{"architecture":{"class_name":"Functional","config":{"name":"sequential","trainable":true,"layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,60],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","batch_input_shape":[null,60],"units":200,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":150,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dense",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_2","trainable":true,"dtype":"float32","units":50,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_2","inbound_nodes":[[["dense_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_3","trainable":true,"dtype":"float32","units":3,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_3","inbound_nodes":[[["dense_2",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_3",0,0]]},"keras_version":"2.12.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[60]],"output_shapes":[[3]],"tests":[{"inputs":[{"shape":[60],"values":["euKsvH9M4T8LDe6/fBMpv8M/YT51Psc8NQHTvpM1Gr8WRPO9wBFLP1MtOD9mNSM+kBLYvtwRC0CAOPI+gwEBvsm5ZL7ynT2/TqffP+lc1z5XrZK/4GPIvqR0oL/+pOa/59PQPi+6Mz9aJBG/ehiwP5TEqT+x/sa+3etTP1rNsL9O6mG/vBoHwOZXsr9mMFQ/sdhAwNtcQz8UgvM/AvwHQPSiVL8zxmK+mF7Sv8U2CMAq/8q+qCt3viY61D/DxJK/r1dWPz48zj0GRP492fGIvqV/Oz/RvBdApkavvvOPB7/vl3C/JKGQvi9QgL4WvpG+"]}],"outputs":[{"shape":[3],"values":["EB/vvgBnUr7z7cU+"]}]}],"trainable_params":{"dense":{"weights":["8/SVvTiG4T1yZAg+KhVDvaPEEb70dPK9kENgPCNuFr5Kfbg9pIiHvVDbNj0fTOq9zMoVPb4VOr0gfhA8EFACvpphcr0AYxc71tkPPpzXlb1y/ui98PoYvbThHD369QE+2DaBPeV8pb3oM+89V/GQvWBQyL0uf8O9uPsCvlbblT3QFgI8WNoFvjoyD77IAF29QEjMvOCjwzwcnds92pKEPUSQqj08UyO9ansxvRwezD0AtEq85GUMvYCgALycGZU9JhIJPrbRBD58QQS9zlrEPfzafD0Czoe9fAQNvXTJkT3NN4S9wBoXPZ3mCb7pi4q9kHh9PIAwYjw1/Ra+pLq4PajQ27xTKxa+uCQ3PQCHnLtcYj09PlkVPhz99ryY4/k8zJXNPfzlaD3YFAE9HakSvg4Pnb2uF5Y9FlESvdzGhD1OddS9LYUSvpzvjT3XLKi9GPzrPSC2jT1QgzM8NWoJvgBTHDqkUgq+KHW8PZCleT1M3T09ZIXyPcDbP7tQJ8G8GOisvKdss70psKK9wBvXu9gzoLx02t097FzUvR67IL3VuAe++AP8vZDfCTzAYW67QCfKPIAbrTsLghi+jrlGvchhQD3Up+k9wHb0OxRoGj5ZHNe91v2OPSDRLbzEeuE9aILyPOR9wb0AAt29gDe0vKJYEz6k5J09gMvRu57Xkb1KVsU9MGwwPNAOIzykYgA9oN2uvNLA7L1NrhS+DIM7PaLkHL3QLXQ9gEmHO26BFr1ArWk7vHi9PaJj6L3A/9g7LjDAvabIFL7YGyU96BjXvNDiFrzA2668+QMDvsw21D2okWA9ACpSO2n5Gr5Gf6a9MBbOvGwxzT08O4E9ACzQPfjYFD4QsiI9UBMPPqRYA74EWOG8La0YvrSzdj3gcIM8lGbYPbrEDb3Uo9090isfvZTzXb0QOLk9SobGPWJbhD0wjjo8BH+UPZTMRT0AQ9a84La+PIjbCz1AolW76KGxPJtPGr7Q0Ee83IFhPRI2gT0uQAs+8jKuPbDI4DxYeZ28","4EMXPS5lhj3sJhk+CBHcPZUIF75UHBQ+QNDFPLQA3D2p17U95+CSPJ9Byjx1L9E9Z4fuPH+pDb6M2wM+ZDeWusDhQr2yxy29k6sNPuW0GL4RWwS7fxj0uo/l870D0s87rIwKvrxQ3zybvBY+OMcgvrpp2b0ORTq9fA0fPi5Io73yixw+f52DPcKx4D1HKwi+57LQPFBemT1qu5+8HZchOzMksz3X0o097MqbvUN2670tOzG8gXqZvaJMRLtu0XM97iaXPhZc9L1nWj8+T09NPT3yPz0IMCe+gE6bPf0jDb7BczU9FK2wPR2epT2iW2c838OvvZeTfL3NUws+1obpvUuU2DzPRUY+QfwCPPv65r1y18G8CA5VvSFRND3LvxK9GtKsPdqxOj54sYo99KaFvcaAoT0GRja9hiQXPJn8t70mbwQ+DpkqPuR9jz3G1p09RowJvkPr3TxwVns9Y9KAPZMQdjz039y8KdCnPT6fiL330yG+ABXBPbDEGL7jchM9G/+BveOXr70AO9w86VrZvXKzID5x2Ey9NJOUvKAKFb4LCg4+o90evu7nML3jW8i9Zn6TPAFTgb34UV69yjHFPYXiRTwPaxu+iwmWPdaFJT76Wrw6nKkQvlkzejyZyhy806tbvRd6dr2Jbd49fVkCPdwatD0je1Y+7TjFvRFogjv69FI9VET/vFQCDj6rcAa+xWGzPZ55yrz0Yx89PcWBu/k86zx9yuS8+GuDvc/dD751huo55nuau+fwRb04FRS8IVquvB/UID2gShi6jSuFPRoYIL7M9zI9wyENvuT3fT79f9S89WdjPqW+7D1KByq+cCsYPmq9FT2rFJS91HdqvRif9j0GVJi9iiK7PTtlUb53EsY99WJhPVrVOrwJERS9X5kdvk3wm724J+g9K22PPef9Br7ZA4w9varpOl33vz01Cd08sYAUPftBBD613K08snfgvTIGkbsixIM92FhpPUP8szzLN5A7xe8xPUsGurygP889Z5tCPjEcOTsKekO+","qfnlPeAygr1757I88jKJvRBmL72ekis8FVaJO7xaTT2GJI08zXfqvPsNyzycgQi+X6BOvuyK5T0erSm9fRS+PYCPX7uQ7ty8irwdvT2omL00x/M9Wn0Yvq48ET7krxg+cNyHvSvYC74AQki8ukqcPfi/nz0olOw9HFVyPUZspz1AwxE+xuaPvegb5T2oLMC8+FTFvABUfLx0ehs+emgPPohKOz3ov/49iIMYvmBcDDwQGFy81jAuvYJDGz5rApK9EB58vO7p1r2k2QE9MpyrPSCNsjsa0ha+TAaQPbSNc73wxs89PCgOvbZZAD4o7e69wE8avQDGaryyJ7K9ZyP6vev45b14UMm8mGm9vMx2tr3FbcG9hgx7vbAYvz2gA+k8cgcbPsCu87yAsrE6CFDnPY/91b24wK08aymsvZClQbwwjS29aK8BvQBjCDpWR1y96APjvasP2r1Fxc29IObrPDQ8TD3QU4y9cKeZvHy+Yr0k9qO9ZwKhvWgYhTxAooc74Em2u5xi0L2O1RE+vL/xPWwE2D3+GRk+WPl5PXQHhL3ac6C9oJfcuyC8wDzUiBO+yFw5PdjZBz6ChvO9sPsYPfOPAb7Yq4K8zHu3PYy7jr2OpP692FDnvUlKCr4a7Qc+qk8IPtt3DL5o9+Q9QpYKvgTy2D0AoBW+X1OyvcQc3L04x3494Bk5PVLVsz20Woc94iGBvXyWGT4cr8G9Ltb8vX10lb3I2Ss96PTHPR4KAb4gY7S7ztCUPWgPhDygYFk8+u69PaCyCT2fM6i9gmbwvYyH+j1PxQ6+StucPbOl671asJY9/HL4PVgfbz2EZu+9sLlEPYAU77pwUwK8XIwpPY57Ab4Ypv889HJUPVBCsDzABIo9jLHVPer+hD0I7FA9pHdqvWid7r3gcBc9QDksPCx9Eb7M1KM93ZiqvTK9BT7OOIS9CGygPR/9or2Ndg6+msTZva/t/r3UHhg+oG4+PJWQFb47sbS9ZKQPPb4eCj6gx9M8okIFPsCD07s8aE69","ANMbPdg/Pb2ug589o0yFvbiXpz1dtQm+xO1ivaBMR7zQMZi8hOhOPf4IG77gy/29vGONvWaC8r34SrC8HM3SPRDuijwWxKg9CBM4PTYsCL1g6149KbIGvkDQdL34ZXI9ocg7vcgps71kI5+9d+nKvf7aeD0YSBm+j7L3vTCNVb7FAbi9wPo7vh5qKr5mHwu+226gvBt/cryLzbc9fNDWvA8aGL1+oaq93YCbveHVFr4Isjg+C4oUPsuz/7sjddC96/1nvmU0MT0DR0m8yVUuvkJM8rqH/Bw97oa3vImSmz7KNr69hUWuvQUDzT2pHcw9eBpCvReMQz0+3hM9v5dnvO2ohzyvjgm+cAspvrwpKryQJyY9EhLOPWaki70AHSE+ahwgvXPwD76N1Wa9zCBtvvaye77yUUU+cBjjvYfyiL2vYgS+m1MpPfLIxrw/ja69FEXbPU/FE7xsAse9fYnpOxd1szySp1O+0UP3vHcWLb3UUrw9Q+cLPskecz5jaYc9t79/vWoxi73WFZ28s9NLvUY2Rb1uY/G9n08mPWiFrL0Vomc9z0wXPjH6LTwWi609uOaHvfvjLz7j2S49h+v/vfb5ND6KAaI94tQlPFoqQT2/ihE+zTxSPjwA7rxRZ669W+yivRwKUr1BToW9RTMJvog1LT2IMh29Ix3HPQRKWr0HS4K8TUu8vYxPGb3muqe7fnn2vR2t4jwbMKW9j9GmvWJkzT1jkMW9i3lEvoXJBD5WMOW9S6B3vuxqqzyA+xe+jHNKvY6uHz5XwjE90DxXvdCYaj2sUba9pcpDvsd2M705E7g9oCOdPZypcb1cbxW+gDjxvaju3r2RR6494wEVveQhHb2SoBe+++sePIDlNb6VfUa9G7ryvbExBj4Pg5E+UzbgvX794D3jQo++yzhOu/Wt4TpI1HC9z0IpvlUuCj3tR4q9IlUaPmJDVr2Z7ym9HsdKPbbHnL1TqJs8A+bYvRQxYL44HS6++ngRPjOtjT2EALA8FtG7PV0RrTzTek+9","n72XPNct373oOWQ95lckvugqmT318ia+9NkWvaZatDtmLh++pz77PQ8mvL2l1VC95cPWPfs2o72JbBS9PR2OvZoNhT3mkjK+xxpJvrllmz3fOhQ9G9gaPqV+/bvUSY29Lpu8u5ESBz0HahK9fdiEPXeh5D2nmAk+0m0zvCQ0Xz1UEgi9fTj9vY06gT1oCBQ+YiMEvEoq0r10iZ+9hwFevajfJ72qdQK+u8GtvFYqsz0Kqp09OHVTPf7lF7wUxSs+aQH3PZE5rj3k2D0+jp2SvbG3Er7v2hm+xRevPQvG47xC0OS9ChWvvWtgOTzZ+Q6+JJF1vULAKrwRJQ0+d8c0vpnfbrw4E7q81FKBvYGK1r1w08K9M8wjvcIbxb3F1Dm+jufrPVQEnb0w6Ao+qbo0PRRmnTy02hO+mTv8vaBf/bxgxVu9khzsPeyeKbzQCmE9QeAMvtTrVz3QEEU+yrKoPd2yyrx+79o9G/AJPrCmQ70485e8aKDxvVrbQTsm6ry9vsW4vcCEDj6QuxE+VvQYve9Djb0ikhY+dWwMvSl/MD3DebQ9yQ3CPCuU4j0HBJo8WMM0PV3/6L2s9fI7OK0RPvOY4L1jWqK9md2cPb6knL2Ss6o9VQzFvUjGOL3+2Uw9AMzrPAW38b1VVCm8bjsGvk/JqD3Dy4Q9jSs/vQR7aL35fkI9vU34PbnV2D3n+l+9HLNYPV3xkb3T2J+9cfIbPehPPDxMTVk86tkevpDy1zo2GRA+7HBYvIG22r12wLu9t5+wvPGAmj38M6U9Ii2jPRXLw71CoWE9xZYPPoBEsztxNBi84Gu+vbsEnL01BbG9WOxoPa4h/7wsFh09I7QRvorK+b2BOhU9BtOnPRlnRj1g+gm+Tn6aPYtCTr3uKP68P5MZPlWdh70OlOO8HMz6PeMD+Dw4+fe9AKONvS5KqT1CEYM8KUuHPVWQDr2Is8a9nEZKPJT+cr3QGXG9A03FPYf1Rzwd2C075b+YvSaqXL5AAb+9obrGvepdHj3yM5m9","2RipvRAiID2ngP48E4N0PE73JL2srMY93dVRPC+uTL051ga+GrmhvEToJ7zvdF89qy3EPYkaa70Y8iK9RIq2vH1Jjzxt1IK91iCQvcHFljw+HPa9+4ynPKFeWT7lRSe+VQGVvXFBmb3D25W9U/74vJJPJT1ueJ69L/tZvf2Q67ykuo28jvgPvuz9HDwFEyK+2s7PvYeRVj6C/4E9IA1avYYmrr2Fhw2+C7wGPbaZFb10WH699UIyPezW77yYS8K9csSfvfbYu72L/cG9QyXGPXNXGT5chEu9FMeqvdCegb2pIJe9b5obPaaOCr4WtYE94TxYvX8Hab3IqVk+rv0yPq5h7z1RCx8+Pu4RPWGJ1T347IS997gqPiwnVj6bYgo8xOUZPqfATDxBobq8422MPRAIRTyQ9yO9b0ckPvvXBL7QWxW+oVi3vc2udL0KY7O9Ex85PkKc0D0KXAA+jF0lPs3huD2H1GM95lBtPTVTdT6WzQ8+pWYFPmkywb23alS7oJw8Pm5fhT1IcQy+kh63u6yo/TrOQOg9aF27PdmC5jzii8m882z+vLXjcL3t3FW9KBvwPejYkD6jEtq8tfcQvsMoeL0Hx4K9Y5WQPlQ1ET6y/L28padrPlUhdL0LvNA92k/8PU0AuT203Dy+MKdyvv3V+b0Jbuq8PJ6evX2Wmr0X8sY957bjPPq46z1l+cU7AQ6kvTDKO73iLNw9m8IbPlQg4r0teF4+hb/hO4PGDL5E7Sm+AfWOvPFrwD0PZmu9nS3KPbt+sr3cl6Y8b67MvYGo3bx1MUE+2O84Pf+y4r3j8v26vDlPvWaqQLy2+O+95lf8PSbYgj2WyQg9EbPlPDG5I77QhaA9snofPnqVCz0EvPQ9k92qPW7b6z35Ulm9AKD5O5vuar7aGDW+zQ09vT8IDL2E98c9xdelPbCJQL39Mnq9DTjFPA4Nub2MXDq9mtxiPfqO9j2CAAq+sWngPIbOqb3PIye+l/HqvT+Oez6yZp8+10nBvRDxDD4Gmaw9","fViSvQ636r3T53U9QiaFPjItW71kcU69MOCHvfMuLj5mgQa+yeAgvZb1Dz2E7Ly9pKHJvdsGGb38sRc+xsz9PPSEHj3KO+A9EzBovbDjy73zXYC9cUTnvKwd4j1pqDA+aomIPcGPyL07mQ0+ogFuvToINb1LHAG+/VqXvbPAWr3xsvi9AR2xukBGC77ZpQO+yhntve8QGj41+Fg9jrVjPXAZXD7r3Rw9qV0WOy07dLxSgN+8zU4AviWU/rzQxEU+FLQ7vUmkpD2ontE80RRXPixj3j2dCf096BslPlf9oT0r6ua9FcqtvZvUm71t8AA99MUAPotfCb6P8Ye9QTmCvAKpGL6th+S93X8WPQBIZr0mGwu+rmnmvCzq0Tq+h8U89DMFPi1cVrtm/5495FOYPBdyvL1T4ye9yFj/vW+k+r19XdS8FATPvWVx9Dw5nCg9DNQtvjJBmD11uaW9xDJHvv16AD5mo948jO3APSgZEj6Ctp29vZpKvpgs1708OoI9hpAGvi7eJL4fEsq9Mz1KvkLxCL7QLRA+iIyJvQSA6L3MWIK9cNQWvlqgAbuQwBA9PkIOvpXfoTzqxSA+TWkTPnDrXr0yA8s9SIQ7PUvZpb13hLO8kbJBPoLR9z3cQnI93EAdvta6N71xDvQ777wUvf95yL2duas9kThbPpXJNL2YoGS96mVuvYnpx71Koum9KUImPjpQMjy50Ym9sVlfvqTkIL726M49euhJvohWQr34TkC9m2qFPTYpEb4H0509fkwJvb51Qr1ON+Q9B3ocvpoJwLozKsk9tCGHPkonhLuS3A2+GbK5PUWoZL7SyJ88d63wPQ4fhr1TrgQ9BabDPAyFCD6L/9U9OuYaPjmhgD7MT/A8hbWXPef/nz0HMF49l+6yPJ+KXD0mC6q7fzCaPRk4n71SlWo9DozQPNY/CL4jQfa9pT2avdGCcD0xTPE9WQuNPUxCRT1zurE98mSxPGDmETyrWVK9APERvfkInb0iK4C9cGUrOx/8cr0/Kac9","D5wWPrvb0j2L1y2+27axveArxT18fym+ouq1Pd2oWj682B+9GtrovW7Mmz2t0RW+HIIGPZI9kr2ia5i9VSDtO4aMwr1bMzg+wJX4PSnwHr6fUdS9lFAnvEmItz3beDW9NCaLvcfqsT37Vts96VjCPf2cgL1DWas8d21PPJatQb0+XDA+dBKzPQLcAD58B+s9E74XvbJdRT6Xcqy9XfaBva520r3WEuO9BEwdvvHN6b1k8aC9bfBMveBIsD1zT788FCgIvkDf9b1wuyQ+DJeAPVQ1E77DE0Q9igPmva1XET2GBZy9Liv+PUeRSr1hiki955kBPqGFgTxgO8a9nIWEvSNN2z3amSE8Jp/wvfjLHr75NOi9s0M8PiKEkj212Qw+zBY5vdHSEb68zd08a4T8vR4juTtyCn0994iyvdgbGD0Bmg4+udxbvRXJGDtxMTk9JTW/vZ2IDb5nl4c8mOR8OzBM8z0bdsW96IRRPUsfK72rb5e95WIUvqsUxbyqkUe9mO8DPkAyDz6wXpa8GpE+vYUi670pi2u9PaCcPT2uwL35FLQ9Bu2ku/g2u73Xwg69FwOlvbbAvD0BXQg+qOCKvbMx1TwhKXA7sGCsvYYqmz2q+w6+0agbPjDx7z3yxJc8DgfDOtiJ2z0foM09vam9PbnQcr194Go8ZdwBPu4amT350pq9dvO/PEf2xT0l3pC9uvXUvWja073cxt09wzfrvdFEKzzaML49b+atPYIpVj2z/UA94NKDPHpWN71qWrC99892PbJblr1BGmM9JoKtuxv7Oz1HDr69U4UpPo75R776iAk+QqtJPW/kBL7a9Cc+586CPLCTSj0LB489C4Hvu4Rwnb3yqL49mxQFvj+YrL0dTxm8mQx9vTpWyj3RX4a9EKqhvdxW1T1Y9x4+k+aVvCQAj73lICs9/oFJPYn/mLuCg5o983clPU2vGL1lyBk+fBYKvsII1j2jGkk9NtvPPRfovb2sqDm+n6imPWchXb3+byk9BbutvQuGAz48MiI+","YXFyvIIfoT0Egg8+fPEHPoc1Ar7nED49vfMWvXlsUj50RT29mxlLvftv6b31Q5u9u1QWPeOmwD30x6C9nXSgPTGCxDxG30c8Z7eJPX4YMD0H8e692uWXvLAuszzTYHq9MWKmPcrlvDxlP9k9NBrRPXGxz71xXzS8zs9KPaENsL0arwI+eLDXPPet0T1jHkU9GA8IviHfFD3GwDq+GNtTvRpCMz1o+p29/GrtvTy2rbzlNZk9mmv8PShwZb2ssSm+KdoGPrMGLbwvY4e8gRLLvBDRBj78V9k9/9eZveQQBT4dJ/U9BnQvPbfBYb3JcRI9hErmPVJCtbxmJBq87NgEvgYiq72pUnm+UazLPGP9Kr7UJCE9xU58vWWQnTvJ8qO9NIv3vJl8ET5QbAs+njMGvsuuDL7PiqI9/abvPNsOjD24Zgk9mJ9NPTA5jD0Uaoi9TXTXvURTbL1ol1W9is3lPZ1k1z0hv0486xoWvfYFpD0zKFu8NPEBvhVDlD2hExE93SrvvY8cwj21YTC8C6kxvflzF753FSk+JvyDvQLkrD3AhlO9DPwsvW6xwL004c28V2FqO8xQrjiI4U+8CW2TPe42Hj5ri8C9ytMXveOJBD2xw4Y9IDkqPo7sfr0b02a9fNLWvK3H+bv7zvY9ibgVvsJM5LymmaO98fD7veidKb6cbfc96Ke9vYPAlT2skdG9WA+FPR9zEb597o29EOcnPR7FID44ON+9b02oPcg94T0GIR2+vSkDvjG5Qj5i/O+9q4syPQYK2r0+Apm9Ki4OPnz5oz13PwW+LoE/vQ1pe72c9qk72w+xPamTor0DauM9gMGfvVkiCj7LX2A9VYAYPhZ9e737P8y9TtAtvUsHrr3Zyjy9ftOcvV3y+rwcDKI9WqJRvT6RCz618Zo8XozfPauDnD0zVQA+6wwpvqhadz0DPim+XEoIvvLvrT2DtCW9lSBVvrcj+z1QyZE992+IveI1kT02An+9hdgXvUzZBTzvyIA9VF5avfFniL3mE3a+","cT9rPV8TqLzhAVc9pTq8PcF9yL1gSiA+2cE+PA+Ewj3mV1g+m8HcvYePvD0llNC92cyEveXggL2nvBE9hg2xPXC1PD7ww/g9DUJcPh219j0TtXc9aZWHPXCYPD7msO69cmWUO2oDzL052K041Teuvanlaj3HNre9KrD6vRfTtL1ch3w9UKWdPRS8Eb7SS+S97ngrPVS6lj0J4ry9kzqjPV7y+jz/xZe8fWWVPcVarL0iLi+9kTOwvFr2A76fEs+9ABPDPGsq5D3bjoM8R9UuPewWj70gEHm8ys28vB3RKj64oz897HEcvp4bILyExMe8lGyAvSo8ZL2N3KE9T/0Svod5CT5iLbY9D3CSvfdtlD0J2oq8FzwbvhD+nD0Orh0+WP0GPpfEhj2rdYw9KA3xPYL/g72BrwI9B7nBvWFhIz5Dkz288mqDPIz+Nb2mqLe8uek0vLTJ/j1FNAS+xEQHvSd6tb2WecK9fNeAvEb8mj0Yw+U9y+mEvRfW4z1xZHQ9sv67vSZf1r0yaeK9pRyNvRIhPD176fW9KEXTvfhtAb7paSc9iewLPa8L+byzSa89DRb6u+1oPrySTim8DWEtvrZL9b1wldQ9/D37Pco4ZD2BE369bJyLvapJuT3nShu+umcJPq0y27oTPqU9INUEvjYB/D1PEEM9sPPNvZnxJr4cW/y9PsAWO+uzUr2VPAI+suWXPcXp472zptg7yXyXvRMNbz1gxsG9iKthPWL7o7zKRaK9X+MqPvtAPT7vNKw9U47QOy0A8zyoPe09ckv8PWTRPz1fVSY+oi1RvTkwLz6okMS9RDmDPAEcCDxRpRC989wlvTz/kb13nd+98QYdvpXH4Ltzf/g8wkQJPCqN572h0cE60HMRPiD0qz2AWA2+qvS0vb/5gD010vo8OIEPvaim+j0s5fm9JOgTPvPoBz5bHQc+7L0ivmno0r3FgJM9ZOOrPWKl+b1NKds9i3wPPImFD75KQhs8oSLBPfzFO70JUwi9B8FlPItrIL4pwNu9","O5H4vEi2Nj7dFDs+vEXJvJAZubzZlB0+0kgNuvZiED6tA7K9PvDUvNnzprt68sI89m9FPlkInD3/UNc9fZnyPVHApDwNDOa9zif5PVDhu7y5RiS+rxsjPnvZNL1BdYM9jzkMO3648T3SxG09MAb7vYMWAbzwCO49XHznvdHVyb2tvAk+ZWoFPu1Cqj36z869k7HlvTn/E776PqM8fCirPLBC+jzOj1A93aCHvdfzdDzt/Y28jcUGvukd2L1tCQu9OLd4vXH26j1iZFi97EPNvQCzzrk26MY7EjW+vUyIVjwu6xg+zpXVvGpI/LxWP/k9ay5MPbpIozzbVQK+WwOCvc219r0BXzc9WGOBvbYyuTyBOgK+tO6DPEZ4Br7MBQQ9CDLIvK1oQL2XuY+8A7sQvjjDvz0eHRO+xaiqPcbJzL2ArsS9sPf+PS5w57wJVMu7+dv+vYJEJL1oRgU9S5+jPDOHiz0dhY+9m2kEvljL171p8tE9ABvlPRNgo71Nvow9CQQsvmgb5D2Leak9BEwJvmJGuTx8Wcg9tCeHPdiqNb1Ryg6+y9IGvucV6T3Rcza+nJ1cPZONVr3d6gM+X/d9vOz9gr07qGW67MwFPmbi5T04BTs8NHfXPV02sL2n+Y299Ai5Pfx5Lr1Zr7s9rgLPPWGc8D1wCsU99xJrPcFoCj2xnEi7gUBXPBJbh73GM+g9DsqbvU3YkL2X2BE+VmdjPC/vCL6Vyg297HADPplWJr6vl+g9Y9ysPVi/5D1oprQ9UOIGvcdCAb7HJoo8CBPSPVKDkb0QfCA+DLcVPi0Ujjsw5/299i39PExs7L0Lmtm7KArSvSy53T3o7fA9e6jSOT39VL01Ngk+V9SrPFAfBz3cwdA9hVYAPrGsyT0Ss2O9jTKmvQMJTT1848A8+iT7vdVL6LyO5sw9q8t+vTlqzr1zrpk83EI1vuEHir0eAfG9nhjbPc+xI73syxq9S6DRPXQcNryDS8Q9mFaXvdelET35t1U9gQMBPn0aLTsuUBi+","ptNzvKa3ab1MShE+rGW5vbHi4r0kL7a9+66OvR7OFz4XqwS93Eo4Pb9Mkb3oJMm9f5SnPWAESryYB4C9PIWbvZ7y5z3PHdu9PKPfvds5ur0wxYc9aIlovbn6kr3bQQM+kkyIvMg0w73uTKi9O3XUPSiCRb2nPpk7+pSwPSw9qL3o9wS9eRkEPsHzqzxMUga+RUT9vS03vL0tBZk9F1j6PPsEKr76itE9qDg9vCuVPb1Rmd+9FdBkPNYJ9TwtMtO9tiPmPWNa0D3SP5M8gpkrux0ZML3iVGU6y34HPijzpb1wExk9/+jbvZDWnbygb7W9l+vPPI4BGr1rid87tqBtPOmYDD1Ug2Q9McfHvaBwNz2NKQo93JPBvbx3lrygcI08OSvlPQu9Vb3WY/u9akRCvHPeu70R+gW+I6oMPgcN4r3IaPy9/d+QvRVd8jzGhrU9tco0vo0zSb3+DRC+48sKvsUEwT0duWi+eiPrPUyiBrsuGJq9p1pzPY/Bqz1sbb297MeFPVNo4T07ANg8XfsPPVMV/LzbDPy9Kns7vVEAk70EzLs9tlDmvS7AJz47ALa9oLPjvQ093D1Ikzu8HkEHPT9UjL1pbIM9I4bAuyzBBL2AEdA9e185vZoZCDzQnR++JYoivQKwBr2V3du99M8ivE7GGL6duwU+ygCXvXgAsb26Ihg+MAPwvW2soL0sY2E9JpnJvQsPOj3esw0+ws4MPhLvOTw29Qs+wYVHPdX+Cj6v80g+qBw1PAAtSD3T3UI+bXQ4PYshXLwT+iq9sX04PIUIRb3OVR0+q24GPhiT7j1ykmS9pig6PvyZ5r3F1bK9kS8Ru7OzJDyIIZK6gSTDvYP29r0LcGe8XArAPV5EYTyMmYc9gl3UvCLVq7yLGOG9WGtWvc9uN7wd1PC98bOUPWgsnj0ig5O9KQ9xPQyFJryt/2k9zSXkva+KkzzSKlG9eWlyvESwjrvE9Fm9e1ECPrM2Br2LuN899VbOvCqu8j0aKIA9yNkVvsWuQj1IIxA+","gci0PbuP6L3tHRe+M9URPlU/xLxyLrW9CMEuvnefIT6y0PG97umTPELXR7w+fss8FXkhvt6mDj4WBh++sl6hvXXU+r3dUoq9IkH9vRyXNb0S7lo9HT0ovvVvlz1Vulu9u0PmPBtoZL05VDk+sKt5PbvMjD1OsWe8qsw+PZ8NerzU1NO8y7gQPbQ49L23I2I98FLFPKjbATxQr0E7XbYnPuNEHb1JKd09xa3lPTXK5T26oto91gihvVUDJD5w4/S8vX8MvklbWT1Xy0c9wowkveyQerwP3FI6nXGzPNmCbr1pQqQ8u+PIu6Fekb21GVM+c9j2Pe1OMb3AULS7NCP/vY+PIL02ZgK9heQ2vQBhxD1UEQm+RLk5PlR//bpX2+o9a0MMvuJY6z0Jzn28M0CwOy0lrT1G2A0+Hdg7vJnEED0fW8m99c2LvWahPL0E06i9p097vfpjtL2MZAA+U4D2vJTuNz4sZJ29ZCrRPW3TuDyEZzk9QvrhPYu4hT096AC77q0Juymv5Ly6uGk9wMibPVs1r70zePI82pOwPSywHT66Y0497q81vYLVnL1GcQq+A9EKvqmkRzzZmwE9OgK/veJVvr2drKU8aZzrPFK5Br1Z9s06BVJzPY761Ds9z8299hWRvVB9Xb1Jh9C89bLIPUY0SL3iMiU8bKyJvTb5o71XJdo9Zpb0vElJLz1Xbc89gH+7PT2oyr0WQUa6FeHQPT5AqT3B7dA9DfgQPic/l70qYaW9qQYqPf03ljwfdjO+WQyfuqntYj3ISfi9oe9HPLyRor1Ux7+82iGpuycgBD5WUWE5KBouvv+e7r2sSwS9Co/kPZys3juJQlo9yHYBvcVbDL5csOM8qcC9ux58+LqtoA8+DWnGvWA4AT6Zirs9LxHAvVguMz1ikJq9ENupvUAhtT2pxuM9lwOUvTCWfz2V1iM9dfUjPWkE2r0r+LI9L9HOvS+Vk7yjfFI9R26BvVSRXL1TJbI5hArzvQTo0j1wALu9+2rkPdByqr38xzk9","eu3Gu695CL7arI48JXNLPcH76b0YpZc95xWbPeXeAD7RKpY7FMuRvDdYJ76SucA9XtO0vd4Vo73/bha+EsgrvYtjab1niZc9pL4RPpu71b05Kyq+hhOuvXwNGr5aP4i7WibkvAnoKD7Zk/U9SeipvbbXnT3ywpa9CQnIuRZoCj5HdmE9NJwMvCVaM71tThq95gGOvas0rj3g2Qy97lUuPSkXnL203w2+UGiRvUpysD3+dRS9jjHNvPvuvDwTdiW9zFKUPbwl1T3WjIY9pC/sPdQDFL5nchW+61gOPg7bmL12GCK9+t0APn6lRD3kOcM90V/ZPWCvPL2HEje9Q2wwvX1e1Tz2A3S9YDTdPeoEaz1WB3O7Nhb5Pe3/lLztcoQ9mctyvH6TRb0p95e9z7bGPYr3Fj5svAs+jBY3PG9bTb1dYvU9Y0/VvSPlxz07Xfq9O+0UuwiV/r3I7SQ95416PRiJ4b0c21U9p2xBPQehHb5rrUM9W9WGPU3lyr1Jn6i96eENPWkB/L3eMA09DJHqvamZBL2sOys9Zu7KvW43vb2izeI9nPqXvW4M/rsxGQM+vy1VO3hsfb2cndu95Nu9Pf8arLwHWY09azTFvUrQGL5PtO49XEjaPXd2D73ogUI9gGcePacGCz0tJgc+OZY6vdqT1z0lSXI9/TDYPXPfAT1zb/A8jFmDPR+s+L2sRCm+R8P0PZChyz0CDwc+TqYSvv46K734RwU+bfa9vfTcNL2h6Dq9RJACvcQFj72wzOy7HpswvecT2L3EFho+b7Sxva52Ej05FeW9etNbvXedRDzsroK8UG4HPhcyGb2IaOs9twglPa4qkz3X2Je9+VDdvR42szw+/6g71EANvgLOfr38M/w9wJC4vXYVfj3iv689X+X7PJ2TIb3bFiM91zw+PFdiOj2c44o9pHMMPstvl73CbwI+zhuhOz5MHb5IacO8ykdePYgqhT2R2Si9K3+JPWstybpbJeU9CRfpvSY6D74aDYi7g/UaPZV2tTpzawa+","C15GvYGaB7z73iw9uP64PXNy3Tu25rC9kSWWvZDj5T1FW8W9f+0pvamKBz47upA9SOsDvkpjKD4kklW9QDsLvj4uZL09dsC9+ijqvKI9pr1N0bS96k5IPTm/ID0SDwg+beszPeg7Xj2zh648H6eNvSvTQT6iy4m8Eg6wvU8hDT4yeYe9RoXHveoby7tBu3k6iV8ivmghr70HtkA+t5MLPryb6ryKd9I9BXvqPTqDEL6ulxe+N8qKPajcn73jKGE9dr1XvXJe8T1g3NO9+pqMPGUR87xP2cI9OmUevvd8AD6t21c73IYYPKt9jjst5ty9S+ObPXhF8byYhTC+YursvXOYFb4BT129pDftudp+1719cKU9OPzBvAU4Nz4GHiC9m8opvYCik73snjA+9zrGPVzQrT0kl2s9TSn1vVcK4bxJDhG+uYJ4vV98cb0lgds9QpsMPYFp77uY3FC9cqYTvtB5kDyPcQk+xoSmPQlVkj3YXOc94oH0PP4jhz3OcRG+XRdzvdVlzD3J4/Y82wzvPL37Fr7+hxa7FDMOPiYKCL6Cy5I9LYvFO8NznbsdyOQ98AOLvYk92jv+ta29DQlUPTkiwb3YBds8lVnCvMbeNT0Utqo9EJgBPicd0z3PRQW9h2wVPofwMTxwCjU+civ4Ou/co72LTf88lsIoPqr/OzxP1I49qDj9PfGgCD7aLg0+dC6TvevIY71bb7O9+j8QvuOjUr5NzX+93lcVvfckkT30Pag9ZJu/OpWfBL3Nwv28JLfpO7BXqLyhbgG+vUVdPLUTkr1O5YA+qrd8vee2E75qje08BYl/vmHAwbsms349VEJLvYBuJr6uv129PIQcvYIQMz0A3fS9MLvBPGuhO74rl0m96mk6vdaKWb3IgEG75/lKPXIj8zySlTy9vfCwPYaxN7xG8PW9Gs3OvZyxdD2p7Wm7z7K3vbPURT3ogSE+EE/2vCswDb6Eoio+RnvgvSnSgz0DHqy9iZm0vESPCj1CgF+9rXygPWj8WrwAkhq+","rYjKvfq1FD0wJ0C+L0sLPrWoej1JN249yynpvZ1jKz0zI2m9CIppPP0Vsz22urG8hxDzPYd5Hb5ECBu9f1qyPW6NrD3RFV88jirjvAAvPby1wTY8HajgvX1Gib19P4q9XRc8PYmy4z1+Pce9IQAsvlcrlz1vsTu9Ps/6vTHvHT5d0Be+eJy6vdxJnbymFdK9m8iOPZYe5bweTDS+/RTEPb/YFb6QknK9JrCavRSnqb2gE6i9EMKEvubU+r2Yrgu+8UZiPegFuL0MwZS9g+N8vAjwQrwLdBY+hupVvprqLb3046A96RTGPcXnJT5mJZc8LKz0PFpBxbyE7Fo8faqhvHN6bz3PtSc+4iJTPnbyFb7DdTO+1TYzPsdlmz1BOMI9yq4BPhStHr5CKhQ+CAz6vZJx9z2m5Wi75QHsvaa/z72CFS88L8oZPo1BzT25L24+KxUuPlA/nz3q1rq9ILAWPmuCVL3cvHc8xvOjO34M4D30cNC9zM7EvV5SXTwCLBS+3gEwuybg1Lsgxsm9JlWuPa+4KT1Gn7A9sIyfPXtda72AXSI+syDkvfTChb3PYfK9AJBDvg7P9Dz/syE+GhRCPTxqKj529uu6BF5rOyMmdD0DvgM+0CQEPnSbOb2QKEo9yHKvPYpYMz6W64i8GFHLvWXhtT0vtQO+ZHzDPdl0+72zqqg9Ql3lPRflG71Wrj69KNTMPEhTrz0GchU++sIHPr06nT0nWHo9874CPhgzHz54GNu9rX9YPSoCIj7X6e89Nm0jPTu1qD1naPu8pptuPYZ8pLzoMCC+YFDKO+22oD1zVNI8kaXKvU8Por2zesy9H89cvb5MoL06UHo9G7g4viuCuz3X0L698D7TPTyS6D3WXW89EsIJPcZwKT2PvBC+vSBjPCrX/z0c9tm93uqAvcdRAz2iaYC9WV2wPdGK/b07VQo91JqsPBKE4T3FQl49pPwVvdvckjzhDum9OHABve8Kt70etwm9KpevPUMj7D1YztU8ZR4OPlQ8fr2Avr+6","faWgvZIBYz3jI/095Z8XvYSJM74oGSU+oJO6vSeEA77Pfvu9Q54SPma+fb2WJC49+w0mPdsF670lBIk7204GvtGOvj2ckFC96aPBPUWTXryXwZq9dqpHvaGbSb01kAg+neEDvLYr2Tr7f4G9aL7CvBMvOLxjTZc9Ud2WPYqawb0Duda9vSbfPWLIvjyDu1m9ZIIIPqLwhD1xZwy8AtOfvBBnnT38lqq9rHaQvVGzIb3Jvy8939+iPcxs4D2C2wE+gy1KvS1rPT0CqxM93rcivAYxkL3RnFu9LEHOPEEPAr6j8v09iWDEvOUNmz2lYKu95e2GPTv50rz7Xxa+eqBfvLmUnL2I4CO+N9Z0PYNvbr1vJam9ONemPFY67jvecsK9I+IHOsoSDb0AHga+bn3pOfBydz02vUg7d5kyu8UeWL00hIw90Lu5vZVJ9z0377W9cc7HvKbx0j1xvd+85QUdO01dC76w3yw+VQgPPYoOGb6Jk4C9yGm9vT/5YrzfB/E9Sq+PPErN5LwDO0Y+QISjvVRdzrz19Yi9IcJHvd/zfL01HRE+lRB6PdmY0j0JfJS91RuZPWjB7z3EbhI68vgGPv/xbD0EqXE9a6/aPMI6jz2cp6a99VU3vnnnIz1Jl229qGslPuyrj7zFdR09gzDMu0UbDz2Zpow9DQ2hvWa7KT4b8948q3ELPmMO8b1sbZw9f9IcvvpU6D1JoIO9hdX/PWyoQjquqri9vcEhvs+u7Tz/Ves9+CxSvGDKCT5R2b+9wfT+vaXuzz2kIQ2++eFGvRwaA75E8Ya90mOJPBinFj5VXUc9rgIWPlQGjL3b1EW9YFpMPUdJnT1FjQI9F5XTvTA8+r3XL7I70DSWvU5Enz18apK8kGFUPcWj8rwtawk9wQmDPZo55T1OqgE+/xO3PS3/lb1j7Dm9rpQdvmbwCT5uwcA9ncAHviRrGj0vD889Z0/WPQBXsrwhydI9raDJvVjzzr1Dj5s92PQIPooG3T2XjRy+t6iQvQxeFb0hg109","4c/SPQwIqD0qL6S9xXjIPXR3gry7W1a9ntiQvTSYpj3I27+9iwlTvVCBkT1U0Pa8kDGTvRFIoL1Ab7s7nRIUvmKbxLwfdqW8RnVkPQMY1z385sS4wcaYPVs83D0tco26W9nUOxEWIz65F2C9xq+2vYXblb08Juq7jYkQuzA1Fz21bvE96MtZvU6B+b0MuwC+DL8ovWXlBL4ElRo9tNMbvMXeyT2+mbY8NWKWvEe/SLqeL869oEFiPTodOr2j/Nk8IjNiPRk7Y73ol8Y84CkbPsflQL0z8P49DhAOvs1b+TkxaYM97Q/pPP1E6T22Q5E9tSysvTkBhT0mDeM92lSePICjCz7FtZ490YzEPRvFgD1p4Qa+gIy2vcrMHz7Kk6W8AeWvve0yED4hqj49SvPPvALKND0751I8lsPOvVuuLr050e28U/OvvW2C6jzh1Is9c22FPWAm/z1HC+89iDqAPL8oXj3gElY97+7tvWueiD0MQQk+d9qXPM/1LD3GPLw9nc2JvLiNOT33OuG911uPvRqvIT3jR+q9rHWyvVPQCb4ZjBy+Wrm+PTRSzL02fRS+PsX+vf7h1L0za6q9uiSBvZy5cL2KhH69RTkHPp81hj23RPc9tch+PYdTr721Xis6pcEGvkbTjz2fLaU9oqcAvmCjeL1hkeO9cZLaPVE1IL4VnAE+xk8Fvg/r4T274AS9ATjvvYuylr2nXhq+ppr2vUKp5L2dYdu84zwGvpVcPb78JQi+3P0YPZfavrxcdJi9CAwvPTBokbr/pxO9hrIQvrTxP76isxY9hGvUvcnMIL3lxNs8VK8nPh88hrz9N9I9QdrhvRC79z14CYa9wASgPY0bLzys0nq8dpmsvEG0Ab7EU969ngZnvlVXwT23l/48ctvUvQxtUL3chlG91VImvcZMKDznbsU9faoZPdyxpD0shd28MZvevYwA8jzdTRs+OQjevagMdj12x7m9okkpvv9j/T00JAK9sDQLvoIjNb6IoBI9sZapPYofl71X9RE+","aqyLPWFvPL1qKKc9w33yOyAUbzyyDv0786jAvH5GUL2GhC880bI9vQHSND61Xy09e6aKvQNWyzzF4HI+203jPUB6I71Q+Xu8yfzbvVpz3L2EEhm+RT4+vdtmFj4mP4Y9zJBjPR3NDj0+Qji+uvhNPZLjaz3zq988LWbNvNcxRT34UoG95t6UPT1oEb4ZGNo9ExPLvcYfLb1l4/u8h2DkPQ1JmD3QjxK+XSCMOwzmCj4H4o69DN6aPZr9hL0FHCy9IV+TveMUCz4/4/m9bmiiuwUvG7xJI/Y9Dn0evptKQb3dbji+o+TSvf+dwz05r6Q9OZCpPcZc6r3nUmU9p6tlPbLL6z00NS6+zxFHvh1QXr3cc989OK1nPDEUrb1Og6M7aVcsPk0lIz2+4Z89VWUbvr17mrzYyGI+oW9IvkzEprtmGJU9poWIvUxPUjxFmu09NNRXveaKBTwFxO+9rgfYvHWK0D0USCU+gkmIPdqREb7+GNU9u1cjvRx/CT5P0q69Gp/juyw4772AVYS9ZE/pPYoUir19QQS+yce0vdl//LvOGi+96BurPXOfLDvJlTG9rMhXPXL+rLyC44s94QEJvg7nMT7w9A49we+qPYv52jxJ2Vq+Xp5tO6iNJr7PPfu9LfaXPbSOnD3M3Sy+mdOPOzOWej1VMkg+p7YAvj3QoL0rPsq9CnUsvrkG7z0bhOA9oiR9PZjDTz0IAWk9Y5GFvepZmz3je7s8VNxzvUJFkb1/cvq9sDsoPTBw4L0fb/890HeXPd4J1b1RG1k9rCUVvWpVMz5Paxk8rKl+vbpesDzfaI895zyjPfci4DwBIoK8mcsEvrlgF759pdM75Wv5vZKmoL0wlM87cUUFPk4u+b2lQye+RHieu4L3bb0KOGe9tw37vQkQ4D2z+ke9f3DpvOolg70XxFQ9HmaIPJwH4Dy37cS9SFouPfWe1z18jui8x/+/PSG7/L0Zun09RSGePUOk9T2Jsu+9QPMBvu3NAD2iAqu94pLxPYlaHLvWcfW9","JDrfvfFLSD29GA89JPJkPTyeiL1HKcA9Y17QvR0Q0T3QUgs+jVOrvVXxFT2ky+696n/LPSrvKT4i5pu91dD8PTU6hT0YeTK9qRO4PWzYezxKYgI+27PovemhI73v2aK9DQunPcnUj73+iBk+PPPFvRGNrTy64ue95ousPYCcLL3CewA+PSiWPbtbDD6LLAk8mo6NvYRu0TwfXwY+L4ajPf1vLj0EWtk8SSODPSf4JTzrPq695T+gO53dyb3GGsO8p9vIvVAFBzx/3688piACvK3DZz3mZk29f8Lgvfkjyr3s8Qc+Qsf0PWcoszwp4DG84zsxPkmc+r2Rubo8zGMfPEAkbL3Osuu9xwt1PQNAA71++mE9vS0VvtR20D0mcjI+GaMBPlC5PD3u84M9OseAPfQvVT1piiM+cf6lvWq26b2hOKa892kQvt8SCj3TLQc+77amvEVKnDwlJSK+DYvNu6ZAvj1wOxE+mJ9uPRgVcr0Ku828y+tKPFY2ir1s6yM82xZIvX2wmj0qyOQ9d3pIPf2LY7yHQew9bCwWPQIfr70goR4+QdvfvSdJt73PKuq9COx1u1i97r1e85o97elCPmBC4b1gvd68R+EHPYnHoz0KfMm9x7VAvZX6pj1Nbmu9tbuhvUx6B76B9og9bEWGvJwqnb0xqoE9RL3fvc6T4rw0E9a8uv8Bvjo7Cj7TTJA9EMqGvc+roDzBfMM9ojGQPcVWFL3kax2+pfr/vcbzkrwbGxo+tHVOPfGi1r0xFQs+nPO2vYNMJb0ste07+OG2vcn7xj27xNQ8e8/Fvae2FT4RHsO9m1SiPJzcmL0hG+C9c/frO1qcqL1+M9a6thISvQ7pyLvRPZU8laClvQ/H/j2GrCO7lUG4PA0GDb5tsas9rrMdvpeYdb2eqfG9cAc/PdaPhz0OIqC786kbvsFT7z1hUcU9/NnYveQYr7zQQpS8XHxXPYDrzD0utBa+NmX4vUCcO70ahoy8+F6bvUBPADxlsM69Sw9DPQGCCT14U569","6baPvdfphz3yH1y8fy/mPUIW0D2otJQ9ZMh8vVrxpT3teWi8LuDyvSwchb0mFZK9Nu1RvaaO+r3+Vxw+KmGovQnovr1J3s+9fLIHPkuyvDv9+wa+lVAcvlRYAb4MriO9Kuv7ugOTyj3uVhG+c6unPWGVo71BFiC9rAb2PcHZ5j1KKt88ZhkKuuIRwD12tke7EhrLPPBQpr3Hne696umIvZUmVb2LkJa9jA1jvA++Fj69MYA90mYOvp4r7r36VyO+dw65vXhE7DxlbP09cWPwOy9ZqruXWfq8taLbO3MTMb6nxrw9waQivcY9Az41PtC91CVqPc2OVL3opk89E8Z/PesJWj1jxKe9gogwvjdVvz2gc4S9Cx+tPXAe/7zJx8C8l/mRvAUbLL0NU/48XOoaPRh3rD0pAa07NKXSPete3Twyjp49I5gavLdDWj2vgYc9WSfbPVMOXz0LGfy9l4iTvSzA3T3lq9c9+ajGPV/cgj2C1689u0wHvl9s3D1MQ4s91RpkO6sTI75rBdi9EVUiPYFbq71ueW29NwYYvaGxl72DHoK7aNB3PUqvh71sf8o9ES0bPbm2dbz9yOs9gdSiPekzdLx2qlm9gU8wvCcC67yheXq9Gpu4vQnNDT7oGda9Q+14vMiEEz7BRQq7AgrzvYryDb5HpFw948O4vVuGUz39qIe9W5CFPQYkXTwd0mA9UdnnvTl64b2AG1g8S9dUPeg+1j3YsgK9PgqOO+dHFT1PR/o9skQnvZwQuL2+iMK9FrrmvFEKrr0CGIS9TPWyvQkG571PAUi9iAKTPQoKHDtuapu9ut6ZvRYOQz3YPoW84cVFvDpVBr4+OEK+vPN3PeDO0b1Nt1Y9P33LvYVIEL6wlSM9Y+PVvfVcGb1yRwQ+xBnIPcPPJ76Ppyk+I1HGvBLZ1L15bke9s2foPIhMED3Li6u9QAzJve8aAj5FUi0+JkpuPRc+gbv/7yW9fT/OvQktOz0NJYG9o4KHvT78oL3ufyo+yDIxPZGKCL3xwrY7","uOCSvRkTzL3r0YU9WrywvXvNxr0JUII+wZ8xvoDWnDsHog49bSP7vIlNkb2EiwC9/OStvSYdW76dMdy8Vx5HPZ/4BD6x1bG9aGMFvqHv571trOg9EDIOPQtutr3/dpQ9GxggPuHh17y9mwI+ofFJu1lehL2j+749UbTyvL5CIT3Mko69d0aevSuYDb20eBg+raURvjTEBL63YWQ+oTwDvh/jVj3ZoC+9Ktt6vmja4z1Mexi+/lxnvpL+pj22RMM7fcsAviH7kL0jeR++r71DPq0pgTsuMNS9WGG9POK56D38/aw9jcMCvO0Pqr2iNJA8mZjhuwp/2r2wl349ti4kPc8ClT0fIT6+dFQUPmC9zD1/OdQ9iYkfvApvZD3jSFQ9xrHbvT7GEj0b8bs87evPOzsE7LuXHAE92CunvMyd2T3BPTK8xqcAvjqbuj15pBW+IjZUPYjHAb0gUB6+wfAUPRwhgj1DzUq9qGpQvsCmyL1ldTA9oUgOvlj4ID74+ZO9HBd2PRPXl73zuZs91A6vu4ZyMLwpt6k9DAY4vuc7VL2NA2m92zPkvYNFnD0lk089ZAPrvfVwybze6lS+n/AdPja9kL17Ylm9DtmdPcMA572EdhC+7upYPgwoqz2eF/a9mccLvns8GbxWv5k7pedBPdif1ruSjV88APQ6vQEMir11vi0+N5jpPf3h5b0nhYA+MJAHPteuMD0Sho69D9kBvjmyTj3fLIG+Lc5rvZboBT3oobi8luPoPTeHBzzwVEm+Bw67PPVoO7560ZW9hZMgvawgR75vQ3m9xc4Dvr0/Aj5OGk29DymOvEF6Fb2MmFG9SQvLPRYdAr45QX295AAWvaeAqD3QIIc8OWWlvft4Aj45L5A92VWuPev4ND3YZRM9uxkZPXOjA77+1kc8g3AdPrS/pL1p75O9wMjxvKSyAL4CLqo9MqHyPbbto7whM+08+jK9vU1P0DtWCSg+BTp8PKxSUrxCb5U9FcgiPXemsj3DfD2+kicbPiN/ebzJfoc8","D0l1vQLILTzUjsQ9uNoiPSvTAb4ysoE9CUHnPKkGC77cirW9KtmhvMVqED3wR5+902x7PWZhHj5g++c6SAojvoakA74KxPa90KPnveqL1jwEYPA9bGrlvTvM3D2LaF89YiMpvXrk0b1A4he9bOhCPTZgWL0s6gc+37TxvDitFb15mdE9nIbLPb8bCr65CvA8hh/HPVaciLz5Ple9xsKHPcHB2jz41Bk+U7HcvPSC2D03Xpa9s8evPbyI9L0JdIG9MldLvZfAlL3Jh+I9JlbbPVCsHL4+Opa8AEgXPo9n0L2UytE9IpwDvk8Giz0CiaK8vMDiPb4j6j1jKBC+4rSyPVaAtT1nNNe9mP70vX6upz2gFLe9MTCMvSDrtr0ZB7a6S0boPWgqrT3OE4E6W/j3PYUdUD3Nuca9qi0fvkdoR70ciNW9gWiOvBYHur1Mwm29XhiavZia6z31UiS8a1q9Pd0oLD0c0nK96zp0PAbH6jyyA8m9PQmEPXMfsDy25ao9miWGPbvrHzzU8xw+GtB4vR2rrz096gw+J20APvnEDT67LLM9UKa+vZd6kb2SGF690z2dve6rtjwNoe882IbWPdiGab0RcYi6VQeVvZLUaLtXw2q96nSxvJ3f0z3DkSW+Q1QDvvvvYj1EBca709ibPFI5I73n6t+7jCmhPUUxqr0wtkK9kbwHvVErKT512by9g+/fvfGorj1+K4K9T2qhvRM5xr0ntJ87NW4Pvu5Mpryv5fI9wK27PYQY6DxNaLi9tu/EPfk+AD4hPqS88BhwPY6oqTyh8/w9BNPnvI2cpL2RTsC9j5YMvirnnjppx6m9BjjqPRIlP71VCnQ8c7tpvYR9DD7C4M69m2IlvSe/4z1aDbO6iybkvaM1oD3zqhG+y5NoPWMuEby+RvK9IdPEPanOsrwFqAE+VSkbvmO0q70egkC+WzDQPTxu6byCpeU9oVmMvakbpb2oFBM+clkqPdy+zrz6YLI95/INvi9bCL4gfY09W9H6vPQRAL4raAs+","mnJoPO39GDz5Koe8nTa7vMa1sj23lKA9TAOovQ9Hwz0HPw8+P7asPRdgWj3Idwi+F3OEPCnrJj0rxss90tS8ve46YT1P3MG9mfjWPFcgVb1pLry8lZzYPXtk9r0UJ5e9jmnxPQfLx70NwLO9vEx8vBIbGD7zSIG8W6fSvSS13jxwxfO8Pjm0vRcFwLx9OB2+Bo0TPl/H6L3g3Hm9EEiBO5dbM73kDqC9RW1ava51xT24/Ba9kCK1vOgBh70wK/u99wbGvZvUnj1ijKa9LlAvPT9XdL2e0ta9W6BQPOt6YT2HX0k9mdK1PZyP2T2uHuq9yKuJvTfuI76byHK9oruPPbE5Gr2TSj29kRcHPm0Z873uT9K9SOwRviaga73ndeI7O5knvOWvrL0X/rM9RGuJPWqT/j1I83g7wC2oPOTUAr5NcOo8puq+PTvmEr46jtO9gTSXPQImprujicO9rNJsvZr9BrmVYQ2+lZ3EvX4Q3r0AkZY9N5f8PVu6YbyfvfK9GADuvdklCj0CGqu9rANXPXyT/r0EVQa+XTPevEbeb71TSgC9J9ckvT10AT5OEQG9BR43vFTWID2+m8K9Hj4Qvuj0Dj4yMzm9RuJWvd+DJb7rG/k9+QhQPa5M6rwPtb28XcYFPrSXgT0z2be8EsULvltHiD1F3tI9xpkGPj0yGb4XtnI99ocKvn2S3Lwryqk9bLC2PH9rlj2X8wm+5a9bPdxu5b3J1Qe+rhDsPdYi3bkc+xI+LCGJPUefcD1Kkaa9S9OtOzmKAD6YWm29UNn6vCIPybyl3wC916KLPJht+D00tQ6+Q8vnPbYr/71k0fq97NQRPo/XA71lZa49irRCvYKhsL1IN5I9swxmPcbvH77E3XM9UceyvHrySrwbMs0934jGPZmPSDyEvxK7ekz1vATHBD5hJuY9jT4bPgYU7b2w0gC+Gd2EPSILxr0UB0E9+nTGPMG0Xr0onFq9uia8vDhf9b1Wc1W+6nbMvcOOU7252d29A+6HPamK4r12ijY+","miepPf/hsboXxYo9Mbj0vbVI7b36CQS+Sa2jPfNTXz38p7q92hv0unUEXD1uX6M9fYGEvVHUDL00q1U992+HPB96nL0k+5K9h5RlPGpQez3h52G8D7ZeviZMPTonQYE9fKdQPSucnr1Ro2Q9fRh2u6HoKT1BX9I85sQXvjbP9DkEtII9NEsFPSOGED7q5RQ+g8uQvRTOVL5UHbk9pyXZPdUcNj5duZo9hFfTvTzabT2BDfc9RgsSvg03vz2z6cw9VvW0uz3EAj4Bico9fDIuu+3acTyZofG9VwmdPQBLkjyUwKQ9AvlzvE6wRj5ltRa9IhzPu3l/gr41mos9bLDbPeDm4r140xa9gbZTvsx5iD35Fwi9QUw/PTpuAD7M6La95nM+vdTyVz3oqLo90KyQveUMGL45lZQ7CxYbPW1DCL7qTZ09oOhvvLNkNrxdKlM8i+Kfvf2FGzv8IZy9mOh2vSd4QD0uxfq9FQrtvUOj5r16cNg8gynput748b1faTs+aoorPoN0tb2P5AW9ideHvQ+7ML3adcS9Mhc7PPVx2b119d07pJskvgOHK7wg1ay9X7yGu/su3r2cgrO9snOjvZy94L3Itqs9G9clvt/G6T3yO4Q9qaZlvpZwqb0Io7c9NwvAvXlwDD2oJCk+ONKePZD6rL0jeE0+Xx1svgg9ZLywEBk+bxRzPbk7kb3GEjy7wnWfvbUPBz4/pwC+GkSDvRPmGT54UvM9e+5PPvBeKb6WsyG+mxQUPoWbGb14TeW7/um3PZ1itjxj20u9he60OwMbxD0JHR+9GCUgPr1olL1K7Dw++2zOO0xWLT2S7cE9hXMWPjKCer0oOtI98AEuPQh4oL0hMPO9wr8rPMa1nTwPLiu+JGKOvSTkDr4M6cg9QutzvYu9Pb7VdGU9YOkAPfOsn70RoBw+3FX3Pf9MJT0QHpU9Lg9qvVpmEj7DbBg8Jk6YvWKK8j2hoBg+upn8PQ1rs73pbek9p34NvSBfcj1LppK9rOjJPbyZFr588ko+","RD6QvADm6r0KkuQ9ObBCvWV6p7wkG6c9FWbhvKb3AL1xlei8WsO5PXqkB73E77U9ky15vDV3073g/qk8we2bvX8bJT6nTXg8kqD4vQ8iIr15FHU9F4sqvYWbMzsjxAs+US0dPsXlGL73u+S9w0YtPkjqiL3ZxOw9jf54PZYBgj1z5YI9GFP7Pc5OqjtC3YY92S0Kvgd5nD0znPu9F0kSPAdthz3x4v49JIHgujU5Mj0VeVK9oNbNPZoKuL2E1JU99/javXxSPD0seOY9wgGWPZ+GkT2VOQK8nX0HPrZI0z0ui9m9UoKaPGOaCr6njjq95uLuPaEsAj65tS0+Lj++vZzCKL25ecG9oq4IPn3/Bz6oey09m4J8PcpJar27jvi9AhmVvCGHKj3EwuK9d2uTvXSt/r1InRM+/frRvDhTFT52Die9MqTFvUBnDL768yo9zx+UPbNxizxQ8vQ9nDmBPadHGb5UjPQ9j0e7vQuIP74XCHY8FC4cvu1TbL3m0DQ8rAN2PQT+Dj3KfxC8dhTmvJMdrD27eVQ8XPkAvrUh4D03DbG95MKKvftD2j3KCVM8VKb7PUlbJj1jmOG8Cr7HvVZ6gz05iKS9+LmUvQA58b149Bi+P20pPe5otzwcoMA9IYEmvXVgMj18ZKy8PHxKvUJuBLzxPjy95P2HPaVlzL2oFOA9Ba2IPfNlKLwemfO9/0UGPcA5/TwGbRY9uSIhvhKC0bvJ9ZO7LOiRPP0TUbuXkeq975QiPseKqjz2dwa+tsKfvYdsTz3PJha+10BlvcfntT06uvA9tmX0vbPghb1ibiK8UkupvLNZkr1MPAk9xVzKPdLVgzsCUBM+yBTavaI/Jz32yqK9SCWwvdCjrjxkGLk9jf2gPHrfND17fgA+BP6QPPbe5jtwOAC+5MoXPi5+3zolJ8E8n0mIvZAlG73bGEI9loAJPe6jNz25siI9sBGbPWc61j3ll3I70tHiPMku2D1/ani9/+WzvQcrrrwPlzi9qocgvQbgCb5vvQO+","+O6iOyzukL37KBa+n4OPPdaLuj11OxU9Y3DPu7iSPb1FvRu960LEPL5jtD2noQm+EhS6PcxO1r0vnqK8qSP2vbCuNL7pqQI+4nQovqRSxj1tJ529XcvYPdj0Gz1h2Ra+i4LFPUfV972gaA26xPhZvUBO1726dHc88PaHPd0Agj2jK6K9OPcFvoWq1j0JkC09y5JMPf+MyTyhp/O914vLPZ/diL26quE9dWggPoAKm72iOAq+pPfdPJ6zCb7LIJ09WsNNvckQMD2tkEK915iOvS10sjy6uIS8yU6LPfB07r2ripC9NDsOO+ON6b3aI/49Ug4GvoQtEL5Y35E9XYcAvirztT3uG/28v5bwPS6NOT3IGRa+PoMPvivbJb7J3TC9aa78PKTq2L1KT629ONUfvp+a0D2qOcA9WTTxve5e6T2HPLK9Ixs3vQUqQb3mEbu71ehmveaMnL1vzzQ44nK5vYR6eb1WXXW9FT9gPbKnVb1pLFm9gGtTPDzjgr0yUhq+hrCgPRoj2D2PlUC809ZNPc/aCT7li7S9te4mPpkJ4D3KzAW+DjmXPYsVAj5PgAy+AtQHPg2vlD1ZAhy+i8sFvsvJ3b1qTfs9J9gMvaoeZL3mGGW9nlivvdNE17xpPxw9DZ/wvdoYVj0+cn+9ICFCvdI16b1fMls9ZeqYveX3fjyv1MW8G9G+Ow7fiL3d8hG+qu32PQi8B764zLS8PvtGPWWFAj6OEfM9e37evfBy5jxkGl09RChIvbpm4D14rsG7caG4vREj4j3yH5E9OPynPMop+j1p7YS9fX4wvcD/qD06RuA89WsDvrDvbL0gZ9u9uurzvQ1YNr36vvE9cQ7ivb2fhj1Hr8i9trC/vR4MnT3COLM9h3qzPG7CBz3LzQg+ypP3vVeTn71hEmM9mZHpO1g3FL6gwAE8i0gvvf83jb00Oe+9DyMEvhPh1T1uwAI8ydb6PdUpAb21chW96xZdPRy88T3BXsK9r8gGvSRxMj38PWg8ZLwyvm3Okr2BDmk9","qFOGPU2hA7xNGW49MGCPvOpYCj6/iAq+n4sTvc6PcTwHyYK8Agfdu1B2YL01ehq6uc2MvV4X+L3zEqG9T9L+PJn9h7sByu67JNtSO4YlQL5tEFe9O4kBvYrDQDyUHSc+uiVwvXFL+z3dhYw96TGJPXgKgDvVZz68an8+vaHBjj3V1b89knu9vJKioj3w21w9TRioPTxGj73ah3s9pzQ0vmDyJL6SFCW7p+9TPddWsr3QORE+kWCLvQG93Dwb69O9ZQ/oPfuUgz1SnJ494Pi3vTDCmz0+wG09T4wSPLMzYT2Eq/694uVcvvihbT3sW2a6TbgbPuEwEL5dPtO9M+fVvQINOz7gpi49LtGcPeyJD75ac749lCJEvkVB+D3pZoc8nrQwvf3/7L0ywWA9A5JtPEMYnryM7Me8eoohPuYTML5zcd+9b8HKuiKsjT05Guu9LQI0vdIYjLzC5i8+JSkKvtfgKD65A5y9n6nuvYwuvLzfMV284ucdPWuhET1YPwo+iBUgPfPilT0yN6k9MKGPvcOPi73ZeOg8wQvZvas2ZT0HnAY96V8zvdzx3b0Lgpu7KYLGvS6M7L1JcYW9ZCIHPuymgL0xciG+iyd/vYKNcz2jTuE9tkcuvrgmmrxaFwU+6NQQPZU/bD03NZs94q7RvRmTdb1xO5C9PYY4PcaYGj6SiwE+8mABPsKC8T1+/u09B4gPPR+pqz24cFm+g4d4vXzj772scqu92NvPvaFXA72xfws+sLMxvdR5kj2cC/+9mUKRPYwcPT1OxCy9OF12vXTPmzwyiBe8wez5vFblYj2bGxs+YTIfPgAARb1piwQ907fguwQ44711IZW9F8zfvWaHkDwOLhU+8JUUvEgfk7ztoBM9dlfePQXMhLyUgzA+QLEXvLFX4D2h83w8Cqcsuy1Cx7znqoi9GMvvvbmSQT1wpx0+obYFPrOmFL7zshQ+jpgLPocagb207iW9ghuOPR9TO7wsKUG+5+bQPGfXuD1Qke+9DX0oPQSLoz2oHRO+","nHsVvnRDPT2FLaO9pljDvWzAMb3X+CU+Aj+YvZJrN7v7RQY+Uz8ivuxw472r3PW98YeXPZec8T3KfNy9hsqDva3Q+D2UzS0+RaAGvsDfVb35Ygm+nmIzPghdqj2bBv09Zyf9vWGn470cTGy8HDA7PeWHvjz5Yxq9WskWPBEn+L3MJzg90avLPeWdXb0lOgg+QGIvPY2QgT1Nah09LuCgPZOsBj6+Lxq9lCmhPeSWMj1a0929dmvNPeXEoTwtK6s8EAg3vZQvmz0mWN09zAaUveaX+j3HvIC9cDJcPa+rxjyr7rY95RX3PMWDDD66DAg+nf4BvoT+ar3jx689M6gAPp0JursRocY8zEvoPPZSBT3uE8Y94+IjvBAP4r0/T8U9+GwVPSy/2z0E2Mc9RHPvPZmE4r20rdk90SCbvDdKej3W/GM9nxdNPU+o8D1qEPg84AeVvdX/ob2UdCI9y3W3vF9DAr6fsZ09LHMbvd0e2Dxly+m9KIcUvgJQqr0hVB89CNQNPmXpyD2hyBa8mX4GPlMGNb5LMtK9lCDtPcLKbT28Pp29mk+2PFN0Hz1n49E9q/LSvTfErb2uTIC9a7Y2vMKnSb0amOu9UV5jPMKagbh4Et+8C0e/vHUw7T18bvA5GvivPY8bhzyYEpK8Un6+vfVb5b3CxSq+PNyUOzN3jbzifgG+GbwkPXFl67z9dtk9N1HVuy5MET3GR7m9c50NPthGv72z4NO9BOQKvf8SfL3/r0I9edW+PSc3jr2Bkf29kGoaPg5Am70SVQc+IfmUvdUwwD0Eyp28ZxUPPt7GNjuWIuG8idYgPiQRCD0Pcrk9rYmDve5JmzlvBh29e40QPtm3NL1IgAU91Ov/velvrD1u5zA9y9ZdvP4J5r2rbsQ9o9sRPC96hDpPaNW9RYS5PZdtOzx8lMI9a/A+vbdCFL6NGcC9RdSGPfYSuL1fwec9jg/2vS1pGzxz3AA9jP0JPeJjKz59esy8Qm8KvqDWnz22OL+97ZUUPXaFhr3sgSY8","NqWOvTvUxD3S7wC+hE4UvS2a1b3fvqS92T7SPe4hSr1Fwv49lioMvdAikT2ZPei8/Dd2PeKDjT0v+yu+kc3uvT96kr0lB3E7TL3cPW93yT1TgYA98peyvFSWHj5Ub+09TNQQvdvQ4D0vigg+9MQgPlsfaDqeB8m9pGI7vYIalz0//Iw9lteLOpq65T0hZYY9PKzGPUQ3CT6rrou920yJPS0I6TwbDWC94LBAPA5OHj0M/HW8c3suPbyupz0Dvs69QvnmupmQ2T0XEqQ9Ven7vXCVgz0HhZS7V0rjve01bzswTdc9WUbtvbL/D74JEYu9MYhdPEmD6rwjmN289bXXvBoyCb3aaBa+VvHHPdvUwL2HHNc9thJjPFvADT5hOxq90EuQvVeLlr3F2A6+tauKPRtbyb3OIAK9T35ePbDz0D0SkgS+CSIBvoVi8z3VchG+DkvfPTdcN7wxErS9H1+4PVooFL3nIOe9Yo79veBh1D3F8Mm9D+q6vWJeBj7PzwQ+MMJeu0SEujxGFsS8zdkjvpTDVD2r8fC8CnzwPfxbDL59GRG9iJwevSQIlj3Ctao9Ph63OxFJLbxIABK+fCkevgI+jz2pNpO9iP3dPRUvi73SWgg9ZmDNvSTC9j1KGEe9tSicPZPwGz6OQME92LhzPVOUDr5NSQC+e+edvbK9kTwicxa8vA7mPTkoA75S0wq9joSGPaJVxz2waO08iP3JPcwN4jyakfm8sB8GPgd80j3ouA29mKXLO4O4Er3Ibsc9FwSvPSQryz0v2M+95biIvb/18j0Xzyy+QCKYPd260T1L6zu9vNgCPtIKAr5fwY+9Rhu3vZmypbxjjo+9fCYIvrhasj0afCi+4weEPbdBgT1wHIc9IKyePZmR2D1ofLM7ImvUvaBaob3gtOO9z7VtPX1Phz2Sg7q9R8pKPZ232L08n/A87myFPKb3ED4As+C8dwOZvZukp71rHxu+XcX6PeZv9TukCy2+REnzvZYD8r2BvPc9SmAZvrgiwb3AGfO9","Da6VvF18D71NIIS8BZcavl2OtDt8QLK9QJUKvjuKmb2GVZC8RlQOPZ4vDj7WU/Y9EoUQPpaDOL0kpio9H+i2vbhzjz03JAW9HRfAvYpf2L2Z9g+9reGDPcJAAb4k2Hw9VahYvTkdkzz2L+e99iDpO5t+Vr1wuA699IWnvbL6SL0SeQg9xHHLvWI2oL0KoMo8GROMvXT0qzxFG4Q8OwutujPZfD1vFpI9EFvavVugkzwtyoy9D2NVPaZU2Tzw4x+9pwS+PMmL/D2OjYQ8bT9QPZJT5729Fvs9KNpbPLC0sz3imQO+lR6hvYwX372nkN89OSj7vXxGyL03y4w9qmE6vrSL173YhBq+vFcVvnVX3L3KCLW9wXsCviQ6Wj3ZTq+9J1CJvQt3CT4QFAA+ZtzqPQfiAL6o3+49ksF/vZOBDL6nha695b8pvnKTUb379dQ9H/rlPbpEpb0w9zi9IlBZPUpax712wIC9QsAUPTghM77Gncs93p8VvnJP0T2kA2w9HlCLPT4YW72k14W8ZShrvYWp+j0fij490ChhvbRayL1bn+89r5QRPoczqz0/6Ke9aPwYvD2WT72KBAU+ipPaPbgpkT3aL949MBiePT+DqLx8frS9vI6gPeumbL3/eO88JLKjvS0imr0tuI28mcJ+PTmLAL6wosW9RS6HPfJ71j294vG94R+bO+gWdr0ns2y97IW+PYCBNz2WGcS9p5k4vQuTs72e04i9A6qQu83dC74rieq9LBa6Pa8/TL01fAS8fG5nvcb7qj2EPEo9HQXsu+ZYL73CUdC9IpUxvkBK1L1qfo27lKHZvJEpkb2N6ae9i/EOPoHAoj1UI3q9yY8lPhgj4D0X3bA937lDvnCYaj3QRcQ831U8PVjNyDznnb49nNIJPrWRtbtk8e482YIcvhmFF74Zueg9mApdvkw4N74f5ao9KuraPUKFTr0txCY89JWCvAiKEr5xhFO+sPlDvQFZwL0ilrk9nxfkPay0Mb6sUxi+E0EHPe0ovD11uR0+","PJPqO4VYCD6QExu8Yi7UPQ88wb3D3qE9t4T/vGouCzyZ2Jc9QPRyvXh79b2ap7U957+ivYzdETwf5Qi9yNghPQngfL0Zz2a9aMacPIyjxb1BD169kMzqvXgpxD1pRQg+e/2LvR40Mb1lfS6+rA+Yva/xQ75Dv9W9p2W0vekzm739yuG9lrsFvojVUzwJqwK+TFoovCigDLxxsi493WdXvM0oyD06MTG9Vz6uvMTArT042wA+BYRcvVknBT7Jngo94CAZvhR50D1oXA2+hjMXvTmszr0cT/k9iAMVPtG/oT20E2E9XNihvf/UJL2J7gk+XhK7PXthRL3dNoi9y+QBPDtNJ7wrY787FiIovRaTkb1nCfU9MfAjvWmszr25hxE+yPduPDBwhrwCRA6+bbA1vYj6uz0XiZm9k8QMPSAt1LzhVYQ9zhCwvf80t71pAgc9IFYkvjhwML0QqoY9uLH6PdCq+L1Gu6w9W7GbvTE7lD2J1KK9AB1EvcAzFT6Yf6E95ocRvpwXIr7Jd3o9BXe/PYpkk72ojya+vBUtvYXDtb1Ss0Y9p0KuPVwsIb7qAyO9pdoXvva8QjxrGjA+uY65vSEnwD2tBPu9fhX/PV5pfb2LjPW8HKCevWRX5T1n9rK9YxLSvbllB71B7n29BtGOvaLD0bwtT8m9HYwcu2PWMD1ZGQA+LvaJutKZvLtdF+W9lrraPQr4CT5GJaG9LFmAvdh0wT2S96G8JYDzPbhO17u5hfA84HbSPLgRwr0CxaE9o1lsvaUF6T1fY/C8JzahvTW1rbxFGKe9XSE4vuXrAb4z+OA9pIEovThOpz0TTYi8lCjbvNarHjzc7C89Jo6zvbw7072dPaW9vBovPhq4rr2Kjac8bI7iPSy75z3a/sy9/LF0vUXMEr3QRWC92dfOPP9W9T0aapq9ggRqPXR+1jwYdUE8VPKuvPJF6j2Zn30910nfvPTXnr3qNuk9sjTbPWWKv72B/++9ySnqPRYjlz1N6J29k/iWu4VlcT15zEC9","SYe5Pe9a6bwhCoI9ZCwNPmFQd72CsvI5xIWdvWvW5D0l3FA9WiF/PXjZXb2xBJC9VGY6vUQyXz1df6U8ul3BPZm92D3e+rw9XyWoPU0aWz0SnhA8xed8vVaHVLwQi5Y9lIW4OkPGTbzF6dS9BtITPvt6KL1+fEQ8xk0Wvb1Do70d1eK9dCqWPa+Quz1QFr+8e+EcPPZIpj1vAAo+CgzbPFhKyjxHgSa9OnshPT8fHD2QnC+9PtGwPRl1qr1ghvq9JCxrPQx0AT4fkMU9TNyJvVmmS72Ye2Y9JRVsvJspEr29wWa9bjtWPYcBvL0mCWg8NN/wvEEVCz5GNDM73prjPXLBtjz24u86Zi07PWVBBrwkQO29E3IVvkqTLT2b55s97gIIvgCeJr4ASTO+kSMJPfBJF76Vgr+9u9i+PZyYlL19Pd88lVICvrViJD0WfG89WXMqvWF7GT7yngu+RsjTvWt/ljxy/dO9yK1BPeAcGT7TITU9OLk4PaZWkDuL4CW+EE3Uua9TOD0HK869UWVUu4v9sz37m/Q8ZtkAvrq3/z0CIrW9Oo4CvQ/Zw71Bhbk9aayTvUR5x73m5NY9OmlLvUWlcjyX7PE8lIiTvc9qSb3eKQU+1XEDPkAANr2e2As+/9kHvuIaFb5TTP69a7bWvSsu3b2NogI+MF8dvls7yD3Bd6M84ZdJvOTVkj07D6c9QCLzPFcI3z2HYws+x3w5vXnZAL7ZQtO9Q4ihvdZZBj47qB6+cevhvYHrLj1O/x2+Ab52vczV/L1IvAk+oxbHu/g0Mr3kkOo9VchLvWjA5z2nBzm9P3zBPQKSWT3h8/I9jtCOvfeg/D3UA2S9+v8evp2FDj5Hlfm986ONvXs1DL61ABm9xkiQvbAjCz7UJMO92Mf5vL7gOr5PyPk9X/XjvYKLBr4g/DC+eXZ/u1cUqDyqYL48NDycPQJVGr41k+U99wbqPYDi7T0Hbzm9A7/PO+0BWjx+5k49kC4SPmzjvb2njYU9chkEPucEg73cNtW9","ZFghvjCgEj4lAfO9zrREPHrCwrwAda49R4HQPdW+2T0R/9+8XXGavfjHcj2u5Jg9GzBxvYvnmD1fnTk9q1hAva7SLL2oATO9SNDau6+Y+DwEQK+9+N2NPSsMnD2LKbE92ao8vbM9Tb3LFXQ8fUmZvceHzbxLhu695buJvVpJkLxtif49cc4aPewzdj21vwm+3kFBPRDehL214wS+NlMEPh00mLwrhHO8nQLVPR1kuzwRWHS8gEF2vRqzl73QKbM9+GafPcsmHT1uP5o9W1myPFwauTxBabq9PLcBvkOSOb4TbRE+YQwCPoZq7D2vAxq+cgSRPO0yoj2XhRW+jqUNviOcoL1ZxS6+sTjfvTMxwDzWF129JptHPdPIZryAzPQ9CY/tPb4pTb2jZzA+SNHyPGGcU70qAn68OhmSPS3cwz0W+AQ+c7GFPbnIvD2wCxE+15GCvXryAr5X4fa9+uPSvKF+CL5oa8s9v5GKvehVDr6k4pA9qJe3PcuX9r3lGBs9kT2fO9e2A75SixG7qmUevXPvp7xqdwc+z+1lPb1LDbz47KO9u10zvJMeij3o1se94Y4kvSyc1zz/mj09LnFYvV/jt71J4ui8bffpPeEE2z1/dY89UCQ1Pd0rBj3vMru9ck7EPLuXDr2F7t09f+etux4uIb3kbwM+ehhNPa7Wpj1r2bi9rz30PZz1Ab1ZaT49PppPPYwACz2VABq9dPTYPWiMkj22st87jvFAvi184z0kJjm9alWQPeJGaL3SOWM9/vWpvaz3572pHr69QwITPghf+z0MmH69m9epvdurYr0Eqq68R5zIPY+V8L1AuIE98LgqPo+G07wdAVg9vIMVvtZ7Qb3BLyu9W8MbvPjqEj7D0MM8Jr6eO06RAL5enGQ9Jt8rvbLzoT0qHcI9HT3Jve86KD1TAhg9fiY9u+1d670mBai8HPCavQAxTDh9Ux492ycrvXVP4Dw1tpi9UNHbPV16473MzvA7wGXhu0yifjyeYwk9wfpFPc0a2j3GYJO8","LpzGvbPyoj0steA8eC3TPXE0jj28LSE+PDL4vdl+Dr6/yxQ7dkMcvsN4Cz6r/tm9jiYWPgx+Bz6Qz8K8WBwDPhMj/j3NTJe9pJK+vbruA77I63y7jeuJvTho0r0dL9s8nguzvba1vrxdWlg9uBorvfigUz0M0Po96RIPPjjcC77CXNC9ZZXePFz5rT1kYAQ+C0bmO4YjB70U4869UCf4vapAHL2NNky8AIinPSEr4TwUzQC9cRwYPuir2bx0e8W9X5Elvt/Ho7y+S2+8C5v5PXIJIL6zLJk9AEKEvXFGHb2SO8i9HTBnvZFmbTtaywI+ljabPfWVtr2QwwI+wAQmPW2SxzpXxq29j0dwvUQnsL2Ning94airvb9QBr41teq9Vl4tvsg6lb1XMW894mp/PYmEi7z4ecG9AfgDvqvW673VnL+94IduvaM9Rr151Ae+DXe7vcgEdL2P/mu9pzmSu+J0Cj3Ja+w9MB8UPher2jyFhdM9cdQfPlpX9r2BAui99DkkvR104L1cvwO+LbcovV+EIL79G8499Oz2vPDPoz2ligC9uZwHPNUuMT5mic88b/QLPvJUsz3gRh++b9fZPZJcjb3KxiU9ejt0OtUUhj0ykM09+8mqPGVzgb2N57I9lkW6vXZOz7zquis+AunYPTYwwj1s3r49APUBPp42Y70sOqg8q3LWPZVgDL1hupM9u8sNvuW6CT7OD9W906PFvA7fyz1hZB8+jia8PbYFJDwgAoG8oa+9PWGSZ70eLFM9WAO+vZ+9qj2mpoQ8or5bvd++1D2Fpmq94fmAvTb0Lr3Aj8U9FtZlORqgybmW3PA90iAePuJJz70z8889ub68vdoMKjxwvU49T6EbPmx8gz0x3gc9DGcQvhL0Aj4X3Lw8wox5PawNwb1ClYs9jDclPtrmCz5ICec99LAOPJRBNb1OtQO9+XlvPBpSFT70xI49wZKIPIxwbr2/nCk+uJq9vItoxDmM7UG6vk2XvTbd772v9QG+06SkvSyRvT1+TTO9","G6ggPu10oTxzaAm+PGs2u6Pqm7165j69DkEQPkcxpLzxuAA+Bp4IvkYPkz1/rLK9HtRYPGs1kL05Ces8STdXvbF8s716xoA9fvYLPtBu3L3dRHy85M7qPLDUCTzNmP+9yfC/vQKr7z3fLXg8w38lPjyPDz5YoeA9mjSNvVwfyz0WAA2+tYGJvX9aKrxzC1a8VdBdPZewzD0YjCE9nXU1Prs1ET6F9zO9qEgRvtQlAb0PxBQ+NliqPTOaFT6k2cI8U2/FPJWZ9b01BQW+nGAevrdPiL2lF8A7lPUTPn/HBDxHyqO9npErvcPABj6teXQ9FFGhvdiDxjsqOws+AuTlvONb5j1WZuo8QBnavPvijj34K0A9cdC5PMOaAb1L+xy9yazovfbbEjzsGRq+04BWvU0H6Dxy07y8/h3evH76djzToGu8/LStPUAKKz0Mekk9CmroPCtvDL5kZ2Q9gn4XvtdQ0L1B2YA9PWCuvT31eDx+IBi9+gfgu9/ZTD0nEO29fdEJPovD/73MK3o9WykrvTiMAT5obfq9fzmxPfmILD2ae/u9HKl0PWu5l72NqZa95upYvGYKYbwYSgK+6PpTPfsd0jz76Xo882KLvZtYC72naZw9u6QCvMmNEL4y9g6+v9Ypvt4IiD2UPNM5TsNLvWZKRL3cXdI9nFtxPWwkIr4iob89qkawvegisL1dWoE8YgXrvYJd/z1e8+695GjSvSqjvrwk8gA8NR94PetqQTsHmLi9AmW5PZ7AD72TSfm9/WaqPegVAL7YVMg9tpquPcUMWL2xMAu+fCp9vd94Ib7Zn5k9Z792vTzaDb7/QGU9VSAPPt/NfT3YBUU9RckavkwTqr0EW2S6RjDSvS9UFj544lm9xKylvGxEsD3+6ew9sqiRPcGnhL2EVwQ+ufcpPq3M7L2eWs49kQcxPUEXhz03k/i9Dckcvg+lezzcpyC+vd8rPYEb0z3vFRq+jXcCO03c+Lk/Qno9rPveuvRX8j3ipBw9hbXVvV9oxjxsyuu9","UZxfvfm1u7yT2/S9O1OZvSHl770Scyi+WBuRPUdfmL0rEtG7GDRSPQuJmT0IZ5y9tCQNvbvqAD5NpAe+kMa1PeoNfj261k497CkWPoYVojzedJi9xBYVvanyCT5ykeQ8I5bTPeL+jz0Lvg29JmjzPAeyhrsE5Z29aOgaPvWUA74ROBC+gQlDPfTa6z3gBRE9WZkRvl4lkD0Twti9gqgUvaQcAb6c+hu+5RX+PYk4nT2nW0q8hCmGvOQyjD2EpG29OMwGPus7vzwandg9Jzx9vZgzIr1MjHg9ZncDvtw7ozzZtie9ehsXPkqiPT3i+f49CDC0PXxovz0veBg9m+7/vTGH2L0+U4g9ByZPPU111jyPBjC8xHbqvU13Rb1utb09ZbobuzSjcDw5iW49g2gavgKggjq0xuG9WrcEvqXjlL2817s9pgCdvJs+/j0d1Ns9pnKKvflj6r37hrw9NFMLvpQCMLyF7lG9A6cRvWBhA7751S69bQ6WPXG+FL7sbFw9iBmrvZLdSL2GKcq8gapIvSa1TDzEDp48rx2YPWEyobvOJQM86FqfvelP5b0oYE68v34aPpLds73AaQw7eByLvVVhAj7Vxgm+J1wAPr3BcD0IDQy+6YXmvXm9DL4Zx849iphwOxzJUTwEqhU99mlRvMyQSDhmjWu7djqtPTCVHj62EYy9eXgKPnkl7D2PLO69TPU5vUXtqz2K5k09tSt1PQFSDjwn8au9JS4PvmBF0r25SWS9+zz1PUDIlrxM8QK+RjYHvofUoz1sn7W9O4oFPV83qj0FKa89boOsPSnntz0n1wI9IyuOPKz+hD3N6A4+Y/wlvcPWVb5EtrQ9qHPCPfi/kz2NDoE98M4Nvb+nAb6xayc8fdQaPIKX0r0r04M99rXrvVBs8j2O9N69XW7zPZl8GT2JmRO9+YKCvaGDCL7hwES9jzyIPHrT9z2HkNi8N3crPmKLP71GlF49OYtBPTdMsT1tVZw9jV8KPsSo9T1s8aQ9JtWOPcJvnr3Zwc+9","O6flvcN22TznGrA8/BKKPVjiET6Tfre9zjFFPXMV47zcFoE9Lx/KPX9OZDwDKa89q3q/vTaDDr6QuBw9ZyZYPavpZj3nAHU9RRzZvCRC/71G/uy9B6IIvZI7bz0wwCM9MVfnPKuXyb1ette80BXcvcXKMjq/+dA9OSUJvuSX3roZhru7vvW/PRDoYD2TqNM9ghzsveYW+jxAPDG+Jwx8vYUno73L5QC+C3uAPcRkhj0qPSQ+TWsRPjO5rT02NAa+phD6vYFChD2boMS93WMOvtJwgT2bCLw9xcTfPRqbAj6qSoo9/LDQvBowzL0ZbwS9weOWvV6czj0y9s084Zoyu53azD3wClI9+U8WvtMXsT1i4gA+nkb1PFoimDy/+l69GWjyvYgHEr7VuhG96/LTPXmUgr3lA7M9gC0CPewssr2Rkgu+U4ZTvSD9vr2DbKY9vqaiPceIGL4F+o09vQbwPdNL8L2cK5K9kiLJvRMrZjvXSiC9wo7SvV0yFzxtMrc9h4J0u6DaAL4bYAA+vWHGPXOtx7ysCrM9OAULvmEqzj3vBKS9t0moPGCJAD4Mss09NJH3u1+FCT6pB7O7CiKHPQzQCj4aqA8+I0ppPTpSU73Enyi9fC6XPdMOhT047Pm8G/6cvTvC9j0Bao87tYniPL9O/z113+e9RFr/Pd009r07U6G9vLBvO153w72teYe93yH4PGM5gr2LxOS9rl49PUGtbTxfIAG+u0kDvKi86z3RC029mmgLvmXufLzHTbs9MDUjvgvG6zzmO949v5QUvqeUkTxw8ok9u5+4PfeyMz2H8NG8R4a+PWIfK75NPAC+837evIS0671fu5E91SsUPg1B0D0jK6w9HRmBPWXy/D20lVU9WPYAvlyYBT5lj6g9FvOKvQiWDr6hkcG80Es1vVsOtbzOhAI+ctKfPRROyr1zgIu8f1IKPgbEJT5FUdw8iHnnvTlH9j3Owww8PNqZvHfCpzrZeQE+BAnkvLaAQjzUoo09vHVdPcFTGb52quo9","p1+vvfGotLzxRc69D5DUPU5NCT7+qO09fvauvecuAT42+xo+DkHSPQVHYj3MYxE91Zdsvbsugr2lNoW9tV7ovRIBKL6/vAi+iTNhPFyCv70qGTU8ZCPjPZqoDr7Ig9e8hYHpPcLsqb329BU+qW0tPVXfx726Kry9l6ylvVkFEb6rPZo9rX/wvU/lT71dqui9k+34vaou+Lwq+LE9IngMvmvI87zh4SM9M1BZPQiE1736Ofw7fjRuPfo7Gjy/IpM9komnPfydA74UbBU+EqiPvc3bDD5E5oG8s5advdwxDj6ib529SkJnvBqEjz03ExE+/gYLPiDrcb1MdIw8JgmPvedpJT7AJdy9t9+BPU0kYj0/K6C8bKSnvQSUED6U1OC9u0C9PQw0ED50OBW+TpHYvbnHtb2YVcG9trwBPAokij0H6Bq+TpBzvP1gkb31+Vq8bPoKvpHPKL7qzHO9vPanveURYz2QdfI6oIvUvMmjz73G97M9XjjbPYp6Ar1OWyU8FBJ+PS35BD6sLVK9vXS5PcnVMz594RG+cGxePQkblb2snBe+cJGtPcydtL0SSJ+9SDgvvc4I3TwC5xU+A8qJvXAkeL2X69o9eJobvlY91bzSzLW8au3SvUPyiT1OCvM9embNPYLsBr6lnP+5jTT4Pf4kpL25OiA92t8iPcNYzb1tJLC9WjrbvesSxT3N3Cu+I+KdvfrGFz5Jp/u96WmoPUL0cD3uyc+9yMzNvUjW6b0zBb09lvrDPTpNCT44EKG9slMRPOwl7D3veTC+uJmrvWDcN73HoKi9Ic4KvsVMmLykZNW93CK5vJIs0z21fNc9tqMXvuY6Nz3p/MW9oYwZvROpiD3etuu9PwZMPCP7BrwIVIS8RtMpvXvm6TyL1yO99L5cvaOU7zy1kuM9yo+tPPmzATzTS7g63qjMvYNYgD1KqiG+ZWwGvjReFr45MYc9xRIAvbxi9z0dHoO8du2Zu0fASz0YzxG++J7dvNzqp724v6692ArEPbGpEb7SoQq+","mLGGvG/BYT2eMWG8bnK/Pc5FFr5Gh949zagqvYDp3j0QpXK8bcXXvQ6eyz0n26G9WRiAvUcjuT29YRW+bJhdvb6DGj2aEtQ9Ej0MPgbZOTso6mu9iH4zPF0dv73rW6c9/HI6vnvwGz1LAv29ZUsDPvyHUDwaqDC+WoVhPKFXYD2o3PK9nE6svIzUpj0cDco9wziNPdLkIjwU2P29DELqvXcRBr7We/E9p0kOPXc2xj00uiK+kjv4vZzlfT18mdG9lSl3PHkcI7220aY9LpqwPEaOzb2+opg9rV0ZPp7Isr0zGLu9/w3sPS2b7z3OAJY95rsUvpp2aLxxf/o9D/gqOzeIZ70J8QO+q6EBvUVJF73f4DW8rTHvPe5wn727C+09cJiCOU3rwL0U6sy93OVhPWjgtz10hjG9E1OmPXsr1z1NgL49miP9vbcYjb1ijJy9+wvvPa1zCT5+npg752QBvk2gSTv3d8g9fL8WPm9D6j2Clr89WIPhvTmNTb13EUQ94rMnvTsFFL3c4ns8kvDxvTY2/Lxaf3q9xSYEvkddv7wKH3A9fxXHvfNeSj0Lygg+7s/YPY2r5r3i+5q9vCNPvULzwLx6hAS+85AvPbYwzb3K2hA+a4UKPaQaAT2V8qe9uj5svLGMYrzzfMq9LYFFvQFx6D3B5wy+/E3uvcfuEr5sTM+98II2Pd3MF76e4wu+PJ1Tva3vvL2ei709K5UGvpcf+r2IRga+97rQOwGby71fzoS9+eIuPlViC77XMTC9yJYJPftsC74d5iA+YxoFPvngBz7fEMK9pYLzPDBEOL0SOPA99gc6vA3xxr3N3xC+Ct/RvU6YkL1aBCo8HsViPOZfv73HdSc89VaOPUXsgj14kOQ9d9H1PWHl/D0FIXc9a+4dPBX8sz0KQ4s8KJ0QPQ0B+D1r7dq996uAvbMd0T2Y5BK93O0wPbIAizzXz389xvA7PG/e8TuuJcW9fi8vPenC2L2o/we9Ank5PSGHoD3+rAi+QgeSvfEeXL1rphk+","pXgNPrKLijy33YM9g5H2vc11rTwwl4y9u0IQPjoTXz0LVV09ViVxPRmU2D0sMaq9bXwEPvFXPj3tucO618oGvjTNN71r79y6IYZdvbv1pr1wnu27saq3PF8M4z0yyBK9zk19vfOKib0lApc8bVHRPWfaCb3fndA9c92HvAK2jL34PY+9woDDvRtTHb6kpKw7aYUtuzcJwTxtQK09hK0mvDO9rj0FQPi9vQO6PXawpj0qoau9YGjqPZ7Ol7187pI7X30IvtkLJ70u6iW+mV8fPdfKDT642Zw9fL2APeBQuj2ocJ+98EOive96GD6nWx89wAakvXH9G74c0ia+YhOtvU6yi72yft+9c0URvvZLwT3vy/c92qPovbwwlT0V2fq9HdHNPaWTz7xYNt+9nytyvEtTD76v5KI97eW2PJfZUz2QcM29eRImPEvZ2DwXfka9XtK0O/7Epj1rjZw8pp3dPS6Z4r3/aPc9mEx8vQJ9mbzy55c8ihvtPSgJXL047LI9FCnNvb0pAD2Sese97uQ6vC34dDx5Upq9phYAPsvy9D1GQgW+lFkSPtWGAj5P2kC9NzvNPeKCs728H429vucsvfzDAb67p6e9FpFzvYG9KT5vssy9nt8/vATg5jvIBcq9gpD5vCK/hDtTgBE+KcHgvedlkr2yiqO95x0hPEBlKD1+I4i9DvedPUWML7416ge+dEgPPu4eiT2Hi2a9CY9hPSS3Sz5pL5k9tQCTvU4j471gfuu9TlMZPCxHvT3tUbS8v6SJvYReFLzuS7G8B4YuPhRjJ77bBXg8akqPPHTwDT0FWFi8QBw7PS1XND46LYu88CNoPRevcT2Alq88aUyFPWJaEbxjQaS9PMUUvkQLjz0VJgk9ymVHPbdVxDy5xee9758rviSrBT3dK0M+bjblPUArrLzkzBG7sc01PSih2T0nksq9CEq+Pb4AibuSJB69jpKfvXNxzry1C5O8O6C2vbh3Tb0RZ2W7Q6cdvbnB173bOcI86AQMPqxMYz0SZSE8","ceafPeL4LT1+Xu69wnoBvjGvWT3PwkA84oW5PdWnEz2FbtY9ekQMvo2BKT2Plh89Tf6rvbyuDT77lOQ91CkbPZ0Xtz3s7vW9D6YzPWIo4z15leY97EjVOvLBJLw4Hkw4ROOcu1LhVr2Dd9g9+xumvar0az2Jwe86d2kYvvdzgjv8Ku29K/IVvtojST0yiSo9kHlwvPyKYb3G3dm8k9xCvZpeG77+2+W6fvcmPkTJCz6bZKQ9rkYbvqmVBL4PsRg+1wU/vX1BIL45AGi8hG2VPTtFCT6ll7u9QfufvTJjDL5ZZ/E9C2glPrfkLT2uetQ9gWxXvUbbAjy5mJu9HDadvebISzx0FI+9wKKIvNx7vr2YH+I8ICenOiFdvbpinkQ90JbAPTTDDL781iI97foLPk2jHT7YJsE9PLqePePS171xZPy9YwrPPRihjDyB+dI9uT/evL9r4j0HOFa7bz3IPd4Glz148v89TqL/PXYNBz50XLS9ZaHrPVQopLuct769FGH6vZSIi70urwc+JdWoPYq1yrm2CGM9CKMOPalrIrzLAKA91qmLPV4x3z0+nhM+jR+vPGLc6D2mvgY+rezVOxYPhL1Ob6E9fSSHPCJI7j38xxa9fWIXvgUiBb5KEfA9nNAkPk433b1s6wM+nWcMvviJkj2Xhww9rR7fvTzcib1QnSq+9Vp0va9MULwBrQY9kToPvX/6kr1e1d+99/4GPjGIx702+8A8IozEPbSBfD1V2kq99nCUvQkanz0DCEC9uJvavWe8k733/ba9Q2zWvaYQ1rztMeq9mWAhPYxAdz1+r7W99qzPPROF7D31oIO9eyTvPUTcz719R0S82nHFvbYTNbzuu4w96CZwvTYK9zwal3c8PkT9PKkq071MdOq811cvO37GGr6G44Y9KzeTvZBdMT3yqXy9Ev3uu9l9170r4oC89VkVvByJ/D0f+AO+artRvdNOqblg4PW9fd+Xvel27j3kD/k9zNbovX8MCL7SgYG8OBy3vQ8gEr4wG/+9","NgvkPXIldT1sP8U9Ssg1vebBFD2geSI+xAjkvIaMAjwI4tk9NmxLvZ3eg73rc2c8yOohvMbrR71UdBy9m7uYvbp0Sz2g9Q2+WUxPvS33bj1GgVY9yRSyPQ4Op705nau9Yn4jPDN5y73hYQE+IxpsvQKfFr5BaK49OcHwvQ8Ewz25Pz+89XtJvdd5cL04I+I918WuvXz4/r1YuKg8dGwEPtFO0bvouYu9bxDFPS6FST3lTp69Zik+PTClEj6XmuS9pBqYvTmSHr4AjRS+PkwSPlyALb32g5I8sANbvYr/CL7sg/M8+8AKvuYX9j36BQ6+3bv5PA5lFT5zClu9ycmaPaCVvz39yXg9HFxKvcxX4D1S57g9G/2APTT49jzWy8q967vKPXJWBb04h8S891hSPViyiTzbk6U6DWTxPU8+K746bF29YxHfvTMoJD7G4YM9WISEPfIhmz1/+7M9PLCIvFXnBL2StLa8OV/HPco7TDgHo6+9wzsOPrxmlLwu3DG9yF2tvTsCz71CwPs7GsLfPTIVED4qgBW+8GStu/YZ5D1SHRa+t9SpvSE8cLykdEq9tx6ZPS7NxLvK0Qy+I34DPidfvj1NE7a8ifH+uSRzoD35DBi8h/WiPaDwJT0+EIu9irN/PX3dGD5tKZw9I+v1PbcWEb69HYq8d3PjPVzCzTzy3Fg9Zy+XPNdXUryjkpA95YRQPb3RG756ZS49o+L7PSF7KL3aPgs9evm3PQRdrjyLytg9K9kQPloZFD2lrf490h2EvZ0S5j18YTc9CMgmPb7XFj5fOZM91m6WvR/bhbwlHqA9v1nqvVv9Mb4cI5W9bgXDPNaNJb3SDvQ8vOsCPmdSKz4wv0S8GLufPSqXlTy2th2+XBREvYYTGr5qChc+one/PTLkF76GtYw9Gw6WvY6iHD6bKuu9O4uUPeua/b0AORO9jvIkPUkQGL4cS4E9fQbGPazwdj2IIBc8XOCCPfoUWT307Qs+0DCKOlFGHb2P9Pg9GK09PHkZajv0LR29","nlzUPf/JEL4fBcq99rOCvS0P4L1iwee9/6JOPUW0Hb6/5K494tOmu/Z1jr24WKe95WHePbdp2r1LHxS9nUVpPcS94j0hNJ49/8OMPU1iAD6JGXu9WAYxvdYUVr2fIA69pG0bPmeb6LxZjyC98fGZuw385r2Kpxe+iT35PaqqG746I7i96Tr3PdKBMTyC1gW+iErtPe38pDz1HUw8Dz6ovTmD+z235g+9XF/FPH62yD3vawG9HA7TOt8+Bj4zipe9kXYDPvA3D77ML8G9GPUMPTKXrrzsLJA8tTQSPlCsBrtJMHg9JXccPmMLF71u5Ki97gefPZen4r3n+TS9YCJhvRsJQD28TWU9/py9vTjWAD7VILC9zszEPQs+Yb2dh1Y+ck7LvRdnVb3c+NG9OVwsvFQHmT1Re9S8ah4qPvW1B74Ayd68ossAviP+Vb2UkFA8S2GyvPGACT3gY3g9CeHsPJhjs72rwbM9yzgbvj/vw72yLK485n3CPRiYMr49GRG+Hkx6PRLtvz2pAyO+T/CJPHrtA76nd+U8dGLxPGnqFD0BR8q8nNCPvQmXjrwr6sS9vLrpvYreOj3m8Xq9UHTdPSIn6Luwh4Y9tQsou3CbFz7+YNs8vzuPva7ZEb5ShBg8x4acvHMZxr2AzcQ9VZgcO1phDr7smRA8Wn6RvQ3RJr1EiMK84tNCPTKYjjxsmBY9LqPsPTX8u70E7bY9QrujPT+l2L1oP1U9YtZbvTDvAb6pZV89CO24PYc4BT51E/q8nioyPbgH5D0l7xO+sovNOzWsxbwgbA4+HqkTPSB5tzyQt4o8aN3WvQw79z3cQnY9awcyPXvliz2Qr3u8LIaiPMTCAD7jCxS9gMErvXJXvrzUl809y8gBPCK7J75UDtQ9SWSnvXtWNz2nfM08cIc8Pto06r3yx4q9LzU3PVn0Izoyye+92LbVPHxgEz7clfc9hYblvYzqAD5aHAU+BeW7PXVkpz2a/vQ99S+vvXeGDL4xzNG98ykuvtMSITpuIgY+","vO8FvnXJpjwr8Bc+Pk/ZvZ8BhD1DTv07JEUmvSsPoD1MoSi9Xm4jvtd7H756x/S96plbPI3UKL3Slas8vYrVPWD0yLylfsy94dIEvgznxr31kGy96yzuvXMJhL3mC8o6mP/CvAqgtD20mcS8L8GZvbiuFD6sOCK9wlUTvezUozyLSPq9lsLPPIP8Ij0HBIq9KOEivdZ9njzL5729V77ZPAddFj1qKx6+IWdyvfyyJr6dXGK9A3EzvNEJAz0NNKU9zKfivaf3rL1HUgc+Z4OjvaCZAj6e96S97DKmPK2+ID1HQP89ftz3uzGwGz2kU5M9DkLbvWYwDz7s4gU+3kbxPSP2kjsbJQy+lljMvdIF5Lx99AQ9XQuQPdpM9rshSqq9kI2xvbqf0z3jwvy9hSgyvfLbEz4Bu8I9+6XNvRIfCr6j4nu94G67Pd0Kg71XXSk9B1ARPuqHzb3PQgW++9V9vOrLJb3rpkI9rBiUvV+aDz1iJZW9+QTtvQfx3L1GeIQ98JgNvh08SjoWl/09cQoIPsUjCL1wQL69257nO/Zxhz0VILy7dLANvuWWW7x8dBk9Pg6HvSBAir3mGjO8hSmIvbUYHz6dBBG+CYA2PWZYiT3Lwfq887ZePdD4+b2KzLM7t63cvbCc8bzfQCe+umZuO/y8yT3FjQe+FOnCvOPTWD0lMFY9w7LLPZO7Sz2JCty9Bz4xPejiIL5viv69zV4GPi3vYT3q7NM9LHXPvQNepz2hZbq9CzsdPkqixj25FEC8Vmg2PqfMVD3NNU+9ScccPiBjGT6FBd29q5DyPFffnj3raCS+AD8NvhV8jrxkUja9Ge/iPXLiA75JTOi9+FJSPQJjuj1zSNE981jwvY8nXLo5LhA9+3JwPT0pjT0ZF+67hjOWvUlVDL5SgMg92vQHPhhztD1+Fae95Nj5PGSZCL41Xo49tR23PdZW1z0DPxe+Q5HwPbRoUj04Kkw9l/IzPeA4izzd1t49TuQHPi+6Lz6SVTu96BwXPicCA76/Tlq9","VZoWvlTZ17pNHmm9+9HfvAndQz1wU7w9Iw3HPbABE70enMa9KdD4PcXffD1ovuy88uAcvRTT/b1BI9y9BHjuPYRgkLzHG7g9RLhavQ3H6D3Zl6w9M6HAPdA4Cz49D4i9vlrGPW3Clzz2HjO9k9AGvo4Y0T1Z5s67iB2BOeSBzT2vk8C9YkS4vCIMhDyv4nE9EBu2Pdkn3D0N49C972zovRlha7xkYmk9VRIUvrDRvD23DZQ9s0gIvoScNz1Wuf295GsRPX2wOz3XERg+dZ/1PT7zhrw9asw91XxzPVApGr3/qTS9aTEavOBJRj01Ttq9Qe25vSPvrL2I65E9bUmNPA+bBL4PZW696X/RPd/Qib1pa8K8bA+tvZgW67zv7sU9MvJwvbSSEr40ph093rcbPNIb6D1yLsI9oPL7PRbeD77GRAK+RrT4PU/m8ztEkUW8xSAXPqi5Er3vDZi9cG/IvdHpu7oJTpK9QNH9PQJei73xd2I9fvWDve0SVj2KKc88tiOTPfw7EL7otci9EkLJPB9aL7lZA6W9CTnSPUq+Q77Lvpa9gUQyvv8YljwM4Vm8+Dkmvqzf6Dxth6o9+U0VPt7vED5EXgM+cl0cvhvD0D2URSm8kshDvC+K372//YM9/p/WPUadt71vDbq88dsgvSdaNj0Bqui9UTp7Pfw7N730s5U9yGAYvgZvED5IxtC8FGeWPY167L0eCU09qVwfvocz1r1f7LG7mhObPZh34r0U9GW9/O3fvYkYsL2AAuO9k0+fvVFVLzwIQw0+7Ps+PZ+TPb3+oyW+GIt4vTn78T2vdxg+gRiJvRM5kDyGigo9sLXIvLAzXb2ntC89Z1EIPlLCCL2V/yU+ICW1Pc5IoD01lZY924Uavq6ApD3N2lW9By8ZvgU51bwuxPE8aULBPbLK3D2Jf6U80lwGPq/c7z2XzBg+50ijvZcY1T0W1TM9Y0oTO2P0yD1E2JG9a/MFO7qAAj5AvIW8ySbiPcMQ2j09fKc9ELWpO7BJCT58t5S9",