{"architecture":{"class_name":"Functional","config":{"name":"sequential","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,60],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","batch_input_shape":[null,60],"units":200,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":150,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dense",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_2","trainable":true,"dtype":"float32","units":50,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_2","inbound_nodes":[[["dense_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_3","trainable":true,"dtype":"float32","units":3,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_3","inbound_nodes":[[["dense_2",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_3",0,0]]},"keras_version":"2.11.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[60]],"output_shapes":[[3]],"tests":[{"inputs":[{"shape":[60],"values":["vVQLvjCuM8CbeA8/NSXmP3MAM0B3pkk/rRqnPrHch79HXzo+ULmDvtAOtT/i8QG/pM4cPxTT6z9euxNAz4yUP/JLIT/wUxg/EjeWvtBrs77g78M/Ov8iPkIAWz/D56i/CSzgvgLhUj48mDm/70T8Py8FpD7Fk7a/MbQCQAu3zTzyfHk+W3pwPw+zpz3m5p48SA6qvoPUEr81lMC/iBe4vxYP9L3wDKy9AOMIP0SxGEAg5lI/cZ1/P+adOEAXLqU/NwMEvxy7OL8gU7k/NkzVPzn0az+bNdU/B0lvvuMbCz9peeK/zLg4Pp8xmj/Fl/W+"]}],"outputs":[{"shape":[3],"values":["ErP5O4aFWT9TfSe/"]}]}],"trainable_params":{"dense":{"weights":["fBQcvq67aj4x9o0+agzLvWO4l75qW3y+0GvpPJ+SnL7OBUA+aRENvsBSvj1K3XO+nOibPe6uwb2QZJY8QaKHvkZH/L2AkZ07i7mVPvP1G77+gXK+FDqfvaRJoz19RIc+jn0GPsg+LL5a+Hg+dtwWvk5+UL7Ceku+7FSIvtL5Gz6wZoc8ilGLvhgLlb78Bua9qJ9UvfigSz3KlGQ+rvwJPjSHMT6E/qm9rrq4vcpzVD7w+tK8giGSvRDhhbwwMBs++6qOPhs+ij78p4m9Wl9MPhKXAz6bWQ2+lMaSvWa9Fz7onQm+SEadPSCIj74sNBC+GOkDPeBs6zyJJ52+qkVAPnDKZL0UTZy+KJ++PUDrIrwMHsU9a3KbPniJgL3cC4I91vpVPoho8j0oWoY9MaaYvtV4I76iOBw+lEqYvdAyCj4wIl2+yoCYvky7Ez7RCi++6p51Pnh/Ez7Q17o8pAaPvgC2ojqQ+I++JidEPpjrAT4AnsU9hmx8PoCxx7tgCkm9iPczvTnAOr7HVCm+QORfvHi+Jr2K6WY+zwhdvkhLp72SQ42+LSeDvtCAjzyAHfi7aGhSPQAtNDw/vJ6+4NbOvcw8yD1KMnM+IHJ+PCG2oD705F++kNQUPhDqtLzCr2o+cGl8PYJkSb5ACGa+WJM7veFcmT4kVyQ+gFxavCXMF74aZU0+YKC3PFC3qTywoIU9kAE2vaprdr6AwJq+KCvDPa5Mo71IJv49wM8MPLSmnL0AOPM7UjVFPtvgcb4A3GE8LAlIvuzbmr7E2as9WOFfvRAMnbyQ/zW9gl2Ivh7hXD4gvek9AL/aO2ZNob62Sy2+eIBWvVqSVT4eggY+EqxYPunsmj7AVqk96+qUPqO1iL6Yi2q9JOmevkZjAD7Yzgg9rjxhPqyOk72usGY+rqulvbAD5702yEA+gqFOPvLCCT5QLMI8So8aPjjgzT24Al+9eIBGPYCRkT2AW967wOI4PaicoL6A+c+8KLfqPb58Bj7N75A+5E81Pmj2aT145yO9","GHGdPQziCz7bZ58+cg1lPl8znb6RKJo+EORNPXL8ZD6Qh4a88FMePQBNdL0QdTE+EHXnPezDkb7OQXI+kMHZPP6QlL0AxGO8Wuh1Pqhijr7YcX890icQvjCybb7atZ69k+VqvgDdpDqI2rs9CVmSvuAlv72gMNa8L3uNPqIlG75jKpk+5hgGPqpNbT64mI++2HQoPVBbJT4Epfi9qiM2PtrWHT5qwEM+fqTtvTopMb4gg4Y8/xUhviho0b2yeD0+0U+hPtTPbL5aI3g+1KrYPRDTIT42QoG+ruwlPniqlr6AlR28QCoLPJmmiz5IDzM9OqJOvlexOr4AYBe6WjZlvkTjuD0Kuns+wNd2vP6q+r3m25G9HTpMvuBu2zwu9QW+OeWYPiNcmD4Qg7o8eUoEvvDRvbw6rSO+eauKvrwJh75h7Zc+s2CcPibCMj6S+Ho+Y5sRvjJdHz5A9c07WMgsPXAtnDw0n3K+pvlSPsAZ+72QfpG+OsthPq15h764mw69Otf9vYAxDL5YnOU9whz7vckKhD4IlQS99CEHvhKPKr5IA+I903mXvmx8lb1S45a+4DMQvVpLZr5wFY6+v3WbPrA87T0UiJm+sWODPka+az4e3jK+cLBivpShjz3wJ7E8bl7aveYV8b1wSyy91hervYChCTw7oJs+vAU7vvjBHr5nooc+qERxvYWclz5PHJq+yTiIPtjlTr1wFoq+YGT3vGRl9D1gkc08h3A2vntvgb4gBAa8AL0xvbYcBr5ah6i9MHVavbbcIT5g6dE8uEwnPiZIjL6c74M9oeMyvk5XXz6qwKi9rzWKPopxYD7UXYe+VqFhPswNGD7Mwa+9B/WBvg1QmD5gowm9cK/4vFpTUr5MHfA9JtZSPuseXL4wdJa9gP+Nvh3taL7AC447KhVmPvgfSb5otR89vrkUvhBIMj6wpLE8AIqIPWjnLD7Cic69Ijlqvn7cKL6Ln48+aq0ePhA3lrycCYI9VNCWPV5Y3r2Nv4Y+25aXPhp3hr6p6Ze+","usFVPvaxyL1UmeI96B5zvSeEGb5g5BO90ACLvJichz1EBMA9sGiQPehkCj2I21O+mh+hvsCuhr04Niq9NHUePg2Zi71Hrzy9/9R5vTgS6L2RIYg+JjimvhwhlT69bJI+cSHcveX9hL60xII8zvviPca+4T2UI1I+kB7dPdhIaz460Yc+YGYqvsNybj5G/SG7NKtAvRvrRToEwrg+B517PmR+sj3IeUY+6Zmtvo88Ab0odb68cvbcvW2fjj7I5o29F2qvPIwcIL7FvTY99aAnPofR/TzgmpO+Or48Pjpu3L31mS4+3lnkvdTShj7oR4W+TbmSvea7Nr2WXPa9thGVvn4BjL6XEkO8yMwuvQqYf75Mvmu+/zEavnHQBT621a09GRa+PiNxB72BbJu7LQBMPuVwMb7Qlbk91wBFvkrhKr0IP+a9G98qvar4kT2KM12983iMvl/ZjL6pfEG+f08NPRarFz5/GYm9Jzp2vUf3I75JjP29fBNrvjsmvz1QPHk8S5gvPQc2Ir77kJY+LL+BPvnqNj5x2Zw+66znPev9070O+zK+MZRDveFYWj0frpa+ciAKPl2ugj60p4m+eqq6PcXIh75vh0q90nNtPhzHOb4OqnC+H06hvtyMnL7eS7M+LzOaPhMnoL4W+IY+9a6SvrnYkT7RSXO+NO9UvpZjKb67qwQ+KPWlPfkW1T2J9TY+8NkZvpnHnT6G31m+/m6Mvk8EH75fUrc9Ios6Pnyvjr5y1AW9W13CPb1pMDzUcgK9a5dOPpvS8T1xcRC+bfuEvkVQaT4zZKS+EuUVPg1RiL6HOFk+MfiIPnafQT6DLJi+ReL9PXHMPL1FHx295CSPPZYNh761yKw8MujTPROA8zyJISk9tFF4PqgW7z0XlAM+8OXevX/2db6eZxg+fbeZPNddk74JFww+Zepavqc0lT4EqQO+6K06Pto2Mb5aIoO+Ip1evqSikr43tLY+LO9VPVxfi76u01O+Qca3PeIErz67+RI9+Z61PoHBhL0quWm9","wvJRPYRo/r3Syfo9Ax8HvuccIT56A5S+PulhvbxmcLzCKNq6K8wVPsF2kr4qo4O+2qUvvolpZr4pKrW916NOPrpOgDppIH0+PZPzPaHKjLqIu8c9GSNfvhyJIr7c9Qc+p38+vmb6jb29+h69d1VHvghHdz7IM/69hi6SvmGSpr6qbEC+XtgXvklOtLxqVny+u547vUdJ2L2ZCYI+EIC1PiYzxT2zMZ29atDxvLblRz3wpoU+huyMPlwrOj5afBu+A66RvhqFpD33Eho+eyJ0vjFj5TwYgUo+tbk8vrsDgT52RVa+wvwfvokItj5wHPk95Oa3va3bFD7Sd10+xIMAvgeShr3zlZe+PjCsvneMer46tyW+4voqPsq1Eb6CoUc9JdMiPjJqXr5zkAW9drvBvqdsSL4H4J69kRctvtIHhT1IrhS+MFTVPXwANj39yTC+kiGOPmFGej724Ky99BebvJ0LbT0mAj++atcCPR3osbzQiCI+DEuZPoNOpz6Qw5m8isiuvbui9r1J+SU92AlOPfIAar4iuFe++s3nPZfQ372spkI+fa4oPnv3Nz3EFoc+TmkRvRB2Oz4UqsI9U9hTvdFp3T2YGo29lR96PoF2rz2zS44+1cOsPaul+L2iLzy+9rUjvuw63r1JDgi+5wn6vaG+dD7y2kG+v7cWPqWhab0jZFe8yRORvbzBCb1IFoa9ymvlvIO7fjyfIBG9KXMPvZzkIz1ilCi+KOZsvsN6mT35xEK+kzqCvnqNJD4Iqju+uT5Dvkjltj0U4k6+59OGvVn19z3aiD+9ld+OvnwX572Wi3c+GE+aPurwzzw4NI2+JDVtvn6t0r3QMaU+XQtTvRTf/D39b3G+AJ0KPcc3ir1fjuO97RaRvj+RmjzjEmY+ENi7vcoCybyARLO+SNJxvmaCx704QrS9yhWUvlTE2T0LX0S+JzNkPolfLz4Pswu+mh9QPhTtz70U4ki9WAlrvj/VrL6LyI6+kxKGPuOOCT/i/Gw+bBULPsHyFz60iJS9","9R6tvSiFi702ab0+7WwiviYnMz4YBh697pgBvpZ2uD18n9C+Df9SPsUrfb4Mn7u9IM0LPjcYR76urf29DKSFvk5Yhz62OHi+atOJvvqzqT2jo7U9GfLePr7Xyz1mAAa+KWOtPW+/t73JJxm+qPgsPsLjIz5IIV8+0OsovTs5uTxSLXS+k2CBvnGAAD5sD8Y+4A3FPeKeI77wIFG+EuYMvmxXYL09VZq+OuaRvPD2OD7u/Sc+mmwfPQNcz7uMU/U+Na+xPnuoRz4m7ls+jthOvu4RMb4fP5G+dJSBPo1/wL27KGa+NETnvbCbrbzZAY++feLovS6xEr3hW0g+AZqQvVd4Y72adwC9J9Dnvc+eB750SCq+iDQQvgydh751pca+zmvSvEktQL5SmDs+THgWPZYJ/DzjDLG+4keKvpIX6717X2G+Q5lUPmmumTwCHN27zTLGvs/Vjj1Jj9I9hfgMPs2Tnb3L904+i8NtPmSNh71vQmo8pIl2vi0oPzwTk4m+d3DdvSnmoj4hybY+F3s/vWWyWr54n6M+EAG6vnEysj2AQUY+i1uCvU05lj7KHV49J5WFPn++Kb4Ikws95GqOPiT9bL7/5nu+fjaEPhenLL7t7vc9Ix0AvqJk070l2lk9813MPRBJpb4xyU88xrZ0vq2fEz4oxu49W25OvkP02r1hse28N3BTPgPnfz6yCU6+hCUYPmjvkr6xZ5K+8gmXPhqapz3JNh69wAqOvuJ5Qr1R3IA+EzoXPvlZF77cuXy+ky/0vPU1fT5sXxy9krOQPSxGqr4w59g96/fPPt41R76cKT68rdkgvlktML7izP29+9gdPmUYCr4lVSW+tvrQvhx6DL7vNiw+3e2vPbJO9j1+JYa+FcoLPpBtDL4OGhW93mHlPgz/Bb4vnb49gElOPhfu7z1nQ5u+etkTvnmLbDzTkCG8Nh5kPQ1qGr5w51i+WjtLPd2C1L0bsHW+9T/bPSYabz07JFs9KweOvlyNir6KaIi+oZodvoK/4L3AtAe+","Z7H+vesZ/ju8TaS9rwGDPsoXvryVVVE+v0MivSXaQL784qK+6JDHvJizQb0oclU9DuFLPiLQRb66HPS8I3QBPWVkFT3FL+e9atgMvprNUDydU4C+XUSsvPvtsj7QAJ++8U5Cvmn6I75wPui92+D4PDpyyj1H7E2+RuBSvs6QeL3QuA09hv00vr+Glj0O5YO+qGxIvebIxj6DEzw+7QI/vruEXb4Yw/S9ZTxsPFXkm7shzpK95SAxPegcLb2cDXK+Pa6ivSZQCb5gajm+JHtlPTwaBT6Zl2y+kfBbvt+zX75pFH2+2H/SO/xw4r2V02o+7ru2vZAlLr5AwaU+cX9tPv1rpD1hroi6b7EQPq2Rkj1nWAq9QJAZPhPYiD6hhtS71ZynPjDQJj2lg/69AbROPnrYrTxowMU9YM4wPvlnSr7cDJG+tfXlvXJe+r2xQe69TtU/PpZFRD6U0VM+WJUxPgBXQz7a7W09oFoIPsIIOz7lZpI+m7TEvdNpu71K+qu9p4GuPmFvATuzWT2+CPo0vi7rY721aEY+xq6VPUyzpD2kkS++ZzBXvWOXUD19Bci9ZWsoPk2hDj7JvWg9S5+rvhJuZjzwply+aVkZPhllhj5+lcG9T559Pm45BL63qzw+w9dVPjX1lD3J06O+RCKKvoB7hb5Ke3y9JcJMvoqaQL5thmW82SWBPeEjYT4t1QS+4HtEvqSeAL4k4p887MFtPkNxTr7rByc+qo8CvLNYnr4RnGK+4sw8vqyZTT5PHMG9qJFFPhCng72dRD89pZCMvmTRFb5LHYU+Jm67vY1wbL7rCZs82WFjvuYBIL1suX2+UQhAPhc7KT5MG0u+sv6zPEPZnr5pIsg9ehM7PvS5vL1exWg+sweRPLkxMj5LIDi+XYFcvaK+k76qMGS+qCB3vhm2OL7JQO899SoEvFSpiL7Ntei9SWdjPJg0ML4qhyG+jLt8PRWiiz4LxYO+3u9MvLmh0b17Nj2+DkqDvvmWgD5cAzw+KtuYvTR6WT7TDuE9","C9QVvlPwh77ghPY9GxmRPr1Xqb2BkX49sr6MvvP1Zj7OWDu+RF9MvcV0dD03j1i+2DQUvpxUZL1hUkM+120NvW0XrT3Tqh89U9H6vCVA3r1MdE6+VsbEvSU4WD5O75s+iTwOPSfOrb7d5JE+XdQNvhl+YL0HhUC+0Y6FvqooWb465v69NFDjvZ5/jb7wng2+wGuHvmL96D2ldEw+4OkKvAqqij5mM6K9RQXqvfvD5T2VjYy8ZxWHvmJMj71Iq7I+Wzcwvm3H2D15Vyc9jwaQPgD1bD7+8nI+eW6ZPmhpAz7FS06+fZC5vROuKr0O1c09LJmSPjDtn743JFK+UQ5hvU2XZb51eee98fukvBzJTD1Sw4O+ZAS/vWh5Mr0VdZk9ovKRPmLIIT1vpfI99DoHPuL+Wr5FImu920UvvlIhCL6Olym+oZ1svlKv7z0uJfM9CeyHvsXxBT6TtRa+J2unvgq0lD3mg509BmuQPbyYFD7RylC+mk2rvqKGlb7PfgY+G+twvnsbsL4tqUK+EBCnvqOUJ76apB8+2mcSvmAwm7549wy+Qd+Ovs7fRT3T/Z89E9iUvoYcIz35sJc+DOh7PvS59Dvdzns+reU6PQ4kW758HN69/pGZPi+LsD1u6lc9B1OGvpsJQL7Ihxo8UjlJvQdwI74m+Vg+ZRKZPk8za70D+yy9EZcmvmL5N74kLkm+ecefPkGHfLzQGxK+QwmcvlJwrL5ksjE9sMycvkHTp71ohiO+KdhQPRd4Qr4v2GI+89OPvSzR0r26OkQ+GoZevrDqRr0dlmg+xhWlPt+IRrvFq5G+KaNbPkiTnL6qRBW8cuW7PaJuGr43IiU+XOasPAKbdz4L1KY+6qVxPg1hhD7dfB8+yCd1Pt2tWT40M/q8SpkbvJQr17xpeei9i6FyPSRTvb3LWBU+FMsNvKJ7br45GVi+N7spvU8DGz6HGIU+LhKiPa/cyT2DGT0+CRClPTKq7TvmKZo8KR8rvq4MkL0D5Ku8n2LSvFEqCb6aNf26","bvSVPqFiEz5nuIO+2ztVvg5/LD6Xup2+x6xCPlKKcj6eAYK9zkWwvp+uVDy2xli+A19YvH4N9LvPgDS+phU7vW2pH77h4ZA+YujNPQVETL4AOz++qzqIvdX0oz0vqQa+vQx6vlBkSD7KiWQ+LtgKPhuaJr6Cxo09zv1sPXEggL0uuWY+EUMBPobtRT5HpB0+FyY6vo77mD5EciO+nrhBvjT5WL5Oyxa+IxpgvkM9N76blFK+yMeCPZgbaj71t0E92hWIvmrYf77hiJk+a8E1Pjxhpr4VJVE82rtGvmMbCL06/Fe+gvtsPkd22r07x9O9mDmoPr6Omj3vh0G+Jk7bvdRCdT6NRqK9OXszvt3Sqr6s2XC+ImqkPuM8GT6ppZQ+dlQ6vdeeab6q40296UuGvtAbyD1Z9Cw+WlkWvqlBLz2qkoE+CY1svTVZKb3eeyU+cB8ivnBhlL4+5mu7uWtjPmYXUj6ptVG+rNjLPX4dGTzktB2+fe3FvnCVJL5kxPC9YKPfPb3QhD6+XJ69WCgKvrkIgL6Wzba92SzTPZADVr7/YRw+YKOfvaYMXL6Ncri9RvxRvmEEPj7ZSOg9wOrpve5t4To/t2m9Jx84vgPQPD7kRKW+VX14Ph4Dgj6/bya7gO1kPfB5ez4ngUg+Z3o9PnCBMb6nJwu8w1wsPbBb5j29gBi+7vjQO6kzcj7Ls+u9S+63vf/hLL7kUFA+OWBgvrn6i7xnDws+e2BZPu+iZj374JA9Et+XPeYnw71lUEi+bxIgPqk/Br5qoKw9Rqg8PQ4ztT3PJkC+V/qUPm8str7HyT4+viyMPaLbhb68zaw+sV5BPTL+Nz2Vjco9pYD2PRpU271zn1Q+5l6EvnkBR76rpw29b8OCvIb9fT6eHSu+xjTyvVp/rj5b6l4+6kYUvr31fb4qDso9rP4NPpJb4b2mqR8+K5K3PQasN71p2K4+CHSFvjXgPD5+HrG9zYs2PqRj7L19ELi+a8VbPcTq/L0hErE9CKomvvYlTD6jyKA+","u5gdPOIWED7D8q8+Vbl0Pn1idb5M+ew9NCJ/vat2iT4tspK92/hEvp5Zqb6AKOe9runcPdl2ND5WgF2+VE/zPVZA7j3kp5M9EcvlvOwIbz7y046+cj8KvJ1biL2kfsC9+tRYPtjYFL1Gc+E94aOcPoBcF754o0a9llZVPTS9lb6e15o+cdCMPRC8Fz4kszo92A+TvicAEjvSl52+cvCzvRAI1z1GUhm+D5lfvtZtm71H8iY+Y1dePkqCab5oGIe+hEJRPgN3k72APFq9eCiIvEhVhD7YZjg+zHsnvoishT4iiZA+wbVOPrV3ur15NN09z2yxPlPf/L2HNHw9YyCjvqd6Cb6JBJK+LkaEPa2+Wr69yWU9timTvdGPHT1LeYG+xCKDvTu5qz6vOW4+gG0DvlA7Yr5kuiA+2Ic5vT4uiD1loEg7/te8PfNTNz6FgRG+4dpvvn+uGb4oCjG+o/KBPtcilT5oQea6xzf+vDtALT7AKnC9j0k3vsZwzT0ZIbg9ye1fvjhAPT429Wu9Lx4AvlWRFr7if3A+H6U8vU1Nij5Vde+9ug4XPq+7ab4cnGa97awevRK/Jj5s5JW8AuYiPjBDaT4Alyu+VoZ0vU5EzT2dfbE9jdF7PrIXAT2brTq+DQ4EvS21Pr0L2iA+rmiUvhmwhr1S9ka+MCGLvhEtbr4rqj8+Xw+CvuVnHD7SJE++ovBePvFri74gvU6+EXebPaRipz7AtlW+hK4FPmLGJD6raJy+hpmevvAStT5dE1O+lEfmPYC2Vr49baS9QGdSPiRrLz5r34W+lbSzvaWuTbwIfoO82d+mPfBQPL3vWzg+14w7vi0/iT6LxMQ81+lsPu18j70ZaC2+K8ABvhrnLr49H+69XwfIvX7sx715MZo9jfEMvvEfJD78D5c9Vp19PtXMcD1+Sxg+oZ5ovq5HFz5rPqC+582GvsfqJD7ZbjO9JkeYvlsIdj51A2g+l48ivirqJj537PW96y0KvXYYPj2E9ZQ9YQVTPeXIJL7tA6a+","6tYXPYrUlb2YhIE9EgCGPv3kKL5pwTo+DvDpPZARID6lCaM+6ZWMvtiIPz7CW2S+jZYbvkYE5L3RhCE+C/EDPhuInj4khmE+wIyZPg9AJj7HL5U9LKHdPF9zhj7nqn++urgPvBujhb5lBsQ8C4WfvsFlPz5P6QG+DG2Hvi+rQb7citw9FPjCPeaxW74EJLG+uxkIPUj/kD42W3G+JvgWPv1IED0uEXI9nW7CPaeFF75XFvk92qpGvbLBG7504IO9HPCvPa60iz6+4vw9VlPfPe4gpb3Vko+9s1SHvff7LD6h4Lg9EPxSvtM9nr1LWTS9HleMvdM9+b0t3aM95VRgvl4J/T3yWiI9aMhIvpF9LD5vwgC+3SuJvov7Kj6iEZI+bQOKPnZBzT2rPB0+Ra4YPrxWNr6cJBs+bqNHvhQzrD7vUAQ8xmLiPR9Bcr2w+hG90GMJvEFxPj5ZzY6+LtnPvd/9Kr4c3QS+2emFvcUNgT4cxm4+9PMtvmETZD4KXTM+Kt84vgKHQr78yne+9Ur+vfQLrT0NmHG++Ok2vgsSk759qxc9nrSZPRPPXL2GBDM+lmzVPPX+U734wZY8u3ylvhCgkL6khlI+S8yDPnve/zx6Amm+T2bsvQwhID7c3Y++aiavPkzLfzu5biA+xdlCvgxlnz6KXxQ9PThTvpddk77gO5q+3ozjPFgCVL12roU+QZISPs0IYL7wHrC8o3Q7vv0oTz6mmyK+twKoPbmwn71N7jK+ig+dPn9+sD7+DCM++68gPWjSCj0awHA+0l2RPiTAjj1dDac+KQsbvgM9uT5Kgh6+RnkIvKxsGrzVSFq9Ec7fvWuORL6iFE2+S0mbvt8ejb22fug81Kd6PYCZUr6sBfY7eK9sPr4/YT7DhXK+oP81vp2JED5sIl09X8E9vQL6iz5k4F2+Bh2oPjAoXD75ZoI+BIeQvnbaBL5d2BU+DmhpPnsjkL5biYY+tUKgPVPYkb4vnN492+QePmw1qL3vVsm89QfWPYEjnb6tCXO+","Tacivg6Xkz6NFZM+nri5vTod8juQJaQ+6AqlPMLskD78STW+lx0uvKXEAz1yWYg9EL27PtPvFT4EKnE+CkOMPhmnlzvVGjC+lAdhPuqzWLtiUY2+n/WgPrwu7r3hbwo+cBgmPbtCfD5omUs+lMKWvitYm7z3FYE+aFWJviO0e76zJp4+ITR5PoSCMT55Uki+wQw0vsJ5bL7LlS49XZLaPKBEsz274Zs95ojkvS+CrT0aKQ69wUKavhBOcL72/xq9l6QgvuD0eD5GCqq9sNxovm+BeryaJYc99iZPvmirnDzEgYg+agbfveT1C76tM2o+jV66PJNAK7wCVV6+j063vXO7hr6OxRg+p/VTvS3sdz1SS5++t4IZPux5er4Ak1E9P0GEvcSr+r1Rxzq9HW+TvtXm+T0JfKm+pQJ5Pn3Jib64rCC+CdZnPr9/Yb3EGze9W9pbvj5Zfb0kiMA9trOlPdyPIj7foWm+Dtg+vgKhYr5ENFs+pwtJPiBWM76aGeU92Rqevj1iuj6mvQg+W3+Uvhmyuz3AiHo+IyMtPuba+713rK6+yVdXvijuUz4PZ4K+lf4fPrHP7b2QU4g+TYjuPcQZMr4McWO8MA2BPl1VmD4YZHE8hjkNPn3Cj74BVBO+h5MFPsjk9r0o51I+BOZEPrwhaz6fMVs+SIWPPfD0uj2owRk8fIUNvL42ML4JtIQ+2DkjvtfK/b1Yamc+ozGWPa7rpr5bYsC9giSRPq2zo76ITFM+osXXPXB2gz6vuis+9ikUvT5Ebb4XTOE897NRPudAHr6fV5E+vhYhPu/JKLyOjHm+U71QPVQ4YL6gq5E8dbEWvr0VhD783mk+8hErPfjeE741JY4+4Ip4PSbV3LosI0I+pqSbPs6jQz7y/JC96xQJvsQZBz7wHzy82WJYvn3vPL2Valg+ko4ZvvQ4K76eEZs46ujEvpn1GL5DsUq+vOtyPjaTqb3M5KS9CRWXPgOTbTzuw08+lIYQvh/wyT31ogE+juerPj10+jxhbq2+","4x0TPY4olztB+oc+0VeBvjdeiL7x5gm+5kUEvgpajj5lPIO9rS2ePZsE0b1lQT6+BHczPmrJWL3oQ1W+WiQWvlDVjT7MhXa+yaesvmz6Vr6nJBY+xvSpva/+Z74UyXk+TL/bvDQ6cL7VSRq+A7BHPvMkrL0xhjk9aacoPrFtdr581jG99IRZPuIvQr3eR1S+JYQ9vo3xXb5IYQo+pJlVPexvj75cWXA+8RsUvu2i8DvJ7W++/CtCPXu45jy+Yje+tDGJPrr6CD7hijk7flo/Pc+3Qr0Ug0w88aKFPiydf74NhAw+ieVYvrR/0r0K0V++KjUZPW54Ar4QiKI90rfXPAp5zj2HQ/g9dhI2vu9Luz1B1J89T5VSvvr8rb1X1tc9OscaPuwLM742Wpa+x/NAO/TDTb7g24u+rgOgPvyxUr76+nK+GEyYvT3mnj2wWU4+ULKIvlse1r3p+ky+k9ijvk0aOD44T4m+54xOPg584z0sPDC+jpeJPVkeQj6x5Zi+S4L2PeTYkT7KQTc8kbgMPifBmbx0+Ji+v14ZvoAFjb7E6jY+PP6KvqdCpT7v4TK+vItBvsgCWT748hS+jR+/PcoTq72BJro9/SNJPQwwNb2sIlc+YdrwvNa6Y722lnm+aPXNvcoKtr3XJky+cS3KO46nPL6MBDU+emUxvoecpL3JzIc+oayWvDPIbb5jisE90+WTvk6ZID72s4k+XAp4PrTKvb24PYI+ItY1PuO7gD4lCKQ+FUZ3vf2FJT50iZ0+mTwlPb2T2bwNjgu+K5uVPIlfuL3HIIw+C2BHPidGmz7rqjW+pM6VPoBTib4Um2K+bF0PPYJQa7wk4vi9UPZXvidwVb6E/bK9vs4HPqM457y3cjc+b7zfvXr3Ar7UPIS+zrKfvQq3Ab10SeK9g27APe8DGT6zMfG9rgm7PVKbVj1cpIM9xxZ3vkmMuj0CjhC+bF+ivaOkhrwCNGG++jQoPkL05bwWezI+UyCzvbm4Vz4bU7I9ijuRvgGc0jzMolg+","6V8LPqOMir7+Mnq+tfKlPgXiNL6TZZC+l5KDvo9wlT7I2kK+FpCiPPsL8b0/3Lc9tpCVvh/dhj4h+pK+7RqCvtgoX77t+gm+N8NDvkXaCb5x0I09gJ9hvkR3ZD06/fS8VfMQvKTbs70uTJM+tbUEPjIM/z0oA2m+5+4uPohIr7zk+TC+FXUMO7SBV74J9sE91D+RPMcatzw+6RY+QnmZPl8U6L03rF8+kKVSPcXmUj5QwsI96sZwvqoWYT6dowi+XtN+vsIMpj1gsaM9DJEkvgo2pLvQj+Y9SP1XvY4UOb5339w8DyXevU5G7L03GYY+PMpMPiPT+LxnE+G9zsGHvqWJAb4EYgU8wR8Tvl62OD5BS+u9jySgPr/kqj2mAqQ+PiqXvgD+kT7MYuw9jH2UvJFniz5tHU0+2Lz6vHlPDr2T9G++QHMrvShvCr6cAbm95WWqvUeXZL7BjF0+YvpyvVimgT6clHq+8LcgPprlTD2pgO09x1NUPt6e9D3EyNu9fMJiPL2G4b3RS8w9GOt5PUspc77rQx09OyQyPrt5lT7XKgY+AIRYvTa6Ar7o2om+rd+Fvt7MLDza05E8h8eKvpx0Q76HKtw9KlV8vK/Y2bxme4s9oULOPQgBGL1wIE++1xoqvudolb29hNm9wUlsPjyB4L1819A8bUCdvYaxIL2kNzM+OaF+vUsjqD3Fq2Y+owiLPqYdhb4YVW07YL2GPtuc7D3ZB1o+qxyHPoDWZ77qqCu+Pcr6PV1LG7yFPaK+hMzxPDTr7j3E7o++PXu4PTRcDr7+jYy9XYpLvHqpfj54YHy9OfSmvhB5Rb52AJW9UNloPgIzwLx3u4w9Z5LGvdXfRr5MnBk974CLvQVMQr2tgow++AWBvgS5Uz560lM+fgY1vqjy4DxC6yq++q4tvqYDdz4ypWo+3TlmvirZGD7GPhw+cmG0PT9Tcr4d1kU+WmCEvuEuar3Iu+E91BitvVrq1L2PnXu8BbGCvqQzgT4GMUS+lbtvPiCSSL3xTAo+","Ya+Xu45yi77goxI8ivH4PfUghL4n5lg+y+sVPrkmYT4GCQW80pDwvEjhgr77j0U+k2J7viakNL6J3Im+RCrOvbyum73PGYE+ht9uPub8ZL7vBI++sfn9vd0Im74t/5S9Suryva+bkz5jqEU+RiF8vmpiRj72OTW+eQz3vIstlD5sG709FXhmPNx2rb3B8I+9KbFDvmVMFT71DLK9P0bdPbS2Yb6/n3G+R2hQvtfoJD6xT0U7ceqCvXFZlz32D2+9vyQYPntAYz6vNyQ+JiF0Pr5ul76wUpi+f+qAPnGZer4Rn2G95M5ePtJykDuv5HA+c7ZePqLYt7yY9om9erEGvkTmXz3v+i6+1PJiPrMC8j3ETR29SjaDPsSF0L0f2QU+LCWOvavE9b23fje+ZHr6PUR9kz7ic5A+6fNVPCjC+L152Es+0rWIvkGnCD423Jm+xxeJvVgQn74/mBM+qe4BPl3wh76wABI+7uoRPtXOi77NK309xNp+PkiMSL50sy6+XIRBPZhoer542o49b8Bovuo4AL715VU9bVTovfqPf74i+50+JspAvhcOVryWt2A+Tq0wPdeG572V2kG+bkt6PkYt1LzN5K49njLTvdJDn75Gu3s+KBZAPvRgor35v2k9Z0zWPYrYTT7ZwIU+ZxeWvYF5gD52KiU+Ro9+PgxcGz2u+nQ7w+4zPrNsjL735Wy+N7uUPrz3ST46mJE+FylFvpjF+b08poY+HLdgvh5TFb3y3du9z40LvsVkb74qmVq8D9TtvVi8gr5GErM+3eA/vkCxdj2dBUq+eskavlDcOT2Mtzk7yidtPtrc4r0GH5A+BDLNPYf9Lz4ajUW+duAqvljE/jsOpam8D4WEvrxS6b2LV1Y+NMKFvjBgIj4kQiw+6la4PUExWL1JZJU9TDRWPAtkrz3riLU9ip83Po+yOr6ak5A+3gCIPPBcnr5LG6681VoXPsVXKD41Zde9+BRAPjDaNr0zvGs+rmF4vqrEuL7jgZO8k7raPUiq1buEF2O+","C5Okvaxx3jy1SKE8rRZqPqSn/DwJVDa+KAIuvm74jz5s22q+YBjFvfBBiD7H+WA+sA6Fvl/dsD5Dra29okFmvp7Zor2+Eyu+tYxYvWD7Er6dWCW+rLsaPkpUvz1kgoo+lgEoPj8mZT7sMUM9kvFUvgGxtz7xCH08QbE5vtyNlD62NPq9Jn1nvlr6BT06WRw8C/aqvt8GT773rrA+EiydPuwKOr1QNzk+b2sQPrJYnr5ULJy+Xf47PsM3eb5UqKQ9NkTkvSWeUj5BgV6+yuK2POW6Tr07bXo+0wywvokMQz400mY9XefZvOhClr3apCG+GqZbPo0cub3cu7e+ei13vhtsdL6CwJ29a/bavSBqC76GZi0+XqETvazosT57ZU29F1t9vfPiY76A5aY+ThltPpMCYj4/avI9i7WEvsSl6L3UiF6+Uwn4vWY3PL4kwFM+HTRXPSivZr3vETy9QVigvhOXgz2R2I4+NbBAPiKXHD7rl3k+lSiNPdm8pz3k12G+gFFIvmK8Dj6DWJg8NyaOPTLbo76lsSW8hyGpPrIofL7gRyI+eqqqPUtrVbplJXk+Z/yDvY8fhjwrx5u9C1u1PflcBr6chJI+NGZhvDBrhT4xQQ8+uHmcPiKidj6cyCe+lt6BPu3vcT20m6A+MgovPtBuxDuWB7E9yvqWPp9Mib3Zk6I9hRFYPiadYz7hfo4+GVkYvrXvHb6CZYC+y048vjFCcb6wIJW932VZus/AUz5r+Rs+/4BKPgL3vr2zc8m8PisSPQs8eL0WfW++VrhkOxBWD7sIQKM+pwU+vQGmg768r2Q9FEZsvk8ZKb3LYbI9VHEEvgvYE75J2eS9S6onvcYFAbyVPXi+Rwq2PT3vgr6XzU2+Y/21vPe4J7ytcYG94PPRPYnobD1Iz0G+TAaJPhVpMr34BpO+QGBfvjo2ZT5kHFe9dl+BvrmFuLu5q6g+NcMjPdgwn73KzVI++Ldyviszwz3eZ/29kw27PY4Tp7rk16e9ukpbPlvDvL2k1oW+","MVxBvlMtqj0T7oy+pnQCPvlIDz5/PgE+XpBYvpUVWD6N1NG9vGlOvJ2goT66oVK9fitzPq74mr6Yh/e9fci0PZhBZz6Yphk+edjAvQ0VrLxhjpC9gXD9vVC9Hb767Xm+ZNViPeIlCz5c2E++lz+YvlNRGj2eOTO+k1dEvSNYrj4BRYG+HnIhvkAIg70oWTa+bq9xPtQj2r1+Azi+UV8qPqM1h76qG0i9Y4RxPJMvDr61F3W+jcyDvtL/nL7A4gi+hmfVPFYQg74JD4y+sXjiPRMDwjwna7w9um5WvgxLZjqSecU8vVwIPtoQnj6hqVI9dZkAu83R+7xiDUo+itvLvU/Chz3x44E+KZNjPq/Aj75FhJ6+wd1IPgHkaD3GkUA+GG6MPtJ3oL5S95w+UwCbvtMYmD4yZ5o8S4OLviQmVb4eorO95Yh1PkplkD7m1oY+FQGQPk+wNj4RcG++BWWjPpNW271V6oU+bBAtvQKfXj7uyN89d/ZoviP8ID6pQDO+Noe2PZ8qAj765PC7Gt0vPri0az5DZZw9R54SPko1gr62IJc+eb18vSG+UL73U5S+eaijvnfPnT0p6HA+d48zPqAthj5lA7+9JbX3O/xAmT1/6Rg+vpGPPltRjb3VJBQ9tYdePhMypD7e6zq9hBmOvg25/T2H14O++QROPiymi76NnEI+eDqHPsvsSr2LRLa9kuyUPQIBHT6W54o+EE1FPgf8Bz7j/yY+WgpRPs1VuD4XjSW+dfGsPTK7kz6diYI+VF6OPcSWUT4JAsy9duv4Pd2gIL13P6W+GkdgPXQngz64xK48vPFRvqWgQb4KtVK+ueA4ve/XZL4wqRI+hQyzvgVbKD4dn0y+MshaPq3/Oj4lgPU90FjMPeuNVD3EGHq+FQiPPY0Yhz45Qoe+JKeVvdCkrj3g3ga+OxkxPohneb66T/U7P01sPUUXkD5gfNs9UC2xvUQt9Tp2Go2+BmasvSkb5r26DLa949sCPnCGTj5lp0s9e8ODPltHGL5yz4c8","kMgmvr3AsT1Sl4A+XjKUvaeun76TbKQ+ALxuvsF0d741TEa+GZmWPhRpI75IVcM9bb8zPfMfhr65IsI8dtd1vg5IRj5Wut+9CGsyPqeQUTzd4Aq+i9K1vS4zPrxgHZ8+FK6NvBgCazzhFxe+QasfvZlICL3JzFU+qJo9PpiXe74d+3e+PYx2PrbJzD0vvMy9ESCFPm4Q9j1WSIY7jRyWvDMpXD4jdKC9Q59KvpkuIL2x/xQ+NItUPh4Pbz56FWg+FeUsvjTEXT1cscQ8j1CZveWTBr5luQ++6EzxPM51ib4pj18+Pk0yvUf+JD4asCS+qILIPb5rqb24MaC+PudlvF+SX74nfJq+l5CpPUwvE743yua97WINPW1COD0ofQ2+LBE8PL5OUL0MAIS+roIPvMszDT5fW+066zgxvcbcIb7eojg+WMdJviBhOD6r4jC+d7nZvBBqhD6wpee8YNeqvK16mb5JT6Y+5evCPR0cqr654x6+r486vq55mb0TzYg+b2q2PMygmL3FLcY+ypNzvgtugr20yQm+80MCvqWhF76Gj4o+3giqPZIQEj4/MEG+D3XiPX9KWD6DEWA9luGbPvrttz2zaRI+oseyPeRbMz4vbE6+KdePvqd1wT1D7Pi9U6OdPoBfG73ngLE99bZvvMMorbvAJ/w9M9NvvZGpmT4a6TY+0FuAPlC0cL7pYt09mbWTvkpWeT7lz9K9PlqcPnjzsjyuL2m+uAJrvm47hj18MHo+6SwwvUU6ij5Sq3K+Voxzvj+4tz4m9Yi+m3SovYQYfr7UzNO91H6GPT5Kjz77Bio9bYa0PuV/H755Muc8TPYNPtmoFT4sysA90voRvnozkL4Wabo7eHo6vthcQz5g4C+9W9tEPRMi873BSKs9mwQfPuYjTj5PqqU+hYtCPmK8Lb4rZJu9wk+uvlu1oj63Cn0+rpKXvsMyTD1JLoU+30Z6PjrQmLvjglk+FfwXvmAEdL68IR0+Ce6fPvB4cj7SUbO+9KtNvkVJD72mdOQ9","l4xuPrFyTj6QPSa+aTRHPlLbqbysqSC+QaFVvuFtIz7R5DG+e4i2vSTEHT4WLCm9dRwWvlkpD74qO9Y67Pt5vioQor2ICnu8nJDaPeY9Gj5EjAO8wElBPvuWVj7Gk6A9+FwgPcLluT5oUD6+zUAivgdX/72GLYK8XbgpvIuH5z3e43U+zm3kvfAAib7ujDG+xHSbvb9CfL4e1Pk95IKMPFNBbj6nM3k9C63BvEcfKz1fzzW+yrUYPh+msb1gI2Q9xVVJPtWFRbySe7k9zBiQPtD0xr3wzqU+v92VvpZY9Dy+QSA+Y/rtPEBJkT6MjRc+RDNBvpO/3T0Iong+++KbPVZOjT7Kefk9Ohn7PRoz9z3lD4e+AjwOvoxjeD6mY5a9tZ8+vro1fz6FYqU9uxyEvbHV2T05xYw9gvd7vtKrxr0Tt6O88Q1IvqA+RLygR1c+TglbPrl5aT546YE+WVw0PQfyLj5JOAk+gLWdvtmGTT54VZU+c9dDPeUjvj0E32E+QzaXvB5/9DylOGK++9X/vTJo3j06gF2+4Dc5vnjLm74b7nO+qAhKPptihL4d9Zy+Mm6OvrcQer7gK/O9gcATvsWGub0TOwO+dlCXPtQVID7Hw4M+qLkbPkz0R773ZWo9JKSsviQCoz3gdf093UqAvuulA75D7lq+KgmIPjCLj77Ul4c+t5hqvkJqcT6Z5YW9JGkyvncCwb20t1e+0tqEvm17Y75jnR0+9BeOvpBVgb5xc6K+hzBJPdhF/byPNYm+UbYfPS2SVT1/IQy+cyQjvuVWfb4wa5g9n3KAvteMS74IYEk9AqSWPlfW8L2//Ec+Xw1HvlWrdz6NLGm+E5aEPl5NND6ZhqY8DqHaPNweS75dSHm+BUSdvhVHJz7nUQ8+jLVgvvHUAb7t5z+9eE6dvcGqJD7gkJw8r+LePUyydT7rRNa9sBFBPBDmhztcLIw+hkCJvjdAez7+Ukm+iaysvugLCT7568a96b1QvqCPj75eUDS9Iu9hPqq9A754kGg+","X5HNPWv1lb0bnKs9HVC4PZJeND2BVCu97R7OvVxCC73NTa27MiY9voPugT7abmg99xOCvRCXVj66VqQ+vCxpPlTivL3kiCW9NgvnvQQDj75TkIG+UaJqvbQ8VT7bCQM+4ucZPs46nj2Lsn++4PUivX/k7j0i+bM9Q+5fvcRdSj7S9QK+SHMfPvgWTb5qIGc+K8Z6vlJbmb2Qzva9CdEaPrb3Qz5Jw2++XUnOvKmTfz7Iemu+B21wPiKZUL4I+Ue+U8NNvvT9ZT5doVa+MvszPfUzEr7/ZDU+z5UKviUj+70i5J++KK9LvsCq2z0DsFE++71cPn1Fkb4rioQ+eRotPbS0lD6iH5u+jd6Cvlke070XYjg+/MuCPqilib6nCfY9VNuXPpqILD3p0Q09gKVnvmq2sLyKGXU+cQNjvtCzqD3ouaU68zZPvrY2UD2HVH8+C0MlvqoH4jxFFou9/p2/vee1JD5JEI0+y/yXvUMZd76D3Fk+arJgvl3fLj5+HWu+dlS+PPJua767QB2+pqlwPhwW070cpVS+5AKGvgHsD71Q6Re+cP2PPUUxOT1JLZy+iNkPPaTZnrwQR3U9e8CFvtTzpz6QQ4g+LdbaPS8eqTtqAUm+ZMhSvcamU75itBW+BAZHPhZ6kT6Wbia+Dn8CvVMbfz7fQJM+UyOGvvgOg74SrIm+djc/vi6zSD6AlIM+VfhLPvRA0T3fngk9SEHFvf4Mrj0fyji8F5kOvuOJTr7i4oe+u/M+PYX9ab6laSA+8DJdPoCpgL70j8g9kyQBvpXlmT5bmhO8GyoBvjZxwDydQyc+vDU3PifNvD2ox8i8gWZ/vvpSm74H9Jy8MY+pvsfkUb6voR89i61XPsj+cL4K1Im+bcoOvSCkJL62NwK+5POMvsPggT5LYAq+rgyJvVd86r2zx909s9WhPT20Gj4ncWG+1bTFPcrQOT5IoHu9RbWHPqD9p76KPAo+VIU5Pjd3bj44OH++shOGvri94jx6Ih2+9VWRPmhQD71tvVG+","SgY7vp904z1iH4c8CK8oPne/Cr62K1Y+BypZvpgfVj74I2U+bYohvg+vBj6ItoC+oP9PPla5nD4K1ka+Oh14PgwZUj6IXv296RIMPsqd+DvcqIY+Qb2FvqWtx726OQ++3bcsPj5gKL5/FJ8+uvtMvtjL6z0C9ny+eUIKPpcQSb1qFqE+OL8kPoTWgj5pAvA8r2U4vrKTEj2HY48+DntYPpq42T19tYg91BmyPc8ziD1dZR6+RnoePUXByL1aMte8SPFKvtin1DxKLvY8GjDyu8wT2D1jEUe9IqxDvsBieL7spIE+sx+APtehpz0dyy68nSalPgech74Hn4Q9Y+fCPI5/Vb3F0BO+qSinPanv3rzvUS8+Z4aHvuPnVz6wFKc+yY9bPjpymj2RE8A9TSSZPQTo4j2vb5Y+kwRIvng7cL6nd829QweYvj7tjz1dgZE+U6WovYVuuDu//K6+45SxuTwZDD77CKI+tAaiPRLKJL63YPK6GC2zPAPT0L181ck9nH7IvSgHMz4kvmk+doXBPcLxsbwBGnI+0nMtPW4hYr5HSrY+Aetuvpq+hL5d+We+sM3JuqCGVL5M/0Q+ZYm6PjulhL60z5e9cc6pPQB/Aj4rnXS+iN6rvaWN/j3J6tq9R642vvbFl74BqPk9xkfRvXpALr5XZgM+Cm+Dvgz9oL1iLo29+zSdvmgWVD5s7uM9180ovuedYDwEFHI+RGknPsiA0b0neKK+pNN7vhZrnbs9bJc+X0g4PjwgV758mJk++VphvhUAmr1ndN88Q9Q/vmkK+D1eVDE95EKcvSzehz75kni9pOwhPHGpE74a046+LIQ0PX/WKL4jMs88xjX8vPj0GDxf5Vw8OQh+vcdFiD5XEDw7AxwQPRR0lr6VdQ8+Gz6dvmVfFzzrSFi+yb8GPuCpHj7Pzog8lrGRvuL5Xj7AHw8+w38+vp4FVr0Jr6k9UpULPipVRD79XYu+IKFQvvNz671iLhS9rmZAvukrED0K01i+X3hIPSef7zw0dhS+","oaHbvV912j36/Sg93Np6PkFURT6F+TQ+YlwMvhQoUT4SPOc8pFqHvnNLI743bcq9x9edvVUVWb7epqc+72TnvTomV75OQV2+/LmfPrN5uTwAXpy+zmq4vpeSXr4NLqy9FDVJPK+ScD515JC+h58mPnJYIL6HBQW+L/NcPuCsZD6fc6g983/XPNqtST7Zfgs8VTsbPb1hFr5jt3++lfSkvZ70Cb6bZwO+rBQ8vWC/ez7VwgQ+hsaFvp6Vgb6YSn2+kqguvlyJuj0ViD8+eDETPalTnTw1UIu9JNqdO841p7469UM+ACejvZfLgj4Zh/K92xACPnvztr0zCiU+JpMiPg3CCz6HdBW+ElGwvqW+cD5rEda9my5OPi1IgL07Rg69QJBBPXYf1zvmRvs9HAJFPaTTMz7iKpo9rT5TPnUWxj2WvEU+/pRSvezVHD67+QY+SuZPPsF7qz2auGW+JpPrvXtoTj7V/jc+blgMPtXnBD6f1UA+dJRpvrt/Ej6RPd49uqkzO5mAwL4IKHu+9TGSPeWuIb5DuKS9GlDyvajgHL5LcCo9tFL5PYLdS77kT4g+Qg8XPuXrgr3xUIQ+Oww5Poj3vDwjype9UTuPvQv2ILwp2+i9FAE4vvFhlD5lzkW+hp/DvEGZeD4c0DE7r3Bqvi6Bhr6GtQQ+TFtDvktSzz2nGVq9BUsLPsNrfbwAvvs9dM+Cvvytgb4zYJw9qq/FPb/ffT5yZYa9gbvTPGokzD2fUoQ+HqFWvTOhUb4eGxm+t+XcvZDJdL6gAjS+6Bc2vkbbb74eUrK9pZFEPkvlWj0Gfia+s9r2vZuv0D3H+w69Rrf0POjsSr4WypO+2G8EPn94JL6VPaQ+kEszvgx3Eb5GD9488v47vjTRab2aXCc+kZ4LPmPgmr5ZKY4+jdj7PXp6fLxQZZS9L480PTczmbybdWC+CQaEvmRsLz4gFaM+7CwCPqUz2bwBJA6+7v+ZvfPenj7k7x69MKWDvUi9tL09H6c+2AWdPjnIpL0+SYQ9","0gD/vWM4Yr5/LkQ+y0xIvkvjlb0WFZw+dCKPvvLXDj0H6FM9Fv40PoHoM75AzOi9zFk9vitwhL7Q0Gm9xSQhPgruIj5sE0q+T/BfvllZnr3WQd09XVdVPpepGb6yJs89elScPlgbQ72XBCU+gEjwPczpEr5sDhA+ZhaVvaM+Mz5IKiO+0tVtvuwjV74yBJs+lLdCvp/nnTzE9Zc+kBSLvoonUD1Vvua8uuGVvooZKT4PX4S+RNy+vskGwD3ynk89MmBzvo0SCr7dyWi+ghRfPg1NlTwr1Uy+BPqkPSjosj4jm10++sybvIqiJL1/GXQ9Lt/PvFXoQb68iec9VARsPMcdPz5sJmi+2O+JPu8qQj5Fneg9L8K2PapLxj0tQme7J0iKvu5YvLlUAjo9JBuZPY8UAr6cs+Y7OwEvPi1bcj78dyE91hBkvgrZET5XR4i+rzIqPvCE+b1yMeq9L+wPPYiKOD4sPRC8gIZjvv1sIb40dvU88Cp9O+Qihj6d+/K8T8GCPWKRgL7YNMM8DlkdPrik+DwWPCm9RTXwvdsL7Tzg/4q+KEuTvgN1Fj4EIfo9RRWdvtEwAL2g/Xy+/BeOPnNBU75J9lK+DAlgvVkgGr7A/la+wo+FPp6ErT25moi+vLCEvlNpwTxcD9s7kt7rPYU6/DwcbAk9mTAOvie7Bb7cCXw+L3UgPvUgML7HeZM+iWBGPhrjkz1xC0e+3UJwvvBt3z05c4O+SWs2vgwmzzwsnYw+Nl5LPrEOKT7HdJW+1nkSPhwaWr5hX2I9Ro/dvY7vg74yUXu+S/2Ovs4EKj5cBSW+dwQbPpRLD77cyRO+xTuVPlqKb74Yk3G+bTwRvMb9/D0iLmy8DHUevmMiPD7rBXE9UasePlOp7T1VArm7pXYWPn+Blr43gpE8Gd6UPuN2Z77lvCy+qD1ivegpjL7XgD8+hwGBPo47hjsBiok9lakvvnBZZDzal6M+/CMRvcu8rr2SICY+6vAKPch/Tj5wwKW+l+OUPsdpfb1Ivbg8","ycANvmcwKT2bzjs+44xuPTzzbr4dXAk+oj22PZOvW76PFUq+k/f7vLnZzzzs0y6+etlBPooiez7d31Y8piqovo1gjL6+RoS+R0thviEe6jyKKII+GlpIvtlXUD7UqBg+yTQAvcveT74YYBK+fSkSPl19271NspQ+6UiAvWorc73NdyY+5+BdPm9dY768+1o9WBFLPk3fjL0o1w2+GdcCPv+36j1Tp5I+7mTNvQzAUD6txBy+nyUnPhaUfr52req9KuPqvX1nJL7xNm4+BXpqPhlOgL5F+1q9++mQPg8yLr6GCYQ+NZ+IviV81T1aQdW8nFNQPum/XT46P5C+hIdpPr6eST4g6E6+jRGYvp8oYT6nAx6+CkLsvSyM2r33uVA8Kyl0Po9HPz5+hse78ziEPvM00D0fGB++stSMvsnWCr61QXa+E7n7vD80Mr7LNNi96PEvvnLZaD4fOxK8LGZVPiAOHz7P9gO9bUE/u3ds3z3W0ia+bp4uPqbZKD1EVxo+SQ62PXXKrjt2aY8+OPgyvsSUKj4ZPH4+wiJ1PrZJkj6VEeQ9n+lVvt4VGL7CT9O9NOJLviTPZjw9LGk9ZdloPo1JKr5L3vg7dNM5vlU0IL1gO6m9mhBDvXLbgT76EIS+fPqCvnFKBz6EzJu8SsPHPAHIo73MZsC89IYMPoV4Sr7vXYa9z0l/vcq2lT5N6ka++INZvhQQSD64SdO9cGpCvoBAeb5MAPk7dCuQviIQtr2Y2WA+a29QPniL9DzZOCu+Sf1CPtZqeT5i70m9mKWGPYbvHT2KL4c+iqPFvcnCPb5ACUi++Q6mvovnlL1oh1C+1vdkPone5b2lUm89b4LCvbOWiD40jl6+SZmcvQLtgj5kKVi8S0YxvinCND78FY2+zPKpPS02QbxW022+LXRHPlx9DL5PkoQ+Ewc/vhT0VL5D+22+aE46PnPRMr0Kbz0+ikHqvU9fKL5QxqQ+dvn2PRXs5rxzHCw+bvY5vpQziL7mIx0+X+6BvYPEib4sq4Q+","LcEqPU5PHD6JRZ08JPeLvOM+SD4XED0+MzYMvoXVMT64yms+gppYPvxo3j2hgBy+/elUPWg+hT2e0YA+0vglvjUS0T39aUe+WcrJPG7I3r02gC29JRk2PjoMir6SCQW+b4yePpyMbL4iB9O9aZxqvEZqkz6BKKG8GYhWviYbzj1iMpI69zc7vqWcjL00k4u+11CpPjy3Or4Cp8m9vGZ6PY47x733nRm+mP2Yve8eVj5JAb+9h/2OvRrdsr1Pz4G+axdBviWWQj7DmxG+SrarPcOU0r0b7oW++9O1PIvz6j26PAc+kz9gPveMYT6P62u+ICIrvqtpoL73WPu9z8lVPhV3wb0ZY2O9jRuEPtanmr7tK1q+QwuHvgMaCL6b+Ow9oLASutlCI76C5eg9oPIYPu35lj7M/Cw6jnIUPWdxd77mF5E9JFFPPofQnr53QfG9ZqsmPkQ1ZTxMDgm+4+DLvVvqqDxaD4y+CZg3vpRlNr6ZyT0+666NPl2r4bydoWq+i7kdvp6LIj4LQcK908DGPcaKc776Iky+MHB8vdc3lL2X9du8/kLyvVwvmz54PJy97QdMvcovQz1MIge+ZF6DvhRqgT510ga+GjInvhIqq77N6Ig+GkAcPoeFDr5WiJ+9tyqMPoH8rz0+zaG9daWXvgWeIz6juXw+gI9mPloDib41sCc+1mWIvsda3L1Y4Gg+dUUCPnex8z3nSoO+nFUGPpPYPr6gzni+o3BiPuEyFj0066E+tc8VPm+iCj4kPBe+ALw9PGLKVz4yzru9N443velqEr1M6gW9nesTPXqaiD4PIFW+BTRwPjyElr5uTnO+BdWNPr/VrL3KeWI+qLnYvQr2Fr4Cdhs+BVIJPmg8lr7+OAA+iScju+IHorzzyXM+G3snPpKJBL0iaTC92SRgvXIpjz7ZWYU+Gve0PvGHO76EUIu+nYIZPpbuTL7THb09CpzOPegEBTtdTKe7KswbvfPsar6lxYG+gBJNvtJFezxT5ou+/J4IPqgTWr74YIg+","HJD6PYpwJT3KorI9sbcOvsMTx732Y4G+nkIjPkO57jzEVFe+cZ0yvTw/Hj2yNAo+dx7wvbzJi72RD2I9ldQIPu+4Jby+6LG9ntLEPfUuSj41zNW8PvSdvhIukbxqtEE+NkUHPqIJKr4m8S4+K09LvFTmPT6Pds+9XueIvjpTID2eTNA9VQ6FPgAMiz6jOo0+Sd8xvnlnpb430js+FSZ6Pocmjj51xgg+QycYvgMjVz6BZQs+ya1SvmUVTz4BUCM+fatEvYUYlT7cVxA+8xCsPcJXJj3L5pm+kdwCPpCL2z3ejiI+dkmsvTidlj75K6+9vP+WPfLTqL6mukw7q65kPvLHhL499ly9q3OTvkVPrz2ioHe8vWcnPkjIQT7e8ju+1KGOvchr+D0//pE+JU+OvhjRn75oTjU9Y8ukPbRUOL7iOz0+zDMOvE0Cnj0aJzA9RWw5voQh1DyONzy+Lls/vta4CD7LXCu+U42JvipJhr7eyTa8D7GtPQ6Lj77sYZE+A/6bPiLPa7439GO9KZqRvTBsPb7VK4C+OwI0Pp7fa77rBY09fC6lvujerb2FyBC+HELkPD8zhb5Ukki9ffJXviFcOb4A7Xc+GwwvvmDGhD4r4L49kleGvhCtc7657n4+zP5tvqAYmjwbQ38+9NmJPpKSHL7eRHA+6QWXvusXyj2e7zw+TnStPZe8B74Wo0G7YRBjvrl+kj67H8W9zHMfvogBiD5ijkU+IVh9Pu6yhr5wOp6+J3g4Pr30F77Sn0K9r6ZfPsklqj3jfdO9y7HxPIu+dz6evF+9c8WJPgXVIb5EE6Y+8W1QvXTaBz6+H5+7WsV0Pln6Ar679yA+tp7uPfSmNb7kKj+9rOk5vGIZjLsMrOe96dI7vksnK77Z3I4+lxuIvf9vfL5UYZk+KjP6PGyLI72jd2c+UlCBPojjwzsn69Y9uATFPLRDgz4cHdU8ddmlvdmqhT4Vs3E+SQyPPvaBZr4E9kc+vwuWvdv9cT0TVyy+XNwqPlNhmb4sl6g+","FxxaPfFvgb5vgGk+96DfvaU7yr32gQ0+/fdHvQ9Bnb0FdDy9DQs8Pj+IgrxeXUU+6eI5vNZiSr6rJ+c8/0Rdvp+Rhz5WCfk8n/+Vviq+kL3WQD4+VjXsvc0mj7w0noU+K3+cPhEQmr5YMHW+5IygPvC6v70az3c+VhQePtLeNj6UlgY+ZiCLPifDQb1aX/Q9nQlivlMgnD1Q/3u+UjFKPFa4FD7/fH8+HN6sPP7Bnj3sObu9OJOBPh0ATr5IzTk+Q6EjvvH85z119yE+DqJCPiSmDz74lOk7mM+PPreoZz5keYe+gqpNPTEwYb4n8NO9tTl4PrchcT6roac+i3hKvmuvBr26r2e+NBV0PkOhjD4lUb09f8n5PaTZ370ALHG+vj1JvS4ZyD1TH2O+MT4TvlX4Q77sOZI+7TCMvfJmtj461mG9/ZpGvliqpb4Eb9w9iSoIPgwhgTwkl4Q+Nz8/Puaylb75uYs+kIV9vt7MrL4s+4o9yC6Svm2jPL1lD/o827MLPq7Rqj3Hgq28iChSvalzMj7uC5A9kwZOvq2kTj7Uo1C+GCEOvn8lYz5yZDA9J6BzPhS2lj2Cyk69CW1Cvu6jVT5ckJu9a38wvif6Rr7cHoy+33H6PdPiIj0aojg+/631vVbUuT24AKG9/OwVvs8vGr1Hkw6+Vmj7PYQTVL6o4BM+pwPuPUOrprz483W+ZPb0PPxV/zwmzpY9vGCivjF6Sr27sAO84AIZPL+UKb2BOFy+ehipPty8pz2qkz++vd0ZvpvH9j1u3aO+rZkMvsZDOj7H+HE+NY2KvlRPFr4DdTg8ENXlvHm6P76bN4I9TzJbPrumhjyLUqk+CCV9vnh+CD1dUyG+ab4wvpmhELx9OSI+ETBYPaKCkT1D/o8+t+X8PIuT3Lqld4W+zJOIPuOMUToz1Wo9rPU2vh/Xwb2nGeA9KxsJPQIjejyRQ2U9ACcfPqTHVj5yMds8ZjegPUmYUj4xRBW+7K48vurGyrwZQbq9MSwdvfYyiL6fYG2+","QX/dvI3ADL7oM5O+88QNPvaxuj16Nqg9tl4CPp11/73JL6094y6xPCSgTD4Cgaa+7l5fPlavWr5OYL+89PFjvojvrr78mYY+wXxuvszNWz4l+Ba+VTZlPgs9lD0XrKO+S25VPvXeCr6KSXk9Qs6Vvd+STr4vND89ZfwwPoEJ3T2Y72a+tsh5vtRQYD7aCFE+88bmPauk6jwPNUy+Hp1lPtpzFL4jKXE+oj6YPmXiKr7P1oq+YzOsPF+Kkr42kD4+E7MBve+egT1YzYS8RXD7vZstvDyZyJq8V6cePlbWSr6Cw6u9s2UfPCyHgb4ySpk++E16vtlccL4JnTY+y49ZvtPZQT7PRki9KcmOPkHkzz0Sq6G+tu+avno+k745aLi9SDicPWQ/R74XUg++LYOovslobT4jah0+rvprvsCxcz4gjBe+UWFYvTn10L2BRki8OYMbvoqlDr7hepY7PC0CvhupDb4yYbG9UG/DPTROIL636de9071uPYjCEr5fGFi+CCw4Pruwaz4BtLq9AUbdPTmMoj6jwEW+4rqnPkbnfT7VlIS+k6UoPjkxgz7JykK++hWRPribLD67hXy+PbuBvq7vUr6xuYs+jatJvRt3k72aZ7S9V98kvqN9Z70VstU9ZI8fvq0vQz6fZCu9I2vavf0sXr7ChTs+2dEivj+Eqz0kHKK7mzq5vMU91b2hip++QQ9hPmKxoL4oF/s8j6QHPuwHXj6KD1s+0ySLvl6Dhz18bQE+8L9rvb/+Gj54DCm9cWQ5vqzVPD6DVuM9/JbnPG0rjz7ebt29WKYPvkmQaD5IkMw99WF1vh2hJ75K2zS+89cwvr1wAr6a54s+NV9XvjfXNz5BWCW+kclKvhs7Qj7jCEo+yBZXPZTYmT0KS5c+ZeqEvk6+VL5nlRE+4zQWPccGk77HbkU9wL+8vcFv7L2WwiS+VVyMvmFTQT774S09ucdxPpOwqL2oBxi93wbgPYg/jT7ra0W+EE5dvdkm/j1cS+c8AkqhvhOIEb72Xg0+","Z07jPaXLjb26za89paT4vEKmlj4kWYO+VYAyvT0Yuj1ZY0e9OxiOu0R16r362Bi8OcvNvem2+b2rHGu9VuGkPeKzpDwVvhM+4zv7PPfmjL6bby6+G60cvUasKz2nsXk+EBgwvmpwlT5I4cE9R3+DPi0aKj6Mjbk6ize9vdXcrT3IkCU+UkefvfeayT0KcJU9x5MuPidoC77Yj9g9o4iEvrrWNb7+8pI9nmYoPlF+3b2sqZg+Tf3QO1OeRT1jOy++SZuQPhPUDj61RFM+5J1Pvlxsez72L/e86J6uPbb1Az69dY++05mTvnZX8j3fKqa8GdOcPot7J76hKVi+3PE0vjgDmj65d5U9vnZXPtr+Lr5CAbY9GA+OvshAgD5xgUw7DcXjvfCZXL4iaiw9OqgQPodBFr0Rvc29mb6jPhs/k76Fi16+/TUavTU7HD2D3m2+mDH6OiHjZD5V23U+8s2Rvlz7lD4ccc690MtYvezZyL2gd808PNM1PmqmhzxN3Zc+3k3VPXrxLz5Mx2w+fl6Qvu6+Eb5Dnbg9y2VOvoyXWz7id+k9WZKLvUvH170jBKM8pzZRvsZuXr4qlgy+PvtwPkwqxL1jq0G+4/8cvsGH1D2urS8+VWKCvpgtYb3TVzQ+PU8XPUF2lD3JHhg+ljQSvjVAS748mEC+ObN0PiPApT4iUJ4+g1qQPk34Uj5SR4s+ccHnPaKJFT6H6pa+azQVvg++Ub6uc7+9X0cHveeqs7zhsX4+Lnv0PY+W2T2HTFW+iZr4PTRQczwQkyu+d0I4PCWKpD1+/Cm+9qgLPiFxgj4+1kk+r3SbPq4gv70S0Iw9N0agvccZXL7vZo06LGF/voTvUrx2R24+JJQvvgOagj0Xa/M9ZbXLPZyDrb3fArE+bznIO7xdjj4WWUY9FDwKPTH0Lbyc7Ba+xkqPvraB4j2fGYQ+gMZrPkmNgr4EQu09sXpjPrhJIL5QE+290aQ6PgY1yLwCyS++A3/2PIu8GT6e1qy7CXmLPb6ymD6QOma+","z/Zqvk5DfT4tCE46OitovuCytDxcEYY+xEsdvqA8pL3dv20+o147vm9Ki76L3oi+IHxrPjNVkT7uvJy+9U3Vve3MaD46d6Y+7ICHvuwCOb4pgKO+ZQuqPj9APz6NEUs+FM0mvuuecr7+ue68I8XPPQ/jorpia+C98lrkPBInhL7BM9c9WipJPpiLTr2Lh5I+w4jfPbnPGj6bdZI9Vm7yPclFRz4IMbO9DHEIPqSc1T1krDe+ZT04PirM1jwZUIU8dSHNvW/tJz7ya28+QudHvhz6nz4TiP6988AFPn7tnD1sRkA+lmymPQpXYz7mn4E+DndTvvS8Ur4Y8UE+dBJ7Po6qDbvWUiU9i3C2PXPmfT3y0lE+F0PVPLgIdL4qTV8+jF4YPkkFeT6FHPc9poKOPrGpc74PT3M+428AvT6YGD7Ipa89kRjnPVetnj6XmWU9UPIZvm7pQL6OiYQ9eFBIvfMUX74sPA0+0t/ovdCKfD1GbW2+JLCavtM1J77PuLQ9bTCLPt+zWD4WcKi7eLaTPkWsmr4T/Wi+1WxvPpoWOD7clw2+QlBQPQLDIz3NvHU+giBkvm5CS77qj/a9P/omPQ9hr70sdF6+VxyyvCdWXT3anIu8VVGyvIullT5aTV87Ow1BPmr8Nz00ehi903ZAvtQOaL4yOKC+p+mOPcwdar1oJ5K+5IGwPdrikr2lo3M+xB/IvCSkez0EVzm+j0yaPmhx+b3gLAC+j1OuvUbcor246gI+Qa9tPjgkG775DYm++wKRPl/mHr5TIHQ+1cpEvuEeKT4cYqe9o8aOPrOz+zspYRi+/BSZPpdIkj3Vm0s+GOwwvv5P/7xbX5u9YnuaPubl871tPYM9jIePvp4JHD4/A9Y93RPmvNaoSr5aGY4+GD4APWn4BjxNJmu+6YYkPl6dhDyL/EA+OevevZJcmr6zlyy+IhEcPp6nVb7czWI+Qqt0vi1AlTzNR709uAtBPd6ilD4JnQW96jSRvkRl3D3IAmK+JqquPQVjEr5gfSk9","WOsevlE6QT52f4G+AWnbvdX1XL4jbxm+RW0vPkkd5L02to4+HFfWvc0giz1w5am9VakHPv+OET624ay+uydrvpaqH77f25e8POpiPi4cYj5uExM+cah9vDDirz4/T5I+s+rgvVxhbD6Nm5Y+Z0ajPnnSz70aL0a+UPVCPVZtAT61oaM+EXrHvA6ygT5WHcQ9W8FtPiWbkD6GYwW+C5ohPu+psT2cH969tiUKPtT4xT2U6I68LvDNPUxhJz6NPFa+Hc8ZOyL9qT54sHc+ybdivjzGGj7mUI64tIVGvvVohLyyaSI+XkZbvik3k77M0da87UXtPMxNr72FQ8q6CWhOvXJ2jb0W+Je+MpUzPuSdYb4QqW8+MwY7OWN6mD4W+kG9ptNqvVXmNL4MiU6+WDAsPpSLa778pne94nALPi9ehT7E/FC+S955vv4UcT5Q0IW+0omBPm0jMD2Z9hW+EQNsPkreer35zFO+d/dlvm+EYj4EcFC+0E88vhZApj51Doo+b39AO/N/lT0yJrM5xWqrvhNKCj4Vt8e9ywCRPuzKjb6aLBe97ZITvd8iFj7cLio+8nv8vINhMLtlF5K+Oj2EvgBQET4QHNK9IbpVPudQO75VX5s9Yr0yvtZjdT7pzkM8OVg0Po9/oD4RDwg+9W/wPSmUfr7G/4u+49oxvjM+TT17K586m1N+PosIjL6OktA8gCkUPjGlYD5SPww+QLliPtFrlz2HW1m96iyZPjv1hD7Ozy+9FALnPBDcnr2S/Go+PUGJPoAUkT63Yd69uNcJvsYMjz4fd4y+2WkePtkXiT65UTW9MfhrPnqTbr5UwSe+qhdkvomorb0qvD29F9N9vtMg+z2C2b2+8gHHPWsAEz6lpx4+hzBRPjqzFT7952i8HsFQvrC/Vr6dGIu+YX/WPTeoKz7AiC6+RD89PS7LCL55Jsc9iJyfPQMRhT7Dt5q8rCeXveRsUr4bz5G+8laNPvsMVD0aZ56+jAhpvmgtZr6L/og+2WWcvgStPr5eKm6+","rpFavcdU5r2qB8U7ySqTvv1tnDw+nQ6+jOOQvv1l5L2ENC49FqqFPQrBiT5UmZE+0f6MPr/r170vXvc97LM7vlIxNT4i43i9ENM5vq+kOb6bh529oC9DPloGdb5IuAY+JdT/vSrJLbyDdIi+cDC8PEjktb2JQSm9GO4Uvp3aD71SYks9+ORZvgemKL5ODSY9Qv3UvaVqUj6wrw4+mRWSPACoDD6ab4o+sMVXvhRJAj4GXkO+kSn1PbaIkT03ECq+1zmuPGJ8kz7Wwjw8XywaPsZJDL7Zx4o+uoUXPQXGEj5yjZi+9IE4viB9hr4hCFE+uJyBvpscOr4/5Ac+VZCgvqzdBb5H0Iq+2vqEvq75JL4xjRq+LbRNvmctvz3W8BG+uDGlvWhymD6hI5U+LGBmPiKHWb6GhS0+dVfGvbcTi76aYUS+YVdjvk5AuL2ejWY+2kpVPusP2L2/jr69beX7PXQ9fr7BjxC+SHD8PV//oL7r2gw+YEhsviCYVD69AcY9VqrvPdHRqL0xwWO9RpJCvTLwhT7z2109dxkDvgh1G76OwoM+3QSXPqV61D1Ecxy+EQBfPdWgbj3EKlE+KbpfPvb98j2fr4Y+IQWIPklBr73MtQ2+5bVlProbHr4EzYA9h3gZvgQkEb4C04M8BPVMPf2oir6vECK+LPUPPsysmj4tWFy+gf8rPSKL9LzKvdO994RHPowo1T0h01O+8kgCvu6NEr4GLYe9Zv7jvFxWl75rCYS+4CeLPh758b0Uhbe9e6USvpd2Hj5UJbo9Ol1gPb2xD74ssXm+V9CTvjGvXb4OZMA8h2eAvSELMb4Lyhm+uIujPs4fIz4Q6FK9KsuoPo/yhD7umm0+FOOCvtytDD5pGv48/ThdPsh/pTx5PDo+hFOJPg+KVL36B/082ShuvnFblb4LaA0+f06pvnhAfr6A3Mo9Xu1jPuvXvb2rFwA7okK8vbISkL5d3Zq+tO/kveQCZ74rGCE+yaUHPvk5jr4zb6S+pH6FO67cLz4u2Js+","5xMbPZNjoz61GxI81UR1PnsrJr6i/Ck+B23NvWMygDwvXQE+dLUFvkg+W7444Bo9YklOvtVdjztK7sC9e57tPdwyB74Acu888sJePf8aZb5ONik9XYF6vixulj7AnJw+3ILAvcf0DD1Nyl6+oM07vtc5nr4pxIG+siQ4vlXnZb6lqHm+WKA4vjc5bjuKUoa+TnkkPa/zyztrUUk9LGAvvRgGOD4KYvy9Do47vXK0BT6I+YI+lG4Wvr6kjD4zE+g8ThxOviErVz5/d5G+Xh1kvUlBhL5skV8+nJagPouxIz4YQ/49Zvk6vtxpZLz09pM++mxXPoDsj71wQA++oBqUvE2J473PjQ+8797cvQkuDr4hB5c+3grvvfdGX77+woU+kO7FPEF+Fr2HsIu+sPEVvs3ehD7n7Bm+OS2wPZhVSL238RQ+AGggvkLig76szBg9D56PviZVOb79cxo+iSZqPjJLa75F7Cc+a070vRVyHz7FIyO+8flNvaz5mT5QSjQ+NiFevp11m76QQxY9YOZlPj5sKb451aC+Ou2bvfJ0J77zC5w97OM9PgKwhb5j2Le94WacvnDa3Dthsq4+rrM9vk5Rcj7av46+GF9rPtRf5L16iV29TTYdvoJ0gj732jO+XttrvkFdQb01GuC9f7EHvjapDDxRgmC++7vUuhhdHz6Fa4o+xFqVO9ulW72+Qk++5tljPnzZhD7udBu+9Ex6vdowXj5jWla84cNBPnteMD1PeNs952ypPSuCHb507yI+Q9TWvWlTfj4VmWG9hschvrhVCr0gqA++jUSavjHBjr5/llI+PAGovYxAFD4GDY28/jB+ve39Bzx/ILo9yXMqvnVqDL4L+p29fcm0PmZg/70pMoU9e2KJPtHyaD4Wdli+z5QVvszRfL0rmxe+xG+MPPj3WD5nrk++x9rnPXJnZD3Uspy9zG+hvVcleD68yAg+Hk3DvSC3Rb7bq3g+LRluPuyKW77lq4K+9L1iPmDqAj5eSSG+tksMvOI+Ij4nmlC8","MxNSPpWHVr3wyug9YiyBPu1uDr571B+8D5Atvtlrez4aRgg+YBkgPhcq972BRyi+jTOyvZy20j1vwIw9il0zPlyeHT7ngmA+O5AqPi++Wz3M0/G7ILT2veuF37wqHzQ+PiT2ujB9E71EF02+n5yQPs/8qL05eDY9xWT6vVi1ML7xTU++Tnj6PfhZ3z0rH4+9ETUUPYROMj7hQJE+6m6QPf+DRj1f0/W9lYSUPSLLtz2Sz4e9/ApJPsRAHL72Mk2+mqKmPYpCij4IFWI+/XwavkSqWr5UtAw++2T4Pc6Vx72CF2w9ne6qPT1lL74+c/W7jTPwvJcfkz51aUQ8Rml4Pl5omT2YEY88sKpTPvBAeDooC2a+C56UvmweqT0jPDA+0KOLvnbDdr6XgJG+3DzcPQ95kr78vEK+FshtPjVXMr4bAza7lo54vsvguj3SCms+TfPBvcYrkT5gGGi+ET1gvvWDNj1jQVC+8pSVPWMCjz58NOM9ZsGRPY0K7jzhT5u+2qq9PRMVlD39Qfa9m+nCPD1OID7Lp4c9dzltvh8Dnj6A7/a9dssuvY6sU76Og1w+chwDvlghB74tYIE+eA2CvfyoXD2PN789KOf0vbp4yL0oQ48+0TiSPtbcLb0k848+jDOIvjBTj766LUy+4mBgvgvBTL47rW0+KD+Ivl42Wj7e4qY9HsG4PDXjED55vB4+hCl/PL2jfD4W45g+z1UMvUd/hb63ri6+EYw4vv0gdD5rPaC+qrNHvtH8oz31lVW++kLivW71iL5OKGE+eA/HvBnpSL00xGQ+jBD7vSdxej5XRJW96zZaPvQw2z2kPq0+jhUOvm9ciD6DChi9VQqdvgltnD5sMHi+D5XqvYR9eL5RhlS9ri0HviyDjj5I1Cu+65zQPMBfnr7hDrk+IJBkvsF8d746E5K+5KCRux/2wz3qX9g9KHn9PQXVkr5bu1k+vGxKPkzcRz4qLTw8b7ARPdRHHr3Qiqk9hLGIPvtXNL4wXx0+pOedPgBSUL7R9HW+","Xd6evtiigT7/vJO+SWnFO3gHdLyymEI+qpAbPmRXoz4W3a68u7PPvRk5xD3xaj4+YGYzvUrH9T1D9wE+dqOgvTPkZL17MCm9Mg6gPEw+oj3Ysim+W/QaPvFhJT56ckM+703zvU7eDr5j64o99Er9vdx+Ob2MoEy+wTsUvh7vljzbAqw+aPqNPVfM4j30BXa+vy+lPczYFb6dbna+pWCNPgLMHLxHE7C8jydqPhbWsj1drhi9jsSEvYpmBL6CozM+bQYiPpV8GD2Q0AM+DHVdPexMkD0RSSO+WkZ8viflnb6zPYs+YRSCPuokcz6quaa+Z92QPfOlrT6cLEy+JuOGvnJCIr7ivYS+dBZWvoDv9j2VoTC+ODoEPsStdLz7GC4+UvNfPveal71sWKw+eBLbPWgmgLyqQW68pYIoPkyQMj6ArXE+04YAPikxID4miYg+uIIMvmpXb76lV3S+mof0O7FmTr7BqYE+OoPmvfuqb75MDjY+tdBxPkj8hL5jKeM94/ulPVWzd74ceVk8ZS/GvcO3oDq4h2E+WtEpPtzhqLxIkkC+rjI0PaZ7Jz63Wj2+IS7EvVFHDD5b1tQ9eGrAvWhFbL4Kp5a9TECMPguckT6nX7U9zhUrPmkcKz2W7ky+XTwQPSr7UL2lQEY+kNiSPerSmr33G2Y+hg/UPYzOXD4Cqh2+s1+DPrmXA76LHfY90tsyPsyWhT717wW+RxpZPqAA3D3NG5g9jBWHvuGnUD5LFjC9+p5uPuXWF76PBfk9aW0hvpkXYb4RAUC+RndlPj3Gez4D4ri9ZTAivu52Hr0Gr427jPRzPn9cCb54uSE+rgK1PvO+Hb1bW+k9UBicvjREib14ZEY8CbkMvdAukz63vic90ei0PU5Xjb6wFjg93GLdvTdbFz6anjA+MSIUvqgoPD269Fk9CEA8PVW+ar49B4q8yxMiviLpv7wdCMM9e5+HvV2XYj0a1rG9DxhpPhU0Ub7hiY09jfbqPSoOjD2AWYI9CwBRPiTDTT4h8H29","qa9Fvia+2j0dfS89Wt+dPi9XLz5kzIg+riUXvuFKMb4NCYe9nOSWvuDqlj4xkHS+0Q+APglylT6HPXU9+SeAPjtsZD5mbEe+dI+KvnlPML61Tbm8+wRHviarX7586EI9UmAkvp8LzDs0VRM+pQMivW+KDT4BDm0+tUWGPpOHi77rh2O+9D9vPeoDUT59aRk+eTKSvKOXy726fWS+FlJYvlPtn73PdfY98eg9Pk+/BD3k0Hs96wqhPlAsTD0aaiy+e/eUvl8qpD0x7Yc9bjxjPj6Ug75TuAg+bBoGvnXuDb74D2G+8Qn1vAS5WbuVk4Y+DzdePrLCF772dmE+zceUPSuE5ruIcEi+s6H0vQcIaL5qyfQ9y05bviPIiL6AF4i+QHx0vp47Fr4vmwM+gUcoPo5Dn73IFW++MiaEvlPbdr46VD++8x8TvqRytrxrYoi+Pk0uvm8xu73xWO+9pEwEvdN2zbxwa1o+FlWSPmWgiD3Kb4E+XOOUPl/3gL7il4y+x0+rvRfibr4MfHS+evoSvupbfr7cCWI+oOhivYcyID7Vo1i9ItokPTgrkj74oYo8ERmsPukysz1zjp6+QPQ/PvyU971Gw5Y9v8YwPXFuFT5PUlI+35TDPSjRBb7iKTs+Ag7TvYOwzbxY24E+i5B+PnjkOT5kZVc+lYWOPhoSs71E//E8q9ZlPmVBMLsB7RQ+3EORvnZciD5cdGi+U5Q6vVSpej54mpw+4SMpPtJXNj2NJ8a8RnlRPhQEy71ifNY9SS1bvl2zQT6AOG49LLy8vflYjj65sge+aMT6vdX3kLwthlA+BOCvO1NjML0+uo8+DtSoPmDybr5PPWQ+eF7ovT4wKT0yHgY+CZeHPuzIRT7Miu89QrmJvlnHlD5ldRo9CY0PPkG4Pb6A3xg+VVmuPmR6mT7n54I+/o60PXOW0L2JfrW9AZwLPQooij7HwSU+hi77PBVCCb4/6rE+nS4LvQQtnD3hHbc9tOYavoUhSL52pn6+VRYCvrAjPj4od7y9","t4aePiPmYT3JcqG+AZYnvYZKUL5bXRC+v76TPkEAIb2RCB4+uEahvk3XHT4WbTO+38ZTvIu3Nb46NZE9FA7QvWgCR77w1u09ef+LPgCDdb4T7xG9Lfl3PXqMUz3uiDy+QNY2vpe7dj4KN3I8q4WXPgD8iz4t1l0+1AITvqvRZz6xsYe+Ed/nvc2Kiry/Sk69TVr4Pc2UQz679tM9wUWyPsAYZT44VWW9ZlievvIm/b3h/I4+yL42PnLsoD47UZA9kv0lPamOgr7lan2+wyeqviIlB74cqx49isGBPgYEijxXqwe+P6nqvbUIRD4CxNQ9SDIPvtikrjzdxY4+PMFTvRRzcz4MFJ882JiGvbaZHT5n1wQ+OSVYPegeI70MFZi8wxCMvvyXqTwc45a+bsr0ve7mXb2808u8/WHFPZWcBTx8Lx0+eTEcPrLE3z1UfY89p9q9PWWNj74hhu49V0qcvhFQOr5Zgho+AEiFvWxzVT3ccHK9++e4O2Mpyj2lnFq+8JOQPh0pLb4p2V0+YEtTvQbYkj6YGoO+8eRhPqdphD0TBaG+bsMTPiadEr7ppkW9aCUvvbo+dr05OVC+jhnBPYsEhj1mFj493oMpvg5I7L1mxDo+6NsJvbDMhb7vqoG+AdV1vquO9D1kUMA9ksONvVPAA77n41c+A3skPhvOjr6lloQ+RYQUvnUePL4LMVU9Em5hvj48rD68HVO+NpU3vvgiirwer2w9KG0ePtMVFzzmXyy+wLxiPtzVtLxM4IO+j5Q6Po51c74tnIw+HxI3Pmg0pL16i5++AwhivW1loL719Es+GyWXvdxsmL5ip8I9ypV1PuLxGD45+Pc9vOKBvrJuKb4pukM9KBlpvnjRjT5vysu9r1yxu/11Lj6Dt7g+tRwnPkjNIb5ymVk+35SmPhn/SL5esUQ+Af6KPeWDDz51S2i+tm+ZvpWq9zwLtHG+DZjAPYE4Yj61Umu+qKCjPMKiUDxRZwg+7XXwPMSYkz5ePdc9ixxQvo4COD2NylS+","FtTCvFytmTyToQW+U1MNvrS0UL7hxoe+dt8ePqmkz73KVEo96P6SPaFUNz5r8jm+aRDuvb38Vz7Hgx2+HiVQPng2YT1t8LQ98YKQPhcGgD1BMAm+vJoavfFqWj5lNRo9LlZ0PidL0D3b7u29cTsmPTtk+Tz/xR6+TuuAPqxqFL7ql4a+ZL0sPqS+YD7BE8Q9FkdavuM+4z1nIz6+HohkvS7mcb6SGIi+yd6ePoAhLT4M+GO8yojdvDC7FT4Fl+a9cfV5PrXMljyl5Ic+9LK5vTTuo705hTQ+zvGKvoXj2z0c4Sy8a6GXPkwstz1khpw+RBcqPvyBPz6f09E9oVh9vjslQ7425xk+pF7uPZ4myD3XNv68qukvvkrYgr1R9y8+GWt8OqKd/rv6pMU9L4qbvnxtAj1Y2ki+K+SEvtAYnr1amSc+pVCAvZ4ygj6o3FU+XafivTwtHb2ZX5c+E8qCvto0B71utUu9N7eHvYe3Yr47MQu+KWkwPt0alL7yozw9EikxvvJao71MbjO9NIwEvu2rcT0GOUw9DlUwPoNzRLzM1aW885shvhJecr4uIhe9hmmePjIZEb510P08bNv8vRmeij4IZIi+y6qLPkGdKD7JAWW++fuKvmiYnL7HHW0+gfW+PS0ZhT15CJw9bmQyvUyKnzvJAE48zo9HPiVLoj6zdhm+05qhPvXVkT74Hkm+T7P1vXIYQz5Vad89iDnyPbiSCTyyKTi+0rGGvp2gZL422Qi+hAqNPrr+bb2nV4m+0P2Uvp/NPz4JUim+og3gPdcxNz4YnxQ+AxoxPlimXj40pNE9nqOjPbJD3z3u06c+HfAIvU9LsL5B4EE+VDhCPvIEBD52TDU+OocEvQvak77v9Xw9weOHPXZMXL4s9Qg+IY5uvkw1hD7Pvmq+oghpPjb9cj2N/t28B2sFvvZbW76aMpW9fsmTPYcOrT7w3i+9ajW6PsfQvr3c++Q9dn/OPTIwXj4UZEc+ddSKPjuhgD4oOEg+CuRUPjC1K77fKIW+","u2Z3vldUhD2K73w8/cZIPrLujj7Yp0++LvGaPXkIWL3UFhM+1Co4PigA5TzYVTk+ED43vnlnir63DaE9ZlkEPgI4CT42CxY+XTgSPY1qgb4bxW6+diJevbFH7D2pzpu7VDWfPTAfZr4agJu8An41vjdNCzw2j08+OKKFvtZlvz2YpRG9JMpyPibSAD6lyTA+EFKUvhHUoz2REI6+R3wJvqfyN77aKYW+d0fZPai+VT7BMIs+EEKaPj50Tz6rk4++yKpzvpB7Nz6TYhu+uHKGvq5EID7aDzI+EF5RPisLhj75DyM+XwpzvKdlP75VsBS+ROwjvoMTRT6DpU49xdf0PDcTWT7awzQ+hM2Avop3MT72t54+BpOmPUL6zz2irgG+UJNlvk0wTr7UxxG8s6M/Pg70tb0E5Ew+nMKPPTHKc75Njoq+jq6dvXceRL7MsTg+/Q9XPr+Bkb5zhRA++RJAPtFbg76cOjS+hFVWvvQDTrwU74S9QweAvljmjjwXqTc+a8rwPV0/gr6PPIo+PvR9PuYwvL2P+RI+M8+KvuLTVT7ZjSS+DvFxPEY+sT63kl8+4iudOzbPoz5s/zm7eAz+PUoNNz69vII+JcHhPWnzy72hKle9EurrPbfcDj7OJ929owYivvq5dD6jsDY90kn5u40CsT57x2W+apWGPgrFjb6WcRi+nlsGPUjUjr5kAjm+cHLjPcC0bL4E4Vu+ozBfPd0DgT3oM4y+yCr+PHzdgz6ah9m91slrvmtT27zPvz4+LOh2vv9bvj2OGf49HjeOvpilczyqGyY+PrlRPsre8z2lkXu9wNRMPijJjr58i4e+mQBOvYUNfr5UkQ0+/CWfPvvMej5ntR8+G8TgPZnHkz5havQ9b7F5vr/3mD4Apis+XEsmvsDLhr5ciqC8XySZvTNRSDzEwoA+w284Pv9wA74WiSa9daqTPs4Klz4Di8I9apdgvjwTaj4rLQE9l7w2PQo6zjwfL5U+ZHXqvbWVsD1QRko+CqENPpxXlr6O22I+","NHIlvoQVDL10AUq+wbthPv1+mD46FIQ+HeDJvWwthD42xpU+M6xfPnXSkT07Kro9kqr4vcpxFL5PYgy+pyJhvuFEhr5hQD6+JIYlPQ76Eb4Zgws9ifOKPgP9l76/qFG9DRVpPqH6Gr7Cboo+IZNpPWX5gb4rM3S+9WIsvnYZlr4QFC09o6qSvvIWy70nrmy+7U2Wvqu1v73cmkY+4lWNvg9Zib3HkoA9YKbRPdP3cb7ud1472pH5PcEPWz1GF20+B2JBPsxVir5j+JA+NnZFvnQZhz7bzzy9ZXQhvhaeoz50yg2+Z87WO5fdJT59mIk+yt2TPoiPFr5clGo9E50ovhZPhD4U6jq+WD7vPSNtZT1w74C9ZtUpvujUnT7fy1G+Jg8/PuVPlD5TsYy+7ldhvhbiNL7ckCy+b0kJvdqHEj4+ooy+UKdhvatZbb6L4T+9DtiAvl+zqL4uFQq+ayIovtJf+j1aVjG9ERiNvW3IU768MWU+tV9ePsHhJr1f47g9hhC6PQsGjD7ZVK+9YcwzPnMofT5Uu4e+52CLPtWFML7AhAO+yvYcPnBmJb5I90K+riVbvfkdgD1shJk+kbkTvpD5w72KDn8+881QvkG0A71j9tG84BRGvvoRCz457pI+dr5WPlVxR75kPrw9BwSUPuRRDr7t85o9MCP+Pf7obL42yHK+rFpTvkZgWj7Sj4G+0x88vq6njD41E0W+t+QbPni/Dj4y3Ua+oLprvgb5k77svF8+5s0/Pq/xoz5U1/y9EY4APpMWZT4CVIi+LrkMvllp/L0CMjW+Kvdzviu0TjwUPB++qCMAvKQHWz5p52s+mIiWvtNBMj7fMCy+9tc/vWZgNj6N2ka+LPxSPdJIcryE6+K7j8gsvYmv3j2caLm9QJ/SvZd3pj1E8Z4+FQs9PacbNT3IZ7q8U3L6vRc/Fj7G05C+8FtgvgsZor6UH989XnPxvWO2iz7fuhO8th9CPUfP7D33rX++Zt2LvRvdRb7d8Ce+RcNyPhsTm76FqSa+","J26pvA2MrD2DB6e9DcotPv22hb5iR1M+QbrqvabvZj7iNpq7uJlLvrRfVT6o9KK9JgUAvuHdPz5OEmG+mNDDvaYwvD2YsWI+oXOkPvR4Nj3hvMe9Q4YXPed6Tb7u41A+xfWUvqKLDz7XXQu+qryTPug6hz1JnpG+NX8lPadGKD6HHze+j9efvZfvQD5yzzg+oNzEPdjCDL2rfQe+wcZnvlKUtL73c3A+iH5hPQiIaD7dUZ6+LrJevtwdhj2elWy+/zJ4PUqUAb4kWQA+YsGmPMiTKb7H3x0+n8h+PjZgSL1jliW+h9yjPjotaz5seSs+aKFivleJhb3B65Q+npu5PFFhw71zzVe+vvLzuu5ukr2Z1nO8m7CAPlobKb54yns+mYQUve8MZL7ruCm+65IiPu8/QT5UNR+9ZYwlPhAllj5rAog+U4qKvkj/FL7C0t29rStoPu41iz43F/k8b5R7vmisCz0zeF8+LPyhPlJokD5/BDw+EdkjvoMAiL1iAI49DdaOvaFm3r2Jkys8hwNwvurI/rwhzMK9BDqIvq0t3jyAMLs9Bmhqvu9WyD2RQYY+FXF9PrRcw7zKoWK9kKqZvbqgjL2KJnu+GunMPSZhQb7bL3I+ft3LPd9dnT2Axmq+phSdvE6o2LvRoEa+pr4KvkCqfz5MQI++S99hvqfakr5Qh4C+PkjHPWf5nb4lvZW+8oruvTpCDr56u3U+LAKIvidRjr7FlYi+d4lRO3p4OL5l3Zq90rOSPhvEmL4Gt4+9JaspPrL6cr4eIZ4+R6+BPjW7jD7CdR2+lHy3PeQY6r3mJmc+7o47vXwyHb6Y43C+DTxqvmDn9L3HKQI9JcV/PJ/+T76ibQk8qwgkPn/e+j2GLm4+rIKDPhhvWz717wo+D1lWPOCtQz4ekEA9GSzuPed3gz47nIK+S//7vXMFbj73C528E3YSPjMkwzwhXS8+oSKCPaD/1z2xoTO+UvaZPcXMfb74i8y7RdALPiLsIT4yRWy+sNWuvdtU372Bj6A+","ujeVPgZaMj2zhp094pGGvrE8xzxFp829Q6GbPkQmKT4dOxE+NVAmPtSeoj5/PiC+P1iTPhUR0j3U9Hs7SbJwvmj+h71rhSs9MuzxvTzsKr4NIec8pdLEPaedYD4x+fW9SwEGvrCE/L1+cmm7bmR/PvUmn71N608+7vy8vYpoBb6P9w++4nRhvs7ppb5g6Lc7l95duxTYmD0Gzxw+fybSOxtIQD5BMHa+CPN+Pj7PQj4tnBq+nu5gPj6sHL4CWsW98HtwvhnB8L0S/Y++K1L9PZEGmj6D/0Q+wdbuPZSSiD4czDa+EUnJvbgBpT5TBRo9I+BXvuv6mb4eMpC++axDvpgHIL7GY2m+BgWWvrXJiD6fYCs+8PZWvpKfRT4pMYS+XxVmPk95NjuijjO+sw2EPMUVi74WAAM+c7bOPJVu6j3hYSa++mWJPSnAfD3wQxG+sDs4PB9bDD6Lcz09jCiIPurPZL56e5s+k/aYvRZVPb3Uih89DyGKPndIKr0xty8+tBBLvjdzFz64j0a+/EdnvWFwND0lDfa93ZmGPnLHTT5ksoS+1ZGhPlR6kT40MLO9CA18PgJbGb68Qhi+Bh8Vvu4Dib7PrD2+dVgEvjwgqT5Gtj6+CGGJvdNGXDzqlEm+8W6DPVsHsTx3gJ0+HwgvvpY0Pb7s+1O+lCL+PLdNsT2UeQm+oGkEPg1qh75YKIi+z7ifPiEaOz56nde9RkPlPc4cnT7MYuk9iTccvjyZYr6/JVm+Mx+hvFKKTj48mMC9oTkIvgb0BL22VlY69uiSPh+MfL72I0U9AU0KPVmSCz0qBj68V2X2PaOKkT4CR6i90oUoPueKqjyJN4A9XZ6zPfzGUDxrGzW+6juCvhyDKj6tnnU9ebAgPnG+az1dc3++q3iBvt310T1cJpU+lAyDPi/lh715Nh48LXDjPdsAgj7xi1C++xNLPk4Pez02I6i9ZFcevmOlar29Oy69i1Azvgujlr1v/7a8FrrKvUmUO74HWnQ9+bScPknGDT6VmA88","ansNPrUy3z1uSVW+JyF2vhnoLT755kk81wpXPlqoID4GMVQ+1D6PvqFhNz3YGgA+sWIbvuvJhz7Uans+d/IuPvDMVT68vWW+KtooPTw3lz5P8ZM+XqTOPI9zmbzvi628l+WUO+Ewyb2p5m4+/gMqvh6oET5at0U8fmZwvrzGDTyeXIa+zLiZvrFaVj3DtdE9yyABvZL2Ar6OQWO98meuvWNKdL70rLY9XOK1PgucqT68pDA+LdiLvgSnjL5NzKA+ky3RvVp6m74G0Ia9ngv2PSbVYz7I+3G+HfUmvgvfkL6XGAE+HuaVPl+5wj3c+WM+IfAbvgSeXrwryg++n0cbvkhF4zyBTCy+9uUcvQL/Tr5JPiQ9/fU5O/j69Tx33TA+mX5aPkKCmL6FooI9aHhuPpEnlj7X1jo+Oy8wPuJqPL5dpnW+sUh8PmyFfD1JOz0+OzdPvVNFTj7aWhc8xJs8PhTkkj2AeJ0+OcZwPnFzXT5+eVC+Lwp3PuVQOzwjmDC+vdWHvsCXEL4xeJ4+M8Y1PgxHKDw/OBg+AxCyPBijQLz4slM+IiT3PQWYET7lwY8+vNinPe8pgT6BH4M+VsRKPCoA+b32x+g9OX2fPBfHez59wOC8pBalvknmdr6cjKM+UXWYPq9YZr5bcJM+6naYvtny6zz0tNY9yKaIvXutJb7opiW+G8EVvjMMJrtsWzU9UmUQvZ9REb4NwXO+LEiGPq+GL74xJKU9f/2fPtTvGz4tzKW9LAoAvq5cIT50qTW9RgZkvp6dn71OKLG9VpM7vkvnwbyrs3++9w4APiyq0j0j3ne+FsZmPiP1gj55siq99V9aPsvYfb71oCk9OKZovmHcjrrq5SU+SqQQvrrFGDoWVHw9In5qPU8IJ77hcYa8HNf3PfgbqL65WG0+FK/gvbN2bj2GFg++5YAPPYliKr4aBuY8SYTsPKFahD5KkIe+XH7Fveilrj3UH16+ARcDvk7tkz54uZw+glNavvr6jL6mVi47EH0EvvV6fb4RUYm+","PT92Pq3REz5RU5Q+HkW1va7q2T3xGp4+skY0PWEeFz01Hoo+6NQ9vY3EFb50xbS7NNObvSXOor1fyE69qsLIvdII9z1hcXS+A9vqvReq1T0rYP498sRhPkM8NL5kj0290nIMPUblfr4Ip1o+nwMcvooJhb6N1R4+YKqNvrp5RD7tC547foajvak0871wJKA+388wvqt3h74FUAU+oLmSPqhztroMrw++MUl1Pj7WDj6ICQ++nyzjPbzzlD7ggUq+d1eHvVqih74UCjG+IAGnPhqVML3gr+c9YRvDvagGa76pHwo+ltKhvheohz7uQaG+L8JMPKgvej5taNI8rkYoPnSp3T1eCfk9OMjpvdb5gz6RPVk+xbUnPp/1EztsrmK+UfV2Pvgh472AH8S9bBejPfrBqD1jPqe7rB85PnaZR757GrW9MGsJvugEpz6jFxA+DKdfPkDJ+T0MKWI+M76TvO//Tr2xpVs8m3CQPnr6OTlL4S++8F6YPi+/K71dxLO9sPdgvsWJbr4o9YI9pRuOPisplT5ouny+s9uZvDZgoT6lInG+Fx9AvjgH17yauD69zT4PPvX5jbwhIYq+sn2UPgJ6Yj5Gf/G8XioAPPpdVj7wowa9GkF1PvTnBT7/qTy+ofMdPvYYkD4ujA8+dH2GPuU/g77J9526eN9nPixUBz4FPpw9AbboOpGYBr0CoAQ+g/cEPv6Trr1AtUI+rZuTPi/n8L1yWHI9POJBPphBIj1m0jE+OEijPnNRrj3MZlg+sLzQvfgRfj5GIAY+lVCEvJ8OiD4EBho+qkkGvn5V2bpla/M9zNlgvh7Oqr6noxS+0g0nPYsZx7w4XPo9rHBvPnWghD4vT0W9ZyMLPgGtUD1fs2++/7F/vkMRrb7ym6I+rEabPihNgb7e7No9zMEuvkpTkD7WFwS+3rMbPrnmj75UHKO9aHT+PBtOd77Eo1w+BC0zPsvsvT0jX9M8hj3QPSZsBT4S7Y8+V/gLPPVkIL6CpJM+BZ+BvD9R1byrj4K9","c+tTPjPMk77ZIhi+zO0DvlMPZb4t4IS+7vjjPVdUoL6otW8++9KXPWB3/b37+O69CxyAPkZVaL5bETU7/tjYPbW9YT55FFo+9QnQPfi8gz4i0re9wfmDvSd6ob3eaJi9oJ6fPkjPXL0SlBe+WAfXPMzChr4QUIS+PTOCPvuBjb7t0Sy+JFKVPmGzyD2WnIm+cESJPmmbIT2uZ+Y81eQDvpwVkz501K+9x0hFPWh9Xz7vVis8VqsbPYshij55Azi+RVyNPuHtgL4EKHi+YNPQPYzJCr20Kws9UYgrPtIWnzv0c/U9HT2OPnabdb0zWTu+jSElPix/Pr6lgDS+SzGYvQcWyD1Qwcc9QhMvvmeThD5bsBK+whnNPWDyzL0G1Is+awUfvi7Y2b0rSua9UtOwvPI3HD5jvMM8hOl9PjWBYL4dLf28s3o2vhryxr2TUie9n32qvePyrj3kFCI+GZxkPdYHNr7aF2U+JtWIvgt0HL5w0qW99Z+OPvR1l76YPpi+CngMPrn0dj7BC4m+YwZ8PYJTgb4GF888JB5APbptij39Ia48+N+MvVJ5CL3atk++5ZBdvjQenj2fs+K9eECFPtP2lbtwofA9kjGoPYVaoj74CoS8X2jXvdQLiL7oEwG9Ck1QvfEVE74kRzU+BAXHvFVrmb68g7k95U4Uvp5ECb43rEK8yTeDPYUKiD1iDMw9nRmIPsQTLL5fwl4+xBWMPYQpab7Sbq49M5wAvmvKgb4o6R4+uB8aPuLThj4o6xq9w4RoPmzWfD6cApO+cC2kPZyZrr2X8n0+zZmwPdEiQz2v/xk9XPCBvvvIsj48aQo+TKrjPf1oRD4+wYG8DOZCPSvmFz60JwC+ycOsvTKsKb3pm20+4TTavOtfp75jnCY+0HklvllEmD1bqtM9IlqePkVgDb673v296LGxPUavS73i+GO+YWClPXokWj46P0s+TkFCvjeEID4kp5U+Y0sMPrviVT63anQ+cVIAvmUUhL6KamO+9ZqYvpZxSzw3PoI+","H3MxvgTLpz0KKUs+ctVNvntt2T1vsQw9kteBvanPRz737aC9gY+nvvZZgr7ao3++D7IXPTUhsL1eOx49mGxtPjaSwLz7JWW+RcWRvgD7I77Ii929IodcvgOS1r1ZYB68/lOXveD0WT5PyDy85bAKvsiStz7zpMK9V+w7vVW4Az6sooq+GLt3PdsALD2Pn7+9V/9YvR8QljwyIja+KhscPue4zz1JVZe+D/80vniui74naGO94Q6puSZXgj3OcRA+Nxtbvh9KKL7SxZU+lRMovibdlD67xye+dej9PVYgsT0d/HI+mfEovLYorzwASSk+5aNjviVKjj5diYk+8muFPpObtz38VUO+E+c8vtwN+7s8Eo89xrVBPlAipbyCvSq+QdM3vkg7eD55z5W+fsH0vSYjdT5qABk+vttSvsEHj75ogoG+SxsTPmth/73MHr09yw+BPm2TdL6ZtoC+CgK6vBdenL12wZI9FygbvsX2gT3SEDS+lUl3vmGJRL61Dlo+mPGJvrLxKLzFznE+ylxgPnHty718dVW+1JnlPFsjOj7kxYs7Bwx6vsqZ+zucODw9xooIvlUCM765K9W72IUgvqhicj784Xi+hlaJPaTRpj1GMaq9irnqPQexar7T/BA9jwxuvmOZcb3glJq+6ZmyPHKdXj6KL3e+MpDRvQ8L+j2pViE+605BPgPtjjyXSni+7uEHPq2Wnb4LTpC+92CKPgV3BT7eYiM+olpqvo+DLj4YrAe+GEaXPrFIbD6Awmw9QE+qPm0c3D0nBqu9PeCbPicUQD4BIDy+kgxoPqGWED4ESR2+dvOdvrEoTrzz3ee9pFKKPrKthL5l8YC+sbmzPddpYj6z0n8+uHYHvlXywDzhgMc9q0IYPl5dDz5hDUo96dkdvrTGZL53Wpw+7GufPn4LYD7bVj6+ZvfaPQPHmb5oP7Q9rKNKPvpIcT77G2O+qClUPuQuiz3Oni8+zK17PSdnez3RQH0+2AuFPhbHkz5NmH+9fvabPqdaVL7XNoW9","6chCvscZbbyH6s68Y6V1vK4uiT2PlDU+wNyDPh0Hr7wKChS+KWacPhIFCT4HooS93/mYvUxhLL5wBEi+GrqHPr6xhDy+s3k+4Ci6vWK2cj6HdF8+T2iGPnpgqT7h5Bm+paxXPpamZT3+x6E7Pw+KvkaWdz6E/QG9aBjmPWk1bD6RwRS+Am5MPEd+oTzvgKY9jb8EPszhfD57wji+42Q7vhtFB7zPyyk+eJ+dvgRgOD5mrCs+xBFyvlz0tT1LpQm+3bKwPeF5Oz1dl4Y+sdJZPpIqPzyYHDw+/jawPZuTtL1Ts4C9dp+DO5xr2z0TsRS+sEc+vuzHQL547HA+HAxgPecohL4/u/a9crOCPubK2b0D7wG9PAUlvjDSir1Lb3I+BRcQvYg1e752Q1c+NvVUPcqmjz6Qfoo+y3iNPtMBfr4moD++JPRgPvnl1zyS81i9DN6BPjc7Db4uooC8zm1Qvi/Lwb0GBxe+oryAPnV43b3cXw8+nHjWvW5FUz0DjCI9JphCPpazq74gDX++kw+mPF5oUT26/Tm+lHkZPhB6cL7RDQe+cCqFvkMgFD3yWuO8lryCvhTHvzwi2Vk+BW6iPnuanT78I6o+QMZpvrodVj413JS8rOh4vNSmc77wHAk+JTYsPpJQU74sQui6Dj7TvD+WuD1T9DW+STXuPbMBE7uyNWA+A3anvvCmmj4BCcc7iQwNPhu5e77G0u49t/6XvupgRL628AM89WgpPs/7O77mEAi+qcQbvlFbBr4rp5C+PDsEvozlJLs894o+b2rkPTgVYL35nJu+cxoOvp2Ypz7Fs4s+Wd03vvvT8jxFaFQ9mn/vvBe8Az5jZEE+BfKePisZ7b3Fko8+PEw/PodSAD5aCso9Z1iRvnLuMj5xzRS+eEGHvkKvKb0ED+Y9TsGhPaPbIT75LBI9aCGWPgDClT7lRYc+Hl0Rvh9ogD6k0N89VwgNvLRojT5my4i9frJGvd0TCz4KoIi9QvUwPq7uYD6NJYQ+yL08vtbYgj65xBO+",