{"architecture":{"class_name":"Functional","config":{"name":"sequential","trainable":true,"layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,40],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","batch_input_shape":[null,40],"units":21,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":2,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dense",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_1",0,0]]},"keras_version":"2.12.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[40]],"output_shapes":[[2]],"tests":[{"inputs":[{"shape":[40],"values":["1WoXP5/8dL97qJC+YpMSPQ6+v765J6S/XSkbPlpxjz9OFQy/jbyfvx5Ckr7kpP4+80UzP4O2vz6uGLs/XERDPnLrtb8H9rY/ym10v/w1t792GKC/vXcTwOCMRL8y5Rk/ElqnvkAPn71eUcy+hpcxvy6+WD9G35g+rOW+Puqs8r5hlfW+Fb3vvo7/zT0xLAJA870DwAFPLb8CrQG/uTFoPw=="]}],"outputs":[{"shape":[2],"values":["JCIGvxJDXL4="]}]}],"trainable_params":{"dense":{"weights":["tjuCvXU0fD54ALI+UMO5vcepkr4WmKa+ZCEHOys2nb4dzHo+SBqNvbfY0DsAq4W+rWpbPgnZlb3wkt49xECqvlNyI75TI8i9gya3Plw0Z71OgWK+JAPDvVj8xz0Sq6U+bLckPtv0Ur5kdpg+N8Q4vulZf77kNXm+uvimvtgHPz7w1KU8MaGqvkKKtr7F3Ay+cDSCvbBkeT0Q+os+uP8oPjxtWT4UM9C9Yt4LPa3ahD6CMnG946K/vXCW6LpjpiM+qoOhPsh8pT57H469Ieh6Pndn2T3ujea9hnvJvM2MUD5zmhC+XYX6PTb6rL7051e+EuubPS7kzD3jo6S+jsu2vBbPmb1ln6K+r66Cu1ZSxr2/lSA9AwHJPtWZHr7fMK28fshuPvh5oj6QRy0+zBHFvnHVdr4/S9c9lSTPvefJgj4TeC6+UHZJvvWWwz32ebG+WpfLPt1ZND6LzTY7DHagvqc+hDvmJLG+K5dvPqvMOD7ArBQ+rfynPkZBmr3ajiO9MWVCvKvWWr7jXzy+KPgBvKZle7007H4+bS6Gvj1CTr0/ip6+h1n4vhf0Jj0ILJo7GUaLPXfpxL1R0ci+AVb/vBx78z2hGnc+lNGoPDNk9z7dxJS+T4TwPZZz9L1inTw+Q/L9PJ9GKr5V/z++mESYPJrslD4GzgI+WUG+PWJ6LL7s4lY+8dUmPSuCHzwpDp49R29gvbS7mL5/4K++pebkPV3ZFL7MHzw+rm0JPS+Kpr2Kcus7yjyHPgEGmL5IM0g8vY1lvsvKr776uwM+t6JqvuZVMrwRIe68NtasvtmHQz5WpAM+XOaHPSgL0b5/6IG+3+NKvfl5sD4Tohs+eqhaPvQCmT61+ww9euOoPpMbgL60Q4+7ICCXvjAUzz35U9e8Tf+8PpLHlL1QO3M+b7Ggvc9LJ77xgXA+JrWCPtzfJz6OQ2s9B044PgsZoz2ugjW9p9iRPS1CuD2ycY+8YAaqPbsPyb5fE9q86bwYPqavNT54JLs+NtzjPXVLsD3yePm8","OifYPdvH7D3iHcQ+IdmnPvxAxL5b8qY+mqKsPUTLrT6RiVa9lDo/PJqoI766Bic+NM3iPTT+h75rfag+1CLOPSCc6b3wkDC9ZajIPkPkor4cUwE9jYAevtG7o77wC7e9LKqJvqJIDrz/FRA+QeC6vly2Fr7yaBC8QSKuPnRRPr5CVLE+Q6lGPsE8jj4m4Ke+RUV8PVWRTz5AkQa+GsgWPmnFTz7QrII+g78Fvo5Ser4lit88GFwcvgYgC75YSEM+/L7RPmVscL5z64U+11LQPeya6j189q6+Jjc7PhbHjr7B30g8eN2XPX96pj6SkEc9OsscvpdqSb6cFEy9X4yCvt3Xij3WU54+FqrWulQ5Jr5TcnO9YRKGviPt1DvTXg++hJK4PpW6tz5WcUo6gHX6vTIxA71zZDG+5WCkvljCpr7+JsI+ENivPpBUaD6fJqQ+wtofvhQhMD6ns8E859urPU0vhjxjLKO+x7yNPuy++72GaMi+vLt8PuHzzL4IMH+9dJkjvsJQtr3K2Bc+64jEvSorpD7ZyaG8dPONverOML6MEKY9GeyvvsMMDr5tDrS+QsK6vGRZlb6ak6C+/WmzPkUH/D0xHLK+F2ubPl4siz5jCn6+E+Ftvmrhrz1Ur2E9OJDyvb8VHb6qvhC94gbOvVfptjzE6sg+9JNPvsJjTL6yGrI+bLE8vbAxtj5dvsa+w46yPmqfW71irMG+dBZxvYyCoD0FZqM83Ypcvs81cr5Dv8W7wd7Wu8+kF75JEH+9sSjQPON3aj5W0t+8hpVgPtzQx77fsLY9R8lCvtPcfj7+yZy9T1idPnv9gj73lpy+pJWCPr/UKj5WiBS+emuKvqqDvD6DRwS8/qvDvNYJiL5ymCQ+/3CRPiMhgb6OopC9aSShvi5vkL6wphU9DDyYPjuxe74ttRs9rrggvpfyTj6ovdi8NVl0PQqjFz5SgQK+hSGJvh5GC77ibK8+Z2xoPjPzn7vk3wg+trI4Pha0v73AkYQ+3YXDPpEaw74HfLS+","HIiQPtihD77EPSE+Hi3IvWGvQr7g0t28Z+gevVBlej3wc449U48DPgdPSz1Exl2+vYy9vmpIyr0N2AK9Txx9PlM4xjpExU29A0CPvRqHQr5nGq8+PlK4vkvutj4O/sI+1noavuYtwb5eHLW9KBMvPrjWGj4iMpc+qBkxPj43iD7DLLg+GeEaviFRnD4F8iw86KPrPAbYdjv/ZKM+jMvAPnmYWT2cK6g+7muzvgpPhTnRVHW8ss0JvoRkxT4ncSm+ZIh0vbHRlb7H7vw8G4iDPosl2zwU6au+nEJJPmI5Mb4hU48+e9wDvJdrqD6xMY++KCmEvcjlC707bDS+RC+WvggylL7E9lK93zwxvQ0XjL4gtpq+9X86vq8cTz44k509rLLVPuo23bwaEAq6SsqcPrU4e76tpAw+thv9vRYshzxq/Di+aUJ6vUHqhr3GZgC++HCAvpm1lr5yfHW+Q609PbFkBj612iK+ljqQvUFwL74vWIS+cvgfvj7NcT1TsFg9qvmxOzJJkb6SIsY+CW/NPmUgjj6808s+uvJCPg8mJb7PExe+IrnEOaX1bD0tyrC+OjIDPhQbjT7itLy+0OKHPSPYsL4j8gq96a6JPpWlDb4cHqS+jSSPvqCspb7NlN0+cNjcPmZ1mb6a4FQ+O32mvvZcTD7kkri+PHhAvpJtmb62GTA+CO2yPX9Gbj5L5Ts+a3g9vsOXsT6OUpm+fx+Kvo9+J75cDRs+8sOKPj0osr4orlQ8KlebPuBtST327ks90IqMPkNjtT2sqxq+dSyQvt8cnz5DOaW++9pRPoHrvb7KGvI99OWNPk0YDj5DXZS+I6cvPjhczjxFBbq8QxPVPUj8mr7BPzw+8VlnPgZq3T2mw7g9/neSPg2tvD35rhE+Ze7gvSqQpb40+9U9vGzfumGvsr7BrV8+qKpzvlmSlT4+DGi++Ed7PpGqM77p852+eTZ8vqsksb59h9E+EUwnPmDQur4P21a++JgFPt8isT6PAAU+ICizPls5ibyMgK69","FGnUPS57Vr7MhwA+ylROvhLsWD4m0qq+9mGrvZdSLryzE0W9gCbxPUdmvL6LxE++G6OkvXVUe77kShC+4a+QPnvVBr1432M+HEQcPjOb5L3IPRU+2Ii6vmNNCr6X9Cg+tJFEvppchL5k9ty9Kg5dvkWogT6i1Ky9+kqZvv4xvb48A0S+MmirvXxqA771FJe+pP80vHpiCb5hfMA+IohmPqoCQj1tcEq9EBCYPTdCt71hV4U+sWioPvHNMj4JUny9OxCdvoM1cT6BvKI9qIO4vvm1Kz3mD7Y+6UAhvgCd2D5A8PG+D+5/vkPVlz4eQXU+g63Ivd9sGT4MYzc+kD6ZvUdEJb10+J6+HWLNvpKNiL4WS7S+9Sa5PgdiDb6ZIwk+KkUxPk+go76uVAe8FkxWvhuPFr5Ubg+96kkyvlwj8zwoTvi9tgAjPrwTDj3/tim+JXplPpxa7DyePMS9SionvnUF+T0p+U++v+ywPS3sn71NJVg+CRRLPhgGuD5gAAs9CV3FvXBSk74Tfwi+dfX4PeB5nL7fhqC+KD9APkvJX76ABrQ9JJuMPlRq8LxP54s+bhAIvvUiSD4Ou5E9cjmRPDZ4iz6tpAs+vTq6PiTVKj6dW88++mC/Ply0jL69Pwa+tyOCvnwDIr7BL/K9Xps7vmLaxj4/SNK9Ac85PhdQeb6gdYW9W78EvgPYobw01rI9UeiNPV63Db1Hez69b+5gviggiz1/kQW+FtF9vkFrWj4wttm+65KUvun7ET05ByC+JBCGvoR2fj0SXlK+ISU+vu7zbz5VXwS+of68vlfWM75iRYg+RsqXPukdzbw+U6i+8LCuvsZgMb5EO8s+okv6PDJ0Bb3/qKS+Ou7oPQFuc77h25y9Y5aPvttExz0l+tk+m0yYvfXcEL7V9OK+Rx8tvs+5kLsolvO9fMwyvpuQ6D05UVm+iOBuPhlLMj4De6i9oKruPliBm70lLUW+NfpnvhTR6758k4e++8yuPqC9tD7pBZA+q50qPpjUiT6MPo+9","DyEJvixhdL7wjyk+L5ICvneuhj5BdYi83lD1veTZoDzkD46+gFbmPhcVKb6BwOW8CKx1PnLnMb5RRkA93FlKvvG2jj6dCFO+T2DIvmt/27vnBOW7KO+kPkiQXT6Oc3G+dz88PuBlp70wYzS+BLohPrkikz4VhgU/nvDMO672VD5vMZW+/RCTvnSa0LySgbQ+hGOmPe4gm74LyoG+XWQcvsMdnLzJ+Xq+8tDUvQchTT6J3DU+ctydPaVGWT30ecw+X4PUPqixVT7/xsk+Vu/GPHKHg77/SKS+1P2GPmUniL31tGG+FsVAvkGkij3+902+U5AWvmE0T77YC1U+zpm4vrd9nTzPlhw7kBwzvQyDjr6jkSy+AgcnvsBhm756g22+"],"bias":["9UcFPu+CeL1FJw0+kYK1vFdhOD1w64k+SIQ4PoV4ob38SNe8cX6EPfUQFz5iJ8468o2hvcC6r7xR1/a8y9IEvlJtXz11A8K8foxDPYS1Rz1SBda6"]},"dense_1":{"weights":["New6PmSj1jwahHo+a1Tcu/3XWr4Q3py9h22SvhwRxz63cyK+b64rviYC4r2HX2o+Pw6kO3p1Oj520AC+eetYPZi6Kr6TYVA+si03vuKqbz2sph0+EX7Kvoef6D0rOja+wIpIvjRair6IMKG+ifH+Pue16r4FNE6+/8B7PRS4Xz76YqQ+XPiQvjKJxj6Xx7U+mkWmPlrJ4b4WHN+9+sHxvRKlpj6xOs09"],"bias":["eaD5uniMf7w="]}},"hash":"8fabeeb3ba96ea40606b864476eb1050c6ed06f6d7a569cedfd3976931b04ee4"}