{"architecture":{"class_name":"Functional","config":{"name":"sequential","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,60],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"batch_input_shape":[null,60],"dtype":"float32","units":200,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":150,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dense",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_2","trainable":true,"dtype":"float32","units":50,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_2","inbound_nodes":[[["dense_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_3","trainable":true,"dtype":"float32","units":3,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_3","inbound_nodes":[[["dense_2",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_3",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[60]],"output_shapes":[[3]],"tests":[{"inputs":[{"shape":[60],"values":["O8oSv0HISLoYmJK/JlKBPkbdEUCQna8/99geQBr0xL8lkYa9Zoa4v9FjDL9LDVy/SPQ8P1u2cj+NPdc//kutv0SSCUBc3kU/trPYP/8Inz5sC5Q/ObAiv/hvF7/zYZg+K2XhPrQe1j/0uvk+vefFPwsl/T9odRy/fav6PnJSTr9IkJ4/Yb/nvqIIYD/1Q4U/wOK5vnw54D9hMNQ90pjzvnB0lb6syjS/Ub6evXsG87+5Aa6+/PTGPswr0T+xEcA/8PUdvzJ2hL0D5s++Sxw5vnPhKj6eccE+YrV0vrN/dj44rrk/Vy2PPiNigT+j1wi+"]}],"outputs":[{"shape":[3],"values":["gWyDPtcuWj5101C+"]}]}],"trainable_params":{"dense":{"weights":["viBTvoKen7wTM6K9OcH9vag93T1qJXM+sD1nPm/Q0j0G/wK+Xp42vtKNEb4tQq29C+eBPqSZlj7efXo+twEuvFTgcj43Eqe+yhaZvgGXw738v4M9IvwEPqx9i716HKk9TOWPPR0JXr6boCu+q8IcPoz8er4rNyG+veinPPWFRr59QBc+weFRPlWgAj4Ul06+wfEePcjD/bxspqQ+8YImPTAi0zx1aDY+/zIePuXvnb5qmKi7MNwwPiE6QT5QxJO9xC0YvR/CUT7uwmO+cZeLvuRKj74yAjy+7RCgPTvrej5i6AW+5EuSvtyWy77C9CK+cXvlvXFGiz7pqQE+xh6pvqefYj7xAs09/+2OPnWGoL7Cyoi+eCIbPojnqL1JN3I+b0kPvoU8zr2uCo4+aHQ6viaq17wdgFa+EihHvd3Xjr6Kwp48m1H4vbxD1z2rqym8QsocvivLFb51y7I+OzItvKL1kL7+/Tw+6fepPc0uLzvJL3w+UrqkPqPjDL75a78623uOPQ3dOj63thW+G/B5PTF+N7wkvE69sLiDvJlN8D2Kigw8ZT6IvmUp8r0Zw6A9BwwQPo25aD4ywj0+2FopPSqzm74KlJM+X4pVvua8Wb7knlu+sddPvoC5uzxxsQs9TuiNPh6Fo743JVM96Yq7PQZ6Er6X4iU+4lEnPNIfcD6TQCs+OTl5vtZcZz4H9ow7e+iMvlSt1T3Pr2i+iqxSPsFAdz6S054+1xJOvVpMhz4vEN29RKKrPpYFer4Wa5U+YwNAPvnIlT4Y338+j6O9vTKxgD2oMIq++T+Cvir8JL5gip2+xNyWvRFdtb2pZS2+69qavLtOdDzsSTs+KE4Fu8xRMj4MNh6+bdfDveq2hb65B/I9sDVavtF74r0M8m49f/QSvt9UT77dT1Q9xyPoPbZ7cD4XHZE87J6SPtyWqz5npbC85uEzPZvxfj76doa8qOKZO60HsL0/ueO9aGWCvqnTk75bYmA+ZSYPviUHF7375hm+VeewvMBZlL5sf0g+","vW/FvT9bZb63tLI7Zc2RPgZ95j2vMo6+iDWHPZjEgj4wI0A9ug9Hvih2dz051JE+IjE0vtbqlb5Q6bM9+gxJvm/ikz6vPlO+ADrTPTC4Oj27lZI+47qXPjotSb5uNlI+8i3zvYzVUL4ERoe+XGytvczXHD7T350+4BztPdo9dz5gaSe80od5Pg7dNj6iZxw+YH+ovJLci72Q1IQ9kGwmPXligr4ogv09bcqaPocOmD6G+lI+5v9dPoA+WrxwNU2+1kh1PipoeD4g7kM8k/MXvorqJD5wZOY8nFrZvd/KiD4GrHQ+fCHUPWN9Dr7CtyM+yr1EPhq2nb5oRpM9O1GCPlDebT2kwo69oDuEvSM5jT5B7GC+IsGavQAntzueSGU+WgoqPhhhBL3pEIg+AFaiO7Qv/T2gzdm8LOJtvsAU/TyolUa927AVvnAtwLxh7ok+EG+yvVJdZz5414s9gIFcPXLSsb1TRYY+1DjPPei7uD2YtTS+Z8svvi2LAL5YAPo9ZroBvkJiib0oKpI9VCexPVDumr4EmoG+wV4lvup2hr4BuYM+0pVJvnDEqbxKNiA+3SeUvnho/b1qzpC+PhNMPv9xCr6sffw9gJFDPZRPgj2nLDW++K97vciZfj2gODy8MMqXPR0Cl75yo1c+g5IuviAOMT2In1g9iF58vSjKLT3mtnI+03+FPhA/iL7wVtg9kkmlvSB1sT0Ptpo+oEKbPTQXg72Yd5A9AFYRO3aNn740ktg9QM+lu1pXML5mBjo+Gma0vYI1lb5qkoe+xYKPPhIDH76Cp2y+yG4yvdDKBL2QHQu93UeUPszThb3xJIw+gDXkvFCgoz1b+ZY+mP9rvp5Ftr38oRc+BtoFPg8xK74kBfk9KFdPvXrzTD6oTiY+YCD4PH6bL77UHRg+flYfPg4pBb7C0F0+wNmfPG75YD5UzCw+HmlwPmDhUT04Yme9Yy+cPrh2gb3sz5G+NFIhPlLbRz5FYzO+cHw6PVA/qT0AzuI7llkAvqoPHD5LX5++","gEPEuwCFn7tk8/M9SG9Zvhm3oD5pj5Q+ZRaWvhhoBz3QIyE+oE+DvID2f70REJq+LIgNvlkqnD6w6NW8AICfvcC/8rsg9MU9MxkHvq6C7r2XazO+V5smvoByTjssKi0+qaiNPnh0J71w/uk9oixvvorKdD4gMEI94CJ0PcDl4j04vr+9PQ+ZvvBPXD0P9p0+cOZAvSpKNr4spPY9uCxkvQCT6LpWqXg+Gj9UPtYySD77DQ++v74RvsiCbD3A7rW7aPBQvgxCHT4WNgw+bxaBvkynID6wxkq+2N7JPYpOfT7nt4w+1QwlvvgHxj1EZcw9Xr57PpiHPr1vNYs+ZTeBPlhGxD1Y6Pq9micgvlJrmb542hk9oqJ2Pha9K75HkIo+AGiLOnhRKr1BVZc+LUybvtiHWr2E1oi+DDeYPZR3hr5EOni+kBjOPE5MTb6A/1E9mhqZvjSgMD66eVG+4NggPU6iMb780Ys90boyvufRXL4iG3U+5yOLPkCda7w233Q+h0CSPh21EL5g2Ts8qFltvexhcL5Z5Si+AARGvPgwfj1yAIe+rxlTvmmrgj4BG1y+z3wNvqunhT7wYxe9Gi0uvp8lhT44ZaM9isvzvVWKjT7gkmi9yl9dvvA4hz199QC+WK3BPSqYez50+p89PxFgvgDSXLsIJ4i+SIivPbKknr6Yros9fAQBPuFMnD40nZ09yAaQPcDMADywzyU+TrBKPnJ8HD4wtMG9ANFzO6J9VD6wjdM9OZOhPmtnlj4gEGe+DI0cPoQE6j2AlCw8vk+BvimqJr5Rhn6+BdEDvkDFqz0ZxJg+NeeLvkBeCLyAl1A7ABqGutwu8D06Zdq9qN1kvRRN9D3g5Do9hM7PPX6nZT4AkB26qiSRvrZFVj64N0A9pVyPPgDH5zvsors9irO3vcv5EL6ip10+4OFWPQDipDpeWva9gm9jPvK6aD6WCWU+XmTIvSDFxzywp0s90nGCvknKF76m/Xg+irlqPkCa7b2gM1a9kqp2PiDrbT2YkzY+","jPvvvUBL+TvoS7a9QZuXPjbTbD5Z+3y+QExwvez9YL6BfIQ+QGMgvU93hD7+ylY+bN43vsDB2rxcUsk9UCkwvaCYdLxAnsI7kppdvpbcTr6Uh3q+lLYQPgwrK77xAoo+73hZvuoJUD5gr2y+hK2tvfL+jj029hu+NQWpvlL4JT6tEjC92SlUvmYK4T1olty9t2yRPjiFd75l1Sc+Gy99viulBT7qjIQ+eDdCPo25TD1RfpK9IqU8vpd11T0ZCNC9OX4dvkPHlz4PjSI9d+vvvV1qJr7xB3Q+l1OCvrAJPz73QFQ+0DZdvXyLJL7a1CO9Opg8vpq5V7yeE6C799NkvZ9HBD4pDwG+FsW/va0HXb5aJsC9yZ/hvbz+e7zrBuI9+pDIPSosm76nqk2+8XStvbaflz2a4is9QmlVPj99mj7REBS+rAnsvYm3qz0F4Ga+i4lwvkYm3z2hRi2+6fN4vhfSkz7y55i+lsP8vaVBLT5X22C+sjBmPbYiWb6fogM9035yvUwQjL4JpBs+4IuaPlIYXL7vBg89zJN4OoihB77FrIW+KMFFPrUBxrx0KOy9FIgQPV9JnLyFAVK9wRuiPu18hz1Fx4Y+NXk8PptoVr6ZLFC+cMD1PVbGaD6eVTw+kY25u15Ivbw2z5c+FUMEvrAzor6p7qe+K/Z9PjITnb5UD28++S9gvkanU74epy6+qLtKvi6mUz4AyBu+LIGwvaEJQ76VTUG8S/k5PjbC2r1sIow+sAt0PoNTPD4zB6E9C0V+vg9PJz43ZY6+itWCPbIUuz0CNHE+bMOnvk8bxT2GSym9AjaKvoOVNL6ZAci96WmFvj1bvr0HPjw+pQfHPWXvlL6027g9ameNPmm2hD4SXRW8Sh1qPkFdlT08ClK9C6FLPqSEMD6MjGq+6qcGvtLObz7gM/I9KuWdvMIlhDzbrIu+kneKPTh72j0q46A+cMEpvjjLC72xnyY+TYx7viwLgT6FJaI+1nndux9Cej77Hqu63qCSPcNWjr5osSw+","TS/sPXmT9L2Xfr29pg8KPvJRV74oxOW9Hu07vcc79D0e3yU+s4BaPvp+Ij6TLzy8M4QsPOTSmz47dSi9v0QjvAR4IT6nK5U+gZesPV8eRL5E2c28gZ2XPlb6UL6tIwU+/LOMvsVQyb0Nd1C9oEcxvX7jND05UiA+3z71vfqRoj38CY0+RO5oPp0vbr7hv12+RkaePgqAOT7YUys+/P0DPEIkgz4nHEC+cpwRvhNqzb1yCiq+mjndOSevBj2SiT89k5hhvR/KGj50jCC+nXiiPqYMv72mNYa6VRWwPrMzCT6/EVg8yX0pPSuHO7zY3ZO9xtZIPq8Bp7wTj8G89uckPg1HnT7zu4I+M3w+Pj7nHz7Pt6Y+TQHKvCKEkL734x29JOz7vawsFb4l2Yk7i7nUvTd/nr3qGpm+QsPWvdJei70vER2+Ra2oPut6gD42RFK+N7QBvWmjrz3tnPq943qBvrJ/Ir6rbp++h0U6PfcbqLzA/IU+Z+xJvbnt07qjpjg++E5cPqgjMz5U69Q8K3dVvn0pML7prIa+IJE+vhSsEr53dsi9xSKoPYcZcD6nSSS+iyW6PFYKhj6ludY9Ik20PbM8sT0rSiU91vH1vaJbNb4SDQm+IR9+PiLvyj09gr+9/MSpvlTZm7wCoCg+b1JRPPs2/71noxe8mRJTPVO1k77VG6Q9NpaPPt8DED6zmx8+wey7PXXnPT5Knac9ScEaPInFPr4QPRy+usSTPiiB1Dv7iYK+dolaPoJ4lj7SkpK88v1kvXg5bT75Zki+9oIZvm4CLL49gYS+CFr0vUm8fL7V054+8EGFPaVbtDpljwe+/+wLvh9Ocr6RtfM9UQqKvWorIL4grHm+I6d5vUh9LjxzMT++P9LaPWEBO75wYLu97KFrvk8bej7AsbQ9jxNMPoTIsL57AQI+uowSvfFDWj4xrI++C2iLPtlgTT5tWII+ohyHPAmXgL0rySK+PmZOviwxZzxR0UA9AmTIPZEpEr7DPnc+X7acvcLPlz4m2ZG+","/KNGvinfSb290Rw+BnK2PdyGNT5Kto8+oIYovgtZ0r06cuo9+3SZvACTZL2RS7i8z4MxPUowvz1IVLw8NOKhvg1onr5E4fy8LS+ZPnWpsj0dEzE8nrNlPhDQKz7Wn2O9P/xnPvjTUTwBQcE+Sk3KPMFH3b1Y2fG9xIZpvimHDT7Kzga9mDwAvhMrs77X2Jk+AxB2PoEyq7w4IKU+KtU2PhaBcr4o9Re9htMPvuxlhz3cI/y9GvxYPvT9ib4POJg+1mITvlAuUr5hcKG+ABpTOl9ciz7M6hq+GFMMPQsghT7gS/S8YDiRPbAoJr5kOSA+834ovifoPr5GICG+F48Hvi+Imj4s/4c9WBmFPT7TMj7CaGO+wBRBvmD46TxAy+48aho9PjJ1YT7MF4S+JUshvvg42b3ONZe+uN2cPUfblD6kUoe94IdpPea/qb3Jypg+bNdtvmB6KT3ZG1u+Wh5UPoLTDD6BdQi+0gdwvubNID5C0kI+oKYvPWghiL1RMJM+PrpiPoEJkj7EZpS+iLkSvc5uRb7mb3w+IBsFPtNPlb60idU9aDclPsZFCL6Oh3A+2IGDvewWd764wcA9iDurPfpvmb52uXo+vI2PvcoKWj7XUpy+TltmPvoqYD5E7ro9PJsvPsApbr1eVmU+ZPmVvlIMj70eBxs+4jBvPuLFSD6GhSo+2bSDPrz6CD44eHW9OBQjPaUEh77QxWc9PIYdvgTG/r3gwJw9kA9kPWDI57yongc97dAHvoyWuD0U/mO+4D6DvEAEsj3sAdW9KMxAvij2tr3S5n2+KIaIvnVakj6TYhm+bM1QvrWegT6WjFu+kALXvYLrJL4wl0Q9LsU5PnKJvL2AMLE986GOvr1QeL7oJzi+IOptvNF7I75KJn4+dwopvsA1Gb6aFTc+oJBKPTwd+L34fSw9angsvgpUrr3+X1S+oC0gPOh1Y754wrU9BauEvnQGc77o/Q2+Mb6aPkhZ470vU5s+kFekvGZdWj6ggXC9sXiMPs6zYL76ckU+","zkpwPqhIOL6ZMIe+MHBcvUBbHTx63Em+Ykt1vqBafL6DpFq+sPn8PNbRbT5QVCW9+eSTvjtDnr4I7Si9FDkUvmMTjT7vQJe+zU+APjmVmL6j+g++1qVDPka5Tz7c5ha+Av+2vY7lTT4k65u9/0FIvloFer66JIu9goagvgQwpr387UW+5BGBPf9Bmz4QKSC+5mBKvrAv+DyAkge7MpulvVkGO77eIwA+AxSBPnNloT7Qn+C8MnA6vhgvXb4mjJ6+KBIePgGPlzyFqIu+gvBAPpX9pj4dEZO+Q6hSvi5QjT68/Zw+FMdPvq4uerwf/Ic+ZSAEPSDanb3RIgy+YKdIvuLehz14hMs87e6BvSDOhr6uSCG9iBSHvrpslT4xdFI9U09hvp12DzuRoBy+NbKhPoXzoz76Dra8M45JPZQHgj5xiXu+CHGcPsgUOD4P/Ji9q1PqPSvyMT3LjcQ8TQx9PmHEOj3tvVI8lCk+vl9jhT5P9H+9JYklvXNMpT3+Wh+8TAOiPo0xeL7qyAQ+66VAPiLGWT0PB3U+jqs6vjYmdb3GXi87rrOgvTxnk7sQ20w+UruIPWIehb7gwIS+o0qlvvf/CT7pQmu9yUOSPoYdvb5cfRm+w/2xvh3QgT6PgJw9ZtxkvRwdlL5IN6O+fXoxPoY6g71xbmI+KQ2BPogV4j2Gi7+8S0okPqCsqbxVIaS91RUwvgtwgD35PFI8Zz6Avv32ir4llla+TklqPtkIb77Dwnm+wAygPnJ+Jr2yQ8I95W6TvXvM0Lw+gxK+WVoTPt5I7b08Eie91MKRPcgeOT5nKS6+Z+0+O8lVOT6ChiO+v5cNvn2hBL7bEF4+M+gXPepvGz5WYZq+qj+LPgeqab5D/4a+d6VOvjVyNL5cg4C+YyOFvgCihD5el8+95wI9Pk3Rbr7pFN+99XYkvlTZmb6d9fk8qpPYPblqZb6NhCW+1bCMvjvqRD6lHEU+Q4aLPtr4OD39jts9aKQyvr/jgj2GIP26FYyRPYgus77YflA+","WXfnvatG/73rDE6+9s1hvtgJAr4WNJE+dr+IPbe/Ir33V2i+nQERPrfDUL1G5ak+6+B2PTYZg77F6Zm+WQTYvXAAeb4DRRu9xIIwvjSrB75seXY+2pgYPts2s72PY5A+o8GWvq/qLD6CHCO+/2BNvifQKj578tM9xG2UPni/+j1Q+l4+POyFvqilFL7HJX0+78Z4vsPQDL4gfmA+sRQePjnY+D36ukE97QwDvbaaVr6STMi9EIWEvhER6b15RLw86+mQPmnlRT5UUzy9sZQFvW4KKz7+Wrs9GBI8vSY0Lz7RYGw+m/0FvmGfgL493om+womsvarWpr1I1X0+4KHYPevLpb6ztaG+x2kJPlz+XD7wukw+ijKZPhA0B771w5Q+230ZPs4BwjzONYA9sGkZvq9Rpj5D4y8+718tPeS82j2wo9m9cV0wPi9OPL7y8R49mDdHPqUvlT32uB2+PfRHPgrpyD3z6kg+ce9Fvsl3FD5dIHI9Gs1tPqjPcr5PfES+wpyiPhl0jz722ik83DxGPeERC73tFku+5oTkPciifr4wj1q+zY2HvtcVDz4jXQs+OOgAvuT1R77NPIY+pv8OvT4XhL7DrIc+W0uLvqWHFD3HxFE+0ogvPpcVHD3b2RS+k2ffPUXLqr1aivk9d+U4PrRojz5mSH6+rgkfuimIB75GMmO+JiwQPsKjhLxymYm+0ICKPnV6Vr0seQM+8nldvlDHlL5/2mE+wgiEPVv6fT6ZBEO+Z0YvPggFwryhIHo+Ul4DO7Dj1j003a+9NFknvo2+hj5rdFy+0otYPePLvL2f5Qi+TEiXvqvMC7y7Nqc9PCd3PvIZYb6cHhm+agxOPicsEr4VwXs8wj/zvZStnz63Npu963MJvSU4e76Inws+NYzvPYdOb73QlPE9OveAPVHaSb0J8AS+5QC9vbT2Zz2v2qS9H2OhPlQaej4GQok+klFzPkRezj03ox6+NX+nvRY27jymRwk93yWgvYiOWb6MmqA+toILPmvzaj7eOds9","LMx3PQNFWr6vaja8NdeSvooYL762VTO8sCz2u12LgL1Yrxi+isCCPkNqAL6FCu69Cokivi+o4z2y108+7eaSPqzlKb3OPKK+pmQYvjuHoD7Fb9q9zsK7PM6Ykj3Eak29uG7JvR0lf74utYu9ZcT3vUWxKD5RAXE+UQV9vfBYpD4sJu89rh6UPsvWDj55ypK8ajpwPulqPL6x1UQ+ZZIoPMgGlb7mIZ29vDAqvRMsOj7nKvq9TIgpvk6yuzwuVja+fYXUvWfKW76ageK9ZcmYvXduoDyz8j6+dO4BPqudFTsYFKA96PomvmlmJrs/gyu+bbByvDGRvb4T9+E9HtyNPpwO5j1jUAK+WsSdvkAJLr0S346+wutIPpyP8z1gbJ49kU+YPplIgT72rVs+wDOMO2SBFj4cQCY+GH7GPXzGJj5A1pe8GBcJvuhtWz26WEk+bGyAvh1IhD6CZra9qOhavlpBOb6xlTe+Wh8OPpxIkL5yeU0+wAIqve/Chj7oLQM+ZZKGPnRK9T2szqo9IiF4PiYufD7TLoQ+SWw6vpq+Qz4SPVw+iGJVvcjKDj7M1uI9q2yCPsT0cr4+vVs+Zhx0PlJ2RD4AotM9haCYvpj14j2msf+98BDBPcIyX748RHO+mI94vaoDdz7OqHA+MIeivIr+Mz7Rj4A++B4ZPfjBnr6YRkW9eKhovZosIz6sUtA9RUQLvvBAZr3OAXo+IE9ivIbJWz6K8xW+nWskvrpZZ75ceNq9BglUPshsib4DyZE+yRaaPupGbT6k4Z89V0CMPujygr2SDnw+1llgPlALI72l/I++vuULPiAqtT2Y2BQ+oIwhPilbdr6if20+MIeMvMA8gz1UCw6+cCAbvuLZZD7mOmQ+wtVdPsC5oj33fYI+wH7APBy6mb7JLZ6+pCmAvgBcgr7mwKu9eAojvoIFqr3dV5m+AZ+ZPvKRPL4QY0o9bP9wvgCCubrg/x68AZGRPszr+b3V9Z0+pFmcvvDpFT7AaQk8OuJBPrpdWz4AYAu+","ACOyOid3iD4wYJC+1TWAPhcYhb7g7C+89ROfPsAqzryLElK+7eSfPtggfD1ZOE6+5gJCPhJlQz6qKue9sZUXvjzTkj1IyKk9L/eBPgDRSr5EBWO+3cgXvlFvnb59VIY+sI6DvTh8hr5QMlU9qN6TvoEpUb6QF+49vlyXvjCdcT2DEYQ+rto5PviJOb3BNQ2+cXiSvs4anb50msQ9kIziPQCUo7wGdC++VrhqvmrU5r2ucm0+ffqfvnpHfb6W05S+RH+NPbCLbr3aWlq+Vkl0PsDsbz2UMyY+NAcZPloECD7yV9q9dtNiPiWVmj4ACXW9jWSbPoNiXL7ACP49wJSFu6aFO76PfJi+IFwPPHxPEz4wqnA9MHDLvBgTi72A49Y7AqcjvvoBJj55Bg298/u+vSYvTz7HOHE+iuGUPr9rYL0Bu449FTA6vhPssz0v+Im9P/OCPhhqGL6nqiQ75Q1iPjdpib2Nxki+3Wr2PUmihj6r+fS9mto6PaS33L1V1kU987AhvjQzoTwM0vm9mWt1vUjAfD5hw589e3uBvpZkgj7SHhM+feBpPiPt5L2vtnI+GxqCvpmDlr7bBjW+JRAVPUM4Hb7RhkQ+S8ysPs6scz5YZOi96G+JvrmA0T13El89ZfyRvsFTaz4EPA4+IJmPPQwYPb19p2M+VkvKvK2sLT1QTle9BbOCPaErcj4N39K81G6gPu0evb3PWS8+Vr0hvvzk7T1OCNE9ajB5vos+aD66Dh0+GpKnPWQfij1lUo28SbY6vlTyvT2p9me9TtPWvRYXHL4rV269hfW6PRNP2z0fQKG+2iYHPFZr3T2ve4Q+0C2IPiFG+Dwr8/C9jXDBvecnJzwgiAq+c1klPjQ2MD1wxck9AxN8vrDfHz7DYvW9LUUIvja9gb3dPxC+WA2hvUgLHb799mQ9C1kYvjfeiz6Em+I9qH/SPWb2Hb7kRZy9Rf2yPfVy1T2NTH8+X8gvvTKoir2YPI4+YtV3vE3+W77D4ba9MsddPlwRHL7Dqny+","/NCvPWMddz6Ddne+HStNvgA4ij7d2oa+yNe+PUqpm75lw/49XGekvCwMsL3XKFM+gC8sPTogtD3h0IW+9960vqaW2jyO2Zu8xZzRPcQzkL0MW0M+j6ZTPsI7nz2mhKM7XIOCPq315D2rZwM9s7QNvrYJcz5RzQG+WwyRvfRqGr5py9K98D2AvfO/HT4ku7i94bVcPQHEEr7npAU+Kcz6vEzbGr5+auE97AZ0vRTDQr3XMqC9S9AKvmIkd74p6l4+5z+XPbXWJz6Mn0w9hUwsPgdMob5oKzm+keKFvji1ir7kBYO+1G8YPggXQb7jZaQ+Rg2jPWk5Dr7NzYC+LhB6vg3hF77DK32+ezeRPilfUj6Culw+G0IfPvfhdL7zo4W+eNV3vniafL52npg9FOQWPL/sO76YOYO+K8s+viOtHz6eVKG9o15TvmFiob78/jC+0EZYPuJRaT6j156+nNqLPo8pOD0Ua5S+m5BJvte6Mb083oI+x7gDPqdH07zlvUg+QSMuvqT7fz1wGCe+FBTgvTQEg72TiYC+u5aFvSosgr6EoHI98GEOPsxWOL5jv7a9TcSTvbG/DD1Yd3G95Kc0vqejNL4Dl3K+6lU5PjASpb0Ng1Q87vLuPXejYj43KPQ9PyHYPaEOhz5YPoA+ND06PhzS5j3DYyk+3CMgPlVzUj4bRYm+za+Bvu+Oy7w2n528uw+/vGvc7b3G8be9TNSoPd7EAr4pCpW+rmdUvtmw5j3BmTU+GIWRPlo2+L3JYYw+dm4rvg+iNL4Dk3q9ciALPsF2gzzx3mK+YFQdPTUGI76helC+ituqPLiATj4JNEA+JP8dPlb5Yb7ZVgW+s7BxvqrdSj56Uv09gUSBPn7GDD3T0xu+BkY7vtKoXr0hc4c+EocVvn+1kj3smgM+aJMUPiPTEz1v0b09GlCwvkXs1r2m8hQ+7fUJPR4fib6C0n+7iDN9vv3phr7WBBs+dMaLPhgU273/hFC9nQ80vhRBY7x75WA+tPUyPQ87cL4yrPu8","Sy4TPQMK8z3EUYQ+d9yJPqNBUT6MHUy+xYaePn9ETr41Tf+8UpGuvcJ0Yz3tt12+L6STPq8pgr6WlyK+zNtgPLRA2bu3kGm+71WBPjQsXz1JqQA9nUCDPhG2jD6nJm8+r7QevuRC0L3QnC8+hlzwvfgwoL7RCIi+6A//vYoOhT5QQXS+s2Z1Pidw8Tywv4S+U8BEPWvuJb1Nj5C+KneEPup1gD5OiT+8N19jPszNPz7/96A+jG7lvYfpmb5zAj++PIQavidfg75bPpk9LVahvETStL1QxEW9aQdtPl/cKr3e+zY+gwAsPvpESj4C9zE+u5MsPjM9Vb5lhBU88ojFOznlPr7GsIw9fBaUvsfefL7JKVm+X5cLvvWfmD7Sh50+nNz9PSnCV71CKNe9e3p0Pd+lYD6wcII+g3mcvh2ys73dBxU+vhYevhJ3EL0nC40+px58PWqoBz7pDjY+gUs5vqbifD7ckgk+jr5fvkk6nj60fN09yXGOPqv5Nb4gdH68a2osvoqNsr0QoVy+7lN5PoKYDz6QCvy9OQ6Ovk5knr4mZvm92uoWPqjW+z172Bi+SmoXvvI3Br6Uc/890JpOvrq4Cb48ReE99qxoPsqai76Cpv69sFbjvFpjbr7AP8W8kitcPlHMAL64lYw9KngkPq7cAz5oC2C95YGOPsjdSL0Uyog9njVLPvBcpDzMaoy9oF6oPF6CSz7HZYQ+FvlqPuhQIT3ATDW+GcKdPlzRN77AiMI7jtKVvSCuf7w9vYg+btRSPmdrjT5arHA+qu3hvVa8Vz5mWoe+TxKYPpojGz5AMt48UCHIPF7sPj7QOro9gCHbu0KlQz6gtU69rsGsveyJyD324pK+8HmrvJcklT6+03A+4Pl8PKyqjb7eNVC+UfGgPu9fJ75AC4O+phC8vagBaL0AkRI+gPwgPogqa75WnlW+uphHPshBnz1fRA++xMQdPgqUqL24Ry69YDV3vlSyID4SbM69gSyVvmaKD77pcHG+jloNvg26Kb5Siw4+","+uwIPsThzT1LoTq+uMoQvZCa77wCbIW+ES6SPvCfp7w0OG2++doyvsFXaL7Rd4g+ju4OPhnAkT7RAom+qEIWPkGCoT4kHzo+uH3TPaKtRb6MEes9UPONPJ+fGL7I/3c9pxOPviio8z2+NEo+DTuYPqsfoL47fps+UO1TvTj3l77gpd08ls5iPojxVj2yclU+hYagvrjPsT0ALJm6onY/PqILXD5ACsa7c7mbvqo+Sj4JAIi+XpZrvoDI4DtObnE+oQ6QPsmih77hWRm+QWMHvtif3T0ax1U+4jWovTr5Xz78anK+e8kVvoowhb74cRO9SFgYvSAPG70AGcW6Aq9mPgrcOz5B6pe+KPS4Pe5XR75kAXO+IHdTvRTnIz6q23K+gKZBuyB7Oj4AHlS+lsUuPpC2qj2kNoc9YD22PAIGGj64pTq+UKAGvfLRnr4XjoI+8iQLPiC+/b3OgFs+AFyvvLgdxj16YV4+miabvt9clL4QDDk+fofGvVWTKb7oAwY+OX8cPpQlOb6t65Q+PC8xvt60VL6jBAM+uQcNvkQ4nz68q2u90FWavqYdlj4B5ZY+ApaHPU8jKj7BIAo9Uv/ZPVoCIj43E04+dJcyPu2dbz3W19e99C5+viqHrr2Z0Gs+QaZgvh9gNT7jIQe+r10LPH0P4L1eW309Lt/tveYReb61g2u+T5nmPfGKuL1+8UY+lZqbvC1Iyb3RikU+HWDcvb6P6724bw4+pYKLvX+XYr0jWgw+riyBPk8bHb4iYgg+UFxwPGt2pD2Ll5Q+LuSKvoOopD3WRz6+JlYZvq4/b75ff4Q8fduTvtieTLr2Wp4+UrqVPiY5zL2uEo++R5OxPfMeNz7gGiY+dJV2vicNjL63KSW+U5K5veTIPT6wc6K+LaGDO0dLQr2jMCU+UaOFvtSeRz5dv4s+hfhkPsXN2T3hbtY9N4OyPfZSez5IMoi8NCiDPtXEoz2iDWe9i0FYvqiCjz55lUG+9wRdvjaSbb70hBc+SiOvPuB+B74qQou9","f4VPPsBUHb3fLp0+/71Nvr85e74thnC+3u+jvaLG2jyVBlW+HfuJPiC7zz3221I9oC9yPojiSz1Y4wc+Dy3OOy9vhz4z27u962aVPnbS7L0pDxe+QBUVPlCDQz4fxCa+iJmePhOMkz6P9ZY+l+JTPvWoTD7V8Ve91U+uvXWAbj638UO9aB6OPjykjb0ID6O+DVH8vdo44D2CMoY+Jp1GPpS1mb6nA0U+An5nvUzZhz6wezi+3EICvriKYz57zR8+0RqAvo6mfr4hd8O9zzWUPrwfcT4z+We+u4RmPh+mWz3pDQ2+is1vvkRnCTvSgC68+dwSvAGW9r3jfCM+xOWfPsKAsr1wR3M+Z0aCPu5VNr612Qu+ObNdPv5qSb2JJqO+X4J4PglWtj19gYG+v76SPrDcCT56SKS9vtBiPiAHfD0Z2PG80QVwPpOXRT6ca8q9B5yAu9XaCT6mkZs+ydlfPqnVMz6uHMm8VR05voyrE77/xLg8BnyhvQAKD76Fvwi+j5Qcva8Awb3fIoy8WUl9vW2BJz7zmPq8MLYuPqLBmT0t8Wy+lyIOPsT2Fr6bw0G+kYMbvlzEgD3uxZc+GxKovf8Aqb5awmu+Dfk+PmHWNb7eZYe+TVxQvmBgPb4Avmq9l5cGPhi8tL5pG7C9mu16vsBgdr6D63u+dYg6vhTvnj0xSfe8JaiMvhawjz5ksJm+I2EjPrifJL5xnC0+TKGbvRNb1LyY8Sm+ETIDvpl5qD2rER0+KUgJPsDdLT6zAMe9udKsPodZLb41I32+ZHGFvHN3iT6h7eK9XHKxvj/1PT7FLlU9dpuVPnMwIj7rHoq+r+d9vvsRqL7YBVU+bMaAPjxarL4xIkC9xoo+PgnDZj7isIY+7g6RvloOSz7LfGM+iojAvT93Xr765JQ+sC0vPUMxj74uITw+4wXsPTT3Kj5zQ3s90pp2vjuILr5sVa08mdr0PVQgE766C4++T3levnTMWr180og9zAc5PiJgg72jR5Q7A2qDvr1YLL45URK9","YMMlPpAIhb7tTnE+SlgzvWwFjL67JoO9NJaLvsnvM7vLIVI9M3jkvWsRGT7T3w4+T5jTvX9y7L3A6Ts+XtwOPZcJEr5Ts7c92WJuvUGTojzrLIq+nWgPPqdHbzzkL4O+v1bOvbwW0D3APmo+7pv+PYbChL19cIw9/DByPufEYL6VnmA+PqIsvZhDnr7vozo+4K2Zvjz+xr3fQ+68SRM3vvZsFT7hYzM+HRSsvjAbUT389FU+H3jhvSzHUb6eAqU+jYjbPUQMKj5XI7m9pFJgPvQHhDwB5yO+iM5ZPsBdjj33yZA+kwQzPIg4FL7TBEk+/MSIPfhFAb6t0pC+qJtnvcRECT5D8k8+PrBBvGgTSz5tEeW9V20fPo41sj2nNvg9Oc8PPrICYD4Jdbe9PMntPNVPbj6Qmw8+XR9ePr1KMTyMn0++VoEXPoMDjb6XwoY+7VcmPUSpKD6gCbQ9T1fOPaE7uz0ScTY+9V8QPrQP5j3X5n6+10CIvYW9cz5Jk/y9fDrIvICuQj7pHcW9YlkQPgyWCz40QZc+VlqcvVskNb0grCy+VcycPfIjzLtPODq+AwOCPvYmKb227Z0+5L0Yvr7Da76BWzq+TNfGPXC87j2cgp+9IHk/vXL7Mr7Q5Dm9uRuIvj7waD5HRCO+AhBuPjh29z0A6E28Nv9GPhA1fj1ZyJK+yIykvdQhTb7ky4K9lskmvu6bPz4SqGE+1jpXPrCf470ssAa+A1ktvmrf0b1RKJK+LKeIPeY+ej6n4ZI+gBeWu+oXJD7AS3Y8ZjIRvijULD6GiCC+QHSfPKP9m74abJy+n8ybPlpQYj7CnYe+0EZdvcAqI71+zmQ+DRmUPoCgbb5qMxU+L2mdPmaYND6OB0i+a3CXPi3sm74VKo0+2Modvcj5lL73q4q+HOlDvj2/nL4KbUo+oikfPjp4Pz4m9B4+ovNuvvJ+cb5MBd094KXlvEyFPL4Prz++KyuMPghHKz56ZeK9w2+bPiInhL7IPlc9OFDVPYoEU75Yt+o9","mBflPXSQ5z30y1++Kf0uvqyp2T1HuJA+fFmEvgIFOb6Vkpg+QbuXPsovsb0I8ZK+vgNSvhhOAb3S4pe+Cl8DvrgNFD5EBtU92ioRPkpziL6DgIg+kJ/OvDiKtT0eBUo+2/cDvvIIbj497YA+dHE4PoGRa75RRoc+smtRvjvIIb59fIg+IHRtPOlWgr7UnSM+XPsxvmAuhrwg0RU9TjhhPuAkiLzKmjc+huVUPhsNSL4u55q+ZsxDPnM8lD4mZ2i+vtluPrDrvr3AHpE82P8svYCqHr1woIm+CtkfPnJbcb4QaZq+/vdjPlqsfz6C2jC+aY2dvtDF5zz8C1K+MFLGvF7T9r0+xz0+gAqtO8NVjz7sDQK+vvMCPhwAgD2IXFC+KL5Yvssjlj47D4k+WMGTPTvChb5W2EQ+E/0jvljJ6T2gQiw8XplDPmqDfj54IBM++Jj9vblJnj4iq2C+RAMOPpH8mj6ScH0+tBxMvnB83TyUgqE9vP0kPj7rh76o6Q+9TQQTvk/mmr5QVRY9xu54vuh+SL7g3Qe8Rtp9Pj+JYr6pRZw+rBE1PoAJJbugu4o95eqFviAmID26y2g+YLA6PoAiMT2YlU89i/xHvstca77oqI4939Q5vlIWBb4fuJ8+Y3/mPbD6lr34EoQ+GkWIPkHhur39dM49vZsXPtjeAb67EX2+IwghPnQylr47WHk+SHKRPUXMBj5qP00+rnuRvqmVlL6s/rI992o7PsMJybpxiFO+ddunvShaa70A/Iy+h3PlPC//mr1boWY+RdsTPRYFJT7wp4U+q7kFPR6Nkz4JR7U8AzOsPgD5Dj2vfZM+Dv5rvkV1iT47+AK+GIdCvS2MTD4oC9i9JQ+CvhlICD7j/lc+lvAyPk9ceL5g06C+bfZaPvWtRD5qw3a+wyYkPm7yCz1CeJY+FGFAvq8vMD5LEX0+eG1yvnuqpr57z0m+35+TvolhcLtTH9s8pMSovq+7nr7S7pa9eaxCvvBXYr2p6ew9hVZwPovuOj1YvKe9","3XwjPVP4+zxkS069PpuUPb58Nj14jwu+/2GSvtGZOr6nohq8vBLFPdh6XL42SRW+hQBlvsRGVT5fBCE99fkvvg7zWD0Ub4O9QB2oPvrgGb6TKAi936GCvn5eVbx7pY++Il+WvqGP6bsMfiw+iY0zvmMQjj7zcgy+n6UaPrtMWL7KVqS9inn3PCMHmL77J0m+A6cnPo6Ykz4yfju9HrDHPW4vgL6gu2q9wRsZPUkypj5V7nm+PDeIvkxil77L/Bc+dCdGvHRvXL6MFZm+lCrkvZdv5jxKONu93nZQPtlMbD4f5te7HAOhvWFcgD0Rjfs9jVHSvdngHT5hFbY9ybYkvmAgCL7a6Dq+WUDVvXBQZr7Ula+8FMucvWBxaD6RQw69j4x7PjnY3rynZEO8Ldc/PiXvl75rW4u+3CiXvgEvTD4w2t89msOHvvx3Er6mkI6+twsNPkIhdb1ITFo8kqs9PfrjHT4GeUK+Th5gPp7SkD4tVpm+byiUPtQKKb5k1oo8q0+OvcRBRz5/ObC8/m3hPa6rEr5H2sU9//P6PFECH76iOAK+kNxuvKV2o71Nc2K9rjqJPqQ2br3ajUi+LrlPvrqoPz0ATVO8qAVbvlUugz68WCk9iaVOvnr6mz7Wb2K9tWAoPqCGAj5wJ4c+EBAePnwUar1XAsW9qgeMPgLQdr7eh1O+0XRkPjFSS76G5Xo+iyZjvVu2wj3IR0g9cb80Pl4TbT7ZU8E9BikSPi+Iij7o/2w+lGY+vvMiej7Z2vG9XHLJu+1PNj5fAtC9Tfkvvm+C8rvOfGc+Ljz/vcj5jj4YY04+3ElHvk4u2L3lsjk9iOWkvmKvRb6Mjzy+dujVOfOn47xYt6g+eE88vlNbzb2KzAE+eO97PmYgGb7+66I+/7pFvrJWRT7uAYW+OyyJPskLMr2Yh0g+6k8HPoBMMb56gPq9bGKQvsIwDT6dDaO8zUdOvl+Umb632hq+AnCRPvzbUz7qU5+8eQzXPU4g+zs9lYI+TrM7vZWwTL6f/TK9","0IeFPqPdJL73Z4a+t+2GvuAozb0GuHw9oJMzPi24Lr0dV1U9pbKRvnX0NL764DE+hwAWPrzfKD6Y0849VOUmvo2Aij6dtQE+N3WIvlYTgD0+iS6+C+O9vf+PvT0Eocw9M+bsvC5k/b1eVMg9YL9qvoFyXD79Meu9SHkjvkHPkb4WJ6o8jSQwvIDyUbwh0em97HvuPFA9MT5ypog+rbO9vaaGWr5B/qG+NkFoPoJ5+b35neW9mkeIvdv4rD2oX7i9KUQaPss3h73XMoc9bJB/PY4FSj43OqA86ZACvd/tgD4rw1K+KVjdvLnRL769+5a+rOj4vfpLUz67nog+wJdTvt6iaj6jae496zOMPGjDaz4CepS+X7CKvp7oKj6aP0K+GshHvgHLXz6baCM+is9nPht9NT5tlNE6cng3Pb+Rhr4cEro7H3mWvqDp9D3+ko8+4hYOPnQStLyKloW+SmU7PvhIGz3ew769rSoqPQENW74E3EI++gQiPq9afb4KZX0+3gV4vr0ubD7K050+OcAMupcjmb5imjU9hC2uPXT+Zjz+4HU8u/5avn/DjD6p9jM+G96tvh3Tlr0nB3K+osc0Pkb0DL6OYpS+q/yZvrTYYj5aOXE+kc+KPkS0cL76Fhk+88vOPS8fqj3HHgC+WSNBuoogj76k0pw8uYyXvfBDX7786Zi+2R5lPi4nsL3XIYm+07uKvdZAHr6kSWo+NQ/QOyITaz7pNJA+/E+UvlmKMb4ahI++vrVgPpLVLj7YdFE9GKNovnhwJj6K/RE+lCuQvVKGUj6wJua9nM42PoDtc7zYBLs9qIKWvfdPlD44r9o9xHvWPSbrHb7kLrM90S2VPjf9Hb72Hpy9brhAPlHxEL6gGiI8K/CZPvA3jr2ORNa9YuVXPjLT/b1u22o+UfkpviCf+z0e5lK+5O4LPhDaMr29DpI+eqSfvnahyb2Agv69RmxmPnKdUj7i6kK+AHk1vmathb4AyBw8bkRJPvHehz62Ek0+0B2pvAY5gL6xCQW+","hvoWvkY4lb3U1dA9KCTGvYAAGDso/ZO91H6evmx5ib3EfQI+ag1zPmhGTL7Yexm9a0+QvsyrXL7AmYc9XgZjPqtbgb5gtFk97UM6vnBYcb1U0TI+8J7jPWGSnT7u/Vg+gL8Bu/rEJb4QKJ28rEihvZDwXD1xhpA+yHehvsIu9L1Ayx08LTChPhCjgr1QvD6+WRcFvoBm7Lvk4og940OfPjLjdT5a21c+yshmPgK/bT46LN29o66cPv4svL3oGzm9QAIbvRJhKT5AsT89Z12APhV9lb6X1mO+hcWaPp6MOr6Jw0y+P61dvsbghb5vppQ+i02YPoE/jj44zwS9wP+FO24Amr1AES48FhF/PijWRr3I2Tc+oAMAPCDoWr7QT5A86J4GvVTeZb7AW9s7aolpPlAEnjzCkwG+Fe+fPq+HWL4IfJg9+XWGPuzZ0b2N754+eMcpPssjjj7gIHc8L38EvrMtgj5WUww+gpx4PqbeXD6YEOM9pn57PgZLUj5QeXW+N+BGvtOOdr7M/IG+K9mCPqhmKj01U06+gEEgPH5dPz5erzo+Q3lZvuB5FT5wtBU96d+BvlCWIb2WjHU+TMyWPXDO9zx2OCo+WtJbvmCShDwI1gk9+tBMPsDONbzwOAk9DHgnvrKBUr7DJZu+98iGvnQIwz3rqJ0+R/uLPtLRaL4gg/a91ACuvUj8Vr0qQxs++tWWvYYLaj7AMg08yOgtPkAmgTzAXne9IKt3vYDCCjuTmpU+FKyFPaD3t7zu0nw+FHgivn0c7j390hy8ELLVPP5Sg757D4q+YIAsPm/IjD30rFM+pzV1PjbjMD4mgsw8T16WPkM3BL5uoHq+xAxxPoxvGz4QlWS+5uafvf+VurxX8LU9o4SoPnNZ272X2YK+cYeFPRf8Zb258GW+TsC2vMNCQDzKcLE9BjVAPgl0gr7Mgwu8+fC3PaAWWL6o5OW92xzHPSDXdT4YnRU+Xf+rPU+B670sUoO+KeCGvHgB/zuruKM7cPbHPf1hBz1SBXa9","QXr2PdvTNr3qhYe+2CFbvaF4gL45Bme+y0qLPpadl75uQjc+iSt3vjh1QL1w3NY9BdBDviC7Pz46HaU99sh+Pp7sYb09SnI+yFz5vQw++7wOz2G9xPngveNaij7yL2Q+8/G7Pbc5IL7Bp6O+6P9lPrJxpr4jBX0+0FUZPk8wIr5C0Po9kwe+vmLTHL5Hbty8rcxmvjbsUT2spaQ+2myvPrrzpT2Vi2q+0CXhPZRqeT33lCc+XliDvnB81j0iG8+9Hy79vdJ5kb51zCW+nYg/vlyVPD4PCVo+mBhPvgKkfz1FXYi+dA47PdSRJDp5nbK8j+U6vmkVoT6n6to8vAwzPsRsWzwHqzw+J1nxPPcI0T1/0JY++WtgPvyCmz3cwK29sephPmMqjb6Vz/Y9SFfTPPb7GL7hp0M+XVJxPh1Pmb7fyZE+TrPWvfrWJb4nr6S+kPAJPlsGkL64m3++YSBbPqn+KT50+wU+nVnYOzeo+bxKYwu+zgNSvsW4Gz7v/ak+vdQoPT1uUb5JL1U9Emg2vscZuT0ZIQ87TFgivqOjJLvk64o+JSUZvqA7SDxFvAY+LQrNPfgHCD7h7hO+a0NIuzIiMz60s0C8SICzvnJsmT7W1pm+avt8vVD7Oj6jPj++WKN9PY/0Sr5EuI26Rn9XvW7cmj50hWY9K3wQPjS7gj3dcxo+SQ1wPp6k+Dzf9OO9JLdCvuTWFjxibxy+055APXAQq725J+S9oE1mPUTffz428DW+X4ObPdhpej4Fg+g9riRtviFWM7yRMZc98G0xvhwAAr4ia4g+tADmvfzUZz5fDpm8YQtEvS2zPT6z5dE62buEPjtYdr7D3R0+xH6bvJFjO770qxG+vz1LPuzp87wQIAQ9k05hvlwEKj5nmY2++/gtPAZjY76FDgk9GBEjvkHX+jsAgEC93y9TPkUXEr6kmxI+VAuJPdyFXz121vu9dtLYPdMPpj5FSnu+FkAbu0tJh77xUIu+J8qePlNqXb6nyJM+R9xGvtdsLz42oX++","zxNNvQ80hz6BMDc+qN2kPNNv87t3acY8AmRhPdU4Ab5YRam9sL+Nvi1Dez4pBZu9MODFPVRAgz6rbzW+WQiOviInuj3bIu+8A5RNvsnPaT0ugiu+EpOjPv4G5TyUKRq98upZvmogBj4VAYa9+grTPWwKwD1yaGc+vvNXPuLPM764iG4+DC3OPdSn2L1+Foc8vIVxPpA6FD5dk5o+jKXjPb6HpD0C1IK+6KnkPejJ373lmoQ+I6GLvh9Dhb41X4Y+5FwyvselQr55fkw+k7A5PibVaD6IdFu+TKR/PoN2er6zSz8+5hHnvfgjNLzc55E8uR5Avoo6TL6FPcc9xwduvnlRNz5x0TG+0bsgvqEJUj3CYcs9E/G1vFzV8jsP9bO8rMyRvoMyjr1M054+umLZvfz/pL2Va5I+vc2Dvt/DiL4uY7m9OCSUPhi3fr7hh44+mP8ovUr1mT7QIS++j67pvbiVRj5LtGW+LFlcPvDPCL7WBMi9oRG/PZNXKr4AwiW+ZXeevjF6kT5IpIq9mj4oPnw8O74bSAO+JDkYPdg9Zj1ZflQ+ahqsPZKLDT4tP4C+jaaEvlUT/L3qa6c+E+zpvDhpDT6XLSo+BEP+vEEAND2uk7q8t8JgPt1aoT2nDoU9s5wWO+6zRj4FyZy9tGV+PvRhrj2U/DO+blKXPYEh8z3bfGC9YEPBvRuB870HKIe+Z4NBPrH6XT3XWSk98AAVvnCdiz4zsFy+13MevV6Dj74q2wo+pqQLvbR91bxR0oy+rsHXvM3Uyb3shIe+lxg+PjtMir1pdlI++ap3vcN8nTx3slU+e5aNvsY1r702OEo+GAicPUinJD7Z044+a8RMvkxrxD0/WYk+/IfZvahKSr15MY0+yfqSvnJEWD5UVNw9KH9ZPYg7kb0/442+SOP3PfZcST6SoZy+0D0NPYFriL7gq6O8xMYNvng6Jr11IAi+J3Eevha4K76+lhs+eE0uPQB3a7zmQ3U+TFHsPRXxN76RHo6+emhFvn44373azJC9","4lHYvW/JnT5cJCk+eFYNPVzpqj0UXLs9gCQgPk83Wb7KTDg+wKntPR8Tnz6S9j8+6Au8PWFNlD7AvTM+oOnePaZGKT6S/vC9smt4PqRdRL5i7Ve+CvJFvrujnT4O1p+9sAo3vmj2Nj043Qk9SCilPXZxp70/QjS+QIfAPJdmoL6hwI2+nvx0PrEsgD7w5K28O1WXvglvNL54aB0+oFRCvabRdr4QGZu+DFAovvjoab4BvT6+iFijPegDPb4wn5g8wtGBvuc3Zr7qn0Q+x+aRPjphST71P5o+MB5YPTJeJ75oF+s9IHEkPZCVu7ymhUu+HK/iPfAJGT2I8RA+knp7PjaobT6AJXa+mpdpvkyIaL5SrQw+jCGavswQd75egsK9ktSVvSwdGj43exW+8C6kPCC3Hz6ijle+Cg+evUCT6z0kcCQ+pulmPhaq/b1ecmk+ok1OPrCMvz2QChS9TInKPQIYWz7aTT8+KtqLvaNynb6WE36+UKeSvuo4jL0C0mM+B2Q+vueoYb4AqO26yGlfvq4Un70C10Y+hK85PvlRY74sP+s9Gnq3vTxsgr0UyZe9BmQ6vtJ4dj4QRRS9RwCCPir9C77cL2C+hKYxPmA/mbwzFhu+bm80vki3hr1AP1s8GB+Gvk+plD6iATa+EDzpPEDa07v8aNe96N0AvZpOF76OEw8+wOujvPP4JL69m4c+klzgvUJhTr6XbZg+VsduPj7mcz7YMRo+fl7HvTC8ZT1wczO94ksfPuxphD0UNpG9CJ9rvZCB77xAxiC+ZDvsPVYjVD4SNX8+AK2tO/+Amz4L0Ys+lfmHPgLIur1s44O+cHUyPdBA3zxQIc+97AyPPaB+Y70Q3OC8QHVgvhggfr68IfA96FIDvjKiXT6Yhss9/6lXPZY8Mj5oDYm+ByHRvAal3z3GXJY94zitvfSMQLzxxl893oVyva++Xb4Vrhu+KfhGvhNEmL6lvRK+QWKLPua0tL0bM4A+90cwvotYu71SWWs9hn48PtCDkr5VNUU+","cK33PU0dgz5Nbas+jth4vQHhGr5Cdwi9q6XkPfXr4D0FKwG+9qdcve1Ghz6Co3w+GjtZPpD0Xj5cMnS9VXCJvinCGD5VV3K+06YxPma4or6iPdc8uilEPrj8N77Ct1u8FP1jvsiaW77wtKM98SEjvo66OT5vxXq+RLtMvM0Onry9QoU+e72YOen7ID6OwVW+mLMDPEtsgL4mhWc+H83APRJah75qJ4c+pzIIPrntfj4jL0Y+0vpWvJyPED4+4Tm+mOlWvj/Tib2oWb09RDecPg4FRD4Y+DW92cJbvuooQD6LF6G7aDDSO8g8mb6ps46+cL9rvdaDNL6H6zG9y77WvenfSr0kzck8d4xDPmvYjz5vUsk91vJFPaeYUr6w/10+OqUoPuNEcj53wDg+0dPAPY/Bkz7MOgm9jndiPvsBPD2HIM09VKP4vTnNiT45Fn0+YxPnPXvSdb5FpDS+zO5ovu22Iz7zXm49yHADvowqX77YAKA+tjhQvqJxpb1JKQM+5csJvh9xYr6jhAU9GLAzvoCFWT1q9ZY9Gw6RPuOMhL7Ub3E8LNVSvrPMhz5H+M69Lj0kPlThsb1orQy+im3ZPCVUb77vuQO9C5eVPm6yoT48tq29EjxkvjmDIbvecXK+beYZvi7BNz4wY5k+eI2VPkSpBr5z1Qe+SEDyPUeTij4tOuq89+iFPdVQHD7ju5M9DdK3ve5mzT04yIU9hhyDvtPA8r1Wdli+uXEVPqB18T35qcE7KHZMvhkKJL476ya+l52SvXrDtb37OEm+Ank3PR09HD5++hg+l8GzPZ9PV76DhoM+7BjgvVzvbD5IFxW+nB0tvmVnpb1n7n6+fw8IPXqbxD0ID1M+t2Y3O93kCD2AW3o7YOGjPqLsNT30PnW+foiEvVBMUj6mH4e+crlPvr9pW72AC4S+pexrPe7biD42/IQ+Qm8KPUGxAr2HbrA+LFo8PkXWob36mNe8C9TnPdhMtDzuOFg9MdrXvbKndL1/FZU+wet+vjtfSb31tju+","EoKuvWz/Db7bysK9PCmzveV7TT7Vnwo9qnw5vNsVcr6IMl4+L7EQvlc6oj6Kq5c+ZblXPnRHij6jFPM96q5hPWaYVb4Xtog+kSpFvoSLHb4lR628fZtqvs8YoD2CiQ2+dOxYvj9Rdry1LUm+g35BvpIxfj7ICZU+5E1qPnxPU772xHY+33+cPSj8Gr7yt5O8wptxPu6fkj4umHS+8dkBPhPhCj4KCHs9Z75nvpjbVb4VVAi+EY96vYU6jz5ia0U+6bTGPetkPD5HAAu9WQWNPTKFib5HpWK+Bo2wvjuGvj4HL4E9I0APPlRVZr5EOd+99nmSvgYPiL3vjGc+2fbqPci8cL7PAZ0+crYZPtk/OTwBpck9QpeIvit2HT4t7AK+kF9aPr8+Pj7s/C8+nzELvsVefj7cgCs+s8GJPi70WD65HAO+yZBePqW8H76uX9W8nvWcvj2SWb7Aypk+bXSSvu1UE74AppQ+MfWfPmFeHL6C204+w+BrviEYH75A7Ye+un5OPkaapb4tNZ0+A7hEPpgNeD5FxRq+IfJfvjRViT6Eso++GF4PvqsOuzv3cXw+oWWcu6nTGT6p3pc+x7KJPrwRmD5S3uK9SdxGPuckaL6Twu+9mhnvvZQv0Tyq97I8GmQ5PgGRgr5VWHw+51hOvjMagT5WtPs9mbA1PkhrPT7msye+v0BRvqyDib4Yi5u9d8SIPRNbWb3c+HW9LgOPvlObm77N+HM9qRv3vWAdN7x7eF++8rSRvqgkbD5UPXM+mqT2PUdJVrzzFyU+ScMaPnXfKjxBYWg9CGR7PoeEhT33Koe+U8N5vB+Mar4iW+M9UJBqPiS/l74UMEi+lcmYvsS/iL7SaKI+A6GVvFTNGz2j/QK+CtqWPnfCVD7n8OS9pAoKvfdNbT4sUV6+gn07vraDmr75axM9X215PpQN6r3SsIS+EkJAu3qLULkrPfM9PiYCvszVO73U0Ja+Yi65PW97GL4KqQ0+JPn9PaI1ID5c+t49To1jPkBsOL5AvN+8","ZOn4PX6NeT5okcw9R/WQPrwdfb4ynjg+aAW0PWpQTT5IyaU9qDpYvdoKZT5If0i+sYSRPpbcSD6AZYk7ENgpvdk4X75XQnC+CGKWvth09z1sRxM+UzyTPpEaoD5AoHk8I/GAPgbSTT5qraW9PxmEPqAB5Dy0BBc+MJLKPLOqN77wPSq+IgqNvbDtE72Rg5M+QPdLvkB05jy36Y6+oKHCvGT1ED6sLUS+GL8ivUaNSj5mnQc+Ah0mPmoxeL6OCS++djFAPsY46r1OWJ29DETnvbeOhb7LDzG+cspsPqj3OT4x01O+LgcivhCJJD57vpQ+aLMyPvd+NL4i2ai9CgFQvsX3nj7viYq+7ZhzvsOEgz5gDmk8iERHvW/nkD7qru69Cr9KPlpiAj7AzB69rG1uvkWriD7g9w68APxgPY4TGT5nyZA+tziEvgByFDymqd29RZ+XPpCYg7740FW+YE5wvGVqmD5jazy+avZtvi62MD7E3BS+IJ2dPfCWM71SLWY+eD4QvXFEnL7O5F0+Ks5xPpsJhj5MqJg9yKgDPh5YVr5gOiO+muMwPvhVlD3GRHA+ADkpvQAyjrrDeps+fhGevnD3sDxAcEy++MU6PU6ZVD5QVsG9L2wGvvPwhD6iR0m+aiMXvuBik7y59J0+AGQIOkhzEL7coh6+gIrwu+r8sL3QLnO+qv1lPsj8mr5ZaaA+8whkvsBgPDwGv3s+IP1lvi7wRT6wxqa8iWhIvlhWTz2sgom9lZsxvuLNvr1Gqiw+gcQfvp/Bgb7Y8FQ9Y6eWPgCvyTpjwQa+yolKvk8ydr6x/SS+MOaZvdayn713ile+zKlSvkcWhD6SO0o+q/E2vjqbJD5k+AM+W2AFvqShMz7oDKG+/sxgPgBkkLzhs5A+xk9OPpwWW74wX8e83WZwvq89jD6Aoqu9MI/KPK+8Hb4sc0W+oQiDPjBWJ71JRz2+RqdPPtT8WL52kXs+JoLvvUSwwj1LtII+Me2ePrjal74gf2w8mB4XPdSYn70w22U9","2ViXvk4Yfr4/gYg+xQOEPTZkKz1y4mw+BvaLPkLahr4ou+C9gm7cPSl8lL6C6AY+yn3bPR27Zr5ZdEq++xE8PTCJmjwwGF++32ypPVnaDz4pz0Q9b/wQPtu2Mj4FE5S+SoNcPtDnnb5l/2S8M4M0vsXdMT4JBIa9zD+XPSSazT0H07a8eJPWvS+Sgj3Dq48+XQGTPYA8nb4XFwQ+42myvaZ1lT7nF7G9QpnpvZ7wMb4x0u28XimdO3wnPz7WSoC+n7oovslXib4TKYc+Q9+YPUQ6Cr6cQHA+lqVaPpqUAL7E0IU+8k7lvNnOcD1t+KA9grFrvt2ICD79ZR++6SeLPnurhz2EB/W94wIlPtwncz7PqtC99NEXvmz/tLw25ly+xHYYPoNtrD5aaMY9URhVvs5qDD2T96C+I7wKPXdzaj5xH54+VUpRPlz5OL13n4e+wR+KPvJA/D3Wcyg9VhqEvdU3771jTZy925gnvnvXi756nJA+Nmg1vsGxwr6OArq9UlaDvhFmSr4cGm2+dc3lvbZMlD4FwoA+EPGNPah5Pz7CnIK+WV9VPj0z5D1mjBg9ZekwvmfITj2/Mca9RQtTPT0pPLsdmNM9x42AvKXZYD5ErDu+ij+RvLprA75DmJU+p0KDvgd+lT66NS0+06H+OsFgsz0h/B4+ZDs7Pqmtgj657Uy+QBuMvmpjVL5ar8e9WqxjPq9aML5OSI2+89MoPdO/4r0xVs690aOCvhQID77DZ4s+9W2NvhrMub7IgIa+++B9PolPVLwQkoy98VqCvn3onb4OPzi+G7KtvS6IiT6JYFY+5UFiPvepDb1urVC65nlgPuhRH77zekw+ZIuIPnoDGj4KIuM98PQgvQ0XGD71lyi+YqVfPhRzlj6KVws+vErNPTx0Wj5EWB09lWgNPvSncr5xZ549WrgzPouyAL7wgIY+nrK/Pe1wJT6zS9M8B0K2vdkZJ75+s2M+cHkfvoWh9LxpGY6+VRtJPSKsej2/C44+sm0bvm7CNT7pyH6+","nb6Nvh192LxH2Dc9EDCXvhzkGj4TsB49AjirO7orAL5jdTU8pmj9vYOnQ76S2rm92iXKPaVWdr11Rws+stbLPVd+xD3Oym0+yck6PBFK470DZJo+57qWvrBclj2WrRg9V507Poe6RzzieD291B+4Pq65jT0lxCy+7RwMvvzrS7tIfvs9Yzx6Ph4vhr5HtEQ94S1vPVgwgL0p5iK+1gh7PT4TZD4ASCk+2c9gPV0FBr6Sw4W+eWCGPUsGn7wv+Ds+9IioPmckjz19Log+LrgyvpiCkD6vIpM+YQlyPGweUz2ouJ88VIlVPpwWZ77mFJm+qYd4PgdSgz7wYqA+pOtPPdI1oz1k5Zc+h33TvSOUmb20mzi+2hLfPCR9oDy8aW++vE6ePZtGhT7Ei3Q+cBCVvgdAaz0qvOu8jeCavvSttby1E2y+JPufvhirlj379Yo9nrKHPjJt770MeY6+V+tOPgEadT45PH6+c1fUvbU83L0Za4K+bZnBPYBhCD7q16G9ClLNvWttjb4jYYU9/iWTvvetA74qfRy+SzV6vv1TxT3NPDC+s9qRvetvf73MMoE99/H+vVR/iD79Ibw8WrKQvu1fc71x3II+PUxxvoIWNLzQLhY+yRcWPkYv4j1fFxY+x42OPU+yXz6h4ja+EQBVPg0Fdz6p3UE+9sqRvs/gI7wh/XC9VFF8vm95oT7Kfyy+4R0gPvjIir6yDAS+ParIvWcc5j28W5K+9geLPRLOu71TPY8+Shx0vvs/d70fxZk+pmyKvmhaBb6eNsU9r4S4PQliMj2hKpk7ePMKvuk3nr7LoiA+1yJ/PvVqkb0etGY+Hf+0PNnnGz4JQ7I9AzflPYpDdr7Euqe8+j5nPkzBc76sCqY8YtyTvsfgBT4G75u8a/T/vR22sT2RKbK8Y4VxPsVgLz6jbU6+pueUPcc3hT2FoyS8ald5Pd/q4bmhTgU+IjS8PbAwrrorzXG+XO+jPmB7ULpkGgQ+qREoPcCPYD67bAA+8jp4vlKt271vv7U9","zZVHPbshrLy2mNo9tOV3Poq/G764wp++lT59PmK0Qb50egS+cp9Jvj8uYz5ofQ6+hsaIvtuarD3MCaS7mRNbPKNdg74M+2u+ctBzPoUQnT40lEa+FSOLPnjqsr2BJqC+AAEnPCe6Xb5WWZe9qtKtvTIKVz4wPiy+/RMCvkoxQb5sLrA90PFfPXx+w70DPJI+AMw+PQTCfb6e+QC+wAGUPBCdDL3gNTY9c06JPndtgz7+8NW9TbOPPuXGj74al30+6K+cPXhkj70obG29RayDvjyz6r2SNjG+nMioPUwJGD7DAZ0+TvmXvkA4Xzyyg3Y+yM9bvVaoeT6XZVi+/D35vUDz6rtmkHK+iIZpvWahjr4UPJo9nL5IvsBZsj3LOQ6+slt9vjo6dj55jIg+SK/TPTIF+72wXpq+A+CgPp5PYj4Ydmm9HCAWvha7RT7SNCm+DOgNvpCkar0Hqy++aFxjvgauFD6S/ik+qRmHPr8aMr4ebzU+ALWFvfisAT2RfaA+eIZAvaKHRz5s6dY9hK3bPcB+ljundIC+HfmDvvDner1Jk4k+yJyBvm8Zmj7Q99Y9qJJGvUA9Vz1udoa+fYKKPu87Ar5Bi4s+b5wRvvFMnz7AoQm84JODvRcagb6iUnU+S9GhPhTJV76jTp0+sIgkPhz/ur36HZm9B0U2vq+plz7gkCW++i15vl6TYz4qLBA+1LalPVA57TzoIIK+8CaKPPIfXj7XRjW+dLa9PcjXfL02NXw+IKgUvJrgYj7A52y9Wkm4vbDewT2Aife8QqA9PoLyy70FtZQ+4Hk5vq6h373wzcA8NugnPgL2SL6CapC9lEQXPp/bAb5zlpA+gLlVPQ8cBr7AcJY7IDJXPeiSj77wHyS+NPKTvaBaAz2XX5a+VRmKPl4heD6WPM+9UJ8MPgCD9jtgYWy8tKGxPcADDr3cWs+9Ya4hvhtciL4Emk2+uJKJvo6Yhb5+PnI+ftl/Ppj+dz3GL0s+Km6XvkL2PT644hI+8Hk4vfZUkL72Pr29","ArRnPnYJDT6KAUA+SY+fPrgelD2KSBW+EE+FPXWWjD57YYO+CBURvpjhVb4Rs46+nD7xveIOnL6C3EG+q6OWvniFSj2c4cE9psWNvrDPLD5qCH2+4CiGvuLMP7590ps+8FdyvqvTTzipq/c9zC8TPi24fb6N8EE+3JNWvnDNIL48jn6+PYHMPcQTQb5dk2c+oGaSPm2IL74wSVU+RYuEvmASPb5cwJ+98TEMvcNrcj5v2iq+GTi7u2Vfir63N0++YnOVvn91Qb685Gi+HeGcPqLxET5FasG9q/7dvduIir5YL2M+zw1QvjQ4bT4HzDa+DbzZPQ7ngr4A/zS+FIZvvuWtHb6kQZm7vMj/PQWhVj2stWU96+1ivr0Co76xBzS9ApmCPkVPZb6SBr88Dst+PQaLNj58XFg9Uu6MPtcomz3ez/c8lgrPPQdcRD539Wi+i+Q0vjRQkj0M634+3iaJvhGwqL7mvpy9SLR0vakP0rzCuC8+RUAePsnycr7gvLk9KxWAPtu5YL4NToe+GH3LPCK+ar0Wsvs9zq2vvKUs5L2+BCI9zVVjvmAOCjxcGYA+JXCTPgVn770HVOQ9TJyLOwT4070ftI4++Pd4PVZL6r2E7Xk+qk8EvvTTCT63LM09s9OfPlppXz4oP54+igsNPlHlkb68VLk8MVUEPXRIRj6Dwhi+oH4XPnVt7Ts+AEO+VPE+Po1sPb79ijU+RDNfvbBA/z2Pq5I+WPOhPCEGBT42qSo+4vlMvs1ob76auh2+a+vzvTM5m74xDeA90mGZvkN2I75+1+m92A9nvYHTlb4SLZc+ZU55PAi+aT5l/gI9QwgpvS5R7LxLckS+noWUvoAshL4q8jW8j9qNvbH5a7tknte8ugWMvli8Bz4aXYG+6Gr/vYqBlr5IS+G9VO59PkYQar7Lthw+ELyGPrXvM77b800+49lPvm2Bl75WnZK+vvIPvM7hCj4bMhI+9zh8Pp67Fz59Q1O+OU/CPRqToz2/ZY++G4pWPv2wdT7Boye+","h0MlPdCuKTw8COG8GLuJvkl+eb44Rj0+7CSYPqeVkD62gaE9npeZPQI0Cz74Ju29pkxvPTFYPL7cqrY8FTstvo2Mlj15JxM+HK6Qvhiq/b36RQk+sqhIvgfPz7yXH4S9zb5+PpBlVL51s0m+gIUdvvuODD7AV9o9ryKdvQ+vfDudOFw+JydYvhdhOT7/MuG9RfWevojGYT6/fl2+swCGPjEbnT1iPJI+iNetvnQiOj5rFcO9JYzGPW4zIr6+OMu9XV6CPrsHPT53/Re+64x2vm9cqrtfmWC+J7Msvm81Z76yres9EAXhPWOIkT1hgNC9a41HvlXQ2D0ySKK9oTYPvTtCGj7WyGw9XW4DvhD2B75LrJ29fki6vQ4AxL2GVKM9m3aCvlwbTz2Ga3G+EWqNPiLph77JwEa+eNwDvtojOr5cV5s+wnxLPSOKkD1xbOg9YqGQPZdWjD5FLiE9ACKru+oZ3D1R7SM+JPaJvvCq571EQ4w99F6ePkEjJD5m4KO9WiRdvouleb74bpQ+OPMYvWcvm723oCG91FA5vTj9FT6ldMg9+cY+vZ1BsL09iV+8w94QPCcroL0+mFu+V5lfPQYEHj6oLb+8AL41PkPnID52QDM9lBkJvSjCWj2z6jm+lKVWPkomLz5gXao9132/vfSHUL1294U+XTievHET37q2uGe+HYSSPqOVUL7xDW+9eqPOPYQgj70on06+cDSGvgW4Ej7xxOM9q8xYvqFndL6sDXG+HRksPsxcZT5bC/w9vLP7vEt4Zz4p0Yk+HiIuPQSVgz5YiQO9tquRPhoqXT7f5kS9ZxEgvqLOgLxGbOE8x14FPjZehL16KKq9M4huvsHeab5h8H69dTpSPRJetL1wdzi+qYWrPNI8vr1lOIg+nqW8vetHGL65tU0+ypCYPmY1IbwHkha+qAQWvgq6sLwX1m4+tt/uPQgKUL6AU8W9NXaTPcBKPz5Ldia+qPvMvcinUT41IVY9okgfvn1KhT53BDA+JuFBPmnAQb4jxB2+","xjcWvlgrWz2mWTI+uQ0DvpHytT25dOe8HJpavkJsyj3lkVA+bL6jvtZEhD7tqDM+Hw0IPpsLLD5TGl4+7jUkvZi7gT4/VfC9WHvevVllhr0TBDe+uvJaPjhg2j3OLz8+MokNPlnJIryZJQG+Jz+wPdh+Tz3wxuC95vltPsT+T75r7fA9Viw/vvi6hT5F2Jg+Y7GXPhUfhD05ZGO+s08BvoJOGD7QL/g9WuV6PgIZOT60BP09TnUoPhhCpb0flKE+Gpq7veSqU75j9ZC+crsYPn7zHb4aX2s+k0mZPoA5/btyz0u+wDDBvMz19j2orUi99NWYPa6oRj6vL4k+wwyWPl5R5L0q8Vi+fLnWPbzVT77myjQ+AO6DvcC5/L2SIlw+oBfKvCCIEr2QaJe+A2uSPlpDdL6A2kM8iHmYPYDq571QRoS8IKFcvKEykD6+uws+xnRaPuAbQj0fT4E+ILDBPcL3PT4UK6a95UaEPgoKTj4dOky+1K6PPfYhyL29zZU+w69+vuAYJD3p94A+2NrePUf6gz4EVww+wAPRvUA9U72Gmo++ThFGvlJMmb473YU+ibubvrjUzT1syDO+xTiXvjBDDT2SLRO+7gMqvjh+NT6kfJw96PxQvQDGNTr5VZS+tuo2vqOolL6Axis7EXMXvrcYhz5sh2G+/gt9PsS69z12OhA+ExSaPu3PmL4W4bO9kOaUPWQQsj1Aqu28qHVKvSikZb1oQYW+sMbsvKz6ob36Rjg+bt5FvvS/BD5kUxw+/hWQvoL0XL6SLmM+UJLaPH6TXT4wI3+9oHhSPVi0RL3t/g++ossuPl6kEr6uf8K9+KX1Pb4bdD7X4wq+vz+FvmCgAT0bSpE+mrByPtjLLD1qIyE+TEGPPcipfL1QC9e8WgkEPlUioT7wJr89oJk0vpcomL7lpUC+atOVvsvkC75KSYa+bp6uvWC8NzzoWVo98xuVPjCJ2z1Czyy+DWKevmonRT4Lhpw+oMRWvsFjGL4xjY0+Y+SWvpYDbD5qeXY+","6IkhPZnMgT7oJ/u98P7jvNBuozzghSa9hvwKPpE3Nr4s8li+wHulvAqgXT64CBU9B4yUPnE0PL5QFyq9wEG0Ox9VgD5dMp8+5g7RvQGHoD7FlJg+XkWmvVu2nL7iHSG+mABrPXLQjL7kVy6+fJV5vrBQqj0Aqhs7ANvGu3w35r1g57U8ji9rPpp7ID4GnRo+A3+DPnAT2j0Z5ZG+DNGUviyKwT2tVmO+iCiZPaiWUr1A1tm9AJBqOQgTMT6mtP+9cdZXPnyaF77uCLO8jH0hvkGtb77NVtu9xEEzvj/1iL5UZSK9+r6WvpUzmT5XhBu+W121PcJVgb4bXYw+LY2aviNeQr4GU5M+svAdPhKjCj5cf5g953bcvKDgXL5AKUe9NAyBPsWeAD5bbIE+Z1NuPBCkyL2HJgC+1ql6vPWeSz7SegS+qSaSvQm4Or0S2B6+W0PEvXkFIr6lbM29SJPDPXX6Gz4+3ZQ+XzryvfZdxrwR1J4+dHcMvlbdRD6pKVK+uQMTvmTUuT2JZ4M+JYh7Pj63lT48hvI9jyhqO4ggkr6++sy8sgSqPo0ySbwJGFQ+Of47PrP2mj1lz/Q9u2UhPrz3l76SxCk+Qm7jvU6jgj0JMgU+pyXBvTWezL3eBGY+O9v9vTcxFj4UeyS+giSlPmwShj7rD3O9Q/xkPjMUojy+CJ88xvizvfh2X72uukK+H3Z3Pr1YsD3wTys+S48SPquWib4pd40+tckBvY4zlr451gI+M3VGvhy4XD0tqnU+ubhHPhEnpTzYOPy9n9hUPtjAlT1oA3A+JF9cvmgglDsW24U7Ht1tvtXVH76VEDo9SkkGPmeykbzU2II+TmqJPmxHjj70Dai9l6ufPWYzFT3FF2Q+l+MCvuDKmz4O+QU+cZravT+/qb0pW58+86ElPr7dhD7J2JG9jBdtvtl84L0vEH676XssPoCfhr7Jsn8+ULrQPWySAb6LQDm+azWaO/DWmT5O0c29LkI5PmUC3T3FqoA+TPqLPgQDRD0M3dw9","u0ipvT72171RiyK9pbRaPkkmlT6SxYE+Yvi7PWveiL59A4s92cqiPeBZ2T3+2DQ+xJ2lPnV4bL7HvXM+m8WBvl9ET75MMTE+Vz6EPmjPhD5p6la9pU0gPs1ooz63I3k+EaSPvfaxfr7dRww+bt8BPi0fXL74K4S+HZDru1Wy5b1TrTu+3B6LPox5rj2ZHkw+WBJwPqmLGz3/Ats6Op5qPi36DT7xhHK+EiMmvuzaPb0lk3a+ybaOvHJImb73bPw9qGfdPP9KXD11UBO9gkqBPgcwKr4UZoi++h3QPfrbp77clRe+93xRPqMdMr5VFFc+xV+YO+/7jb5GWTM+SYalvevPxD1pkkE+OCNpPlposrwUyLa9fC2CPs5tH72Xx+s9UBZUvh4gr75YNg++TRmsPU0HST7YJNm9iGUdPmLbh75VeJm+aSrovbS7hbusCTm+5CGEvs9yUL48Oeq8FubaPZEfxj3bvFI8o3tSvVv1+z3dmGy+2RTXPdPCTj7NTko9f+tmvjAhhz7UmiG+ND4pvtx7dj1ICQ09PBqcvo/E6zwBBYY+lbeYviSjNr1R2yo+8oA2vUr7h77Droc+jQZuvmat0r2fJ3y+yxIivg91l70zMT4+vg+Mvuyr0b2pJpC+fMdVvhj6g74D9TO+L5u/PLJkML6ETj0+xbwuPXVeTD6R+6w+/q2qvVSKz70N79c89OzfPGB6dD1quWK+MepRPuU0l758pmK+nWvau6vq9rygWuM8CpRRPkG2BL4fvsk9P+UuPtXps70WtxO+urVtvj2df7472Ci+IfR9Phwlm758vQO+tiRmvYQbwzzm/5E+JrSLvcWnIz4IO8u97IIWvTenHT6VqM894/iePUxJpjx37eQ9KDeVPIx1u72ConY+dHySPoWS+D3eC0e+gVxGPWY1CDzdZaE86m0ZPg0LbL4RjZa+GjZfPuHifD7CBIc9La2UvrOTZL4ykF29UogmvVxGrT16B5I+2c42vmeSo75bzSO+0hhxPjw0Lr7pTr69","W/U/PuaK/zvLtt085JoAPhftgz5FeyI+rlLRPWikF74ZB1M+nBEMvmtqTL4MrWa+MVpZvfSxez6EZPE9t8RgvB6Mrb43+6K9QqI4vshpmT2HD6i9MPALPb2by73wrxq+sTmYPl7OZb4jm5O++JUPvW7Z0T2LBhi+92VavQ97nr1GOX0+3ZyTPlEhFL539E08ypAovCrl2b15bJC+OOaRPfExcD4SZki+r1ZgPeHqTz5trjg7uT/JvU43yL3kz4E+ePKjvtXfOz7PgTu+BT19PJ80mD7Nljg+vLdLPrBIYz5GjWE+0JNjPqCBgr7Q63S+P0xiPvCFaL7FNFS+jSCJPVfUhr7Z3oA+PxKhPnuDOb4AQUC8wJGcvgywOT70/Sg+8NAsvmTB7T0AeMW8Pf5AvlCO6r3DW5w+wG8nvOyAMT4WrsK9VOGYvmR0Mb6oiza9nsMQPp8umT446Iw9iIKFvrqGQz7jX5w+sphRvg6nX77nv5m+qAY0PjCFkrwuQxs+lBygPbjYTr0NNpK+tFeePV45Xb7ov02+IHJFvNoyXz45FIM+dEYAPn7iQ76YWA8+mwWGvnQKFL5Gtjm+4FzGPWBzvzzqmiu+gymNPqbyBT4hx40+AMoIOrI9Qj4wtM29lX2PvjClaz3QjHg9aLY+vm4NYD7jmJk+OJ2LvnAx6T1gjyY9JsRCPk7bRD52i2M+oJg1PnScoz0gy6e8x5OLPtjLKr72x5W92qmdvYQpkL3IZyS+tKoePoBpcj2euwM+2PXNvYAdTz1EOsA9AKanOrHShj7uU3E+wrEhPrAwab0AblC8Bic2vvYqdD7kwzY+NCGiPQDSBDtWPHY+cNIMPuhrlz2Uorc9FVWSviDgUb4ew5q+vQsnvgB13T0nAYg+ru1dPmF7hz7PrCm+4HYGvkAT7TxqLGs++ilCPrtBML7GIpW9Z3+Gvtanur0Lf5I+s0GDPrDfjz1yeFg+APYKOi5rej5gp7Y9QSqcPmhgbD13tIc+gPQYu4cSnj6+HPy9","jLCWPYrUaD5fD5o+eO9dPW7iYj4T45g+XHYtPjBh+j3QrY69aNZKPfiktj2cvhU+OAiUvYDFbT00Irm95QyQPtapDr6SYEk+2GMmPluBYb68yMI9o4wqvjcTjj4IOgo9gEhhOwGKOb7mGkg+tD9vvofdhj4sWky+OGYHPpKDhL5wEvq8TN+aPQuhKL65eIu+/GMtPorlYz6faxW+xr0qPiYoab4Krw++zeOHviJTLj6AGwO8MBtGvWh+UT0A4sy8MNs4PqS+1D16GIy+MGNlvUBrUDxMUqM96IKhPeIMZD4cusg9diRavmrL/71w3w89gTyaPiCpWDwJ/4U+La0Ovu6/fz4wJiE+XjN4vnB3vr2PoV++/YWfvv1Qk77wBge9QjlnvlFXkr4K9hE+O6H8vQUoBz2mnoG+BIZDPoWVrrxiiDc+IlGSvQ8KOD6E8/I9PEqLvn5ijD32KFe+sWIxPua2FTzJAQM+iBh+PurLnT1BBhe+pmOovJmJ172dwvK9jjU0vhlMc76k/yg+pQV3vgybG746kvm7kU+EPsNEYbwS2oW+8tQBvi7Q9z0pSJa+x/CCvbgtUj6H65i+XvWSPnS8h774y429Fj8bvTnNdT57sJA9rcxKvf6cdr6z/iM+PdmEPv4a2zw5ngI+A6JNPnLJm7zTxkO95635vFmcFD3yXJq99caaPgcCwr0kUXU9xmOLPqy8Sr4EXmG+9B+QPlBGBr65bem9OiiQvv7a4j1lVho+t0ATuwjZP76SHYo9IkvYPXfBHD6YM0C+0RLZPU7jl7417Zk+c3bpvQ7XX74k6G0+tgYEPnWihLqalyi+KXWNvpqyND4uVus9FUaSPZRtYb5sVZc9h+9ivuJbvb1gAAm9TNszvk4eBD4dMT0+h3qHPgQTBD0mZCC+1fiiPgMIlr0EapU9XPxLvdAIiz7g2Gc9a5fVPebJkT4NvDw+v3jgvQ/wZD3kLm2+JWOfvdC8nb5gzBQ+E+dSPTUCsj0I40i9D2U9PloeZT4NAII+","ezhAPhWLhz30Cz69Hjkave05pz3/eMa9uogaPrbjir5vVXy+MF5Zvmox7r2I0y2+ueE5vftJZD7cjxa+ja0xvna2ST6VZHi+pp2cvqRj+r33Unk+tahmvmLJND4S+em9cCmrvXls1byD74i+aobVvR6rYL4AVKm9fedWPuP1cD7p8vw9jDMMPn5SB73fFM49kNuIvhC2gz4Ykgs+hHDWPI7wT718EQc9aIUAvh5ETb6a8pC9F17gvcsQgr6cC3K+fLybPd64TL7+KzW9kUN8vX6vZj0IIrc9JIvdvTW10j3SRYM+rfBevq8pyL1WypG+gT1hvhdE7L3P3kc+DRSTvrGCIL4vwbo9Bmp+viNcl71UH2e+FDoYvhG7ej7Q4949v7S3PKv3971/mZk+sL/SPfWANL4wdso9YUbjPajQFj5okaa+/MeFvvh51z1aBSM91h1HPpnEIb5yaWG+IA2FPWXkL76IbzK76MUmvfix7r1Qfo8+pPg5vVthHz5UllA+/LiXPpkNxr2hgYE+8XeLvgoeJL10ng++xxxBPiYOeD5EtUI+Uv8vvmdznTz6AiO+EjkfPi/Ldb5bUuI9NIgPPu2in75FMiC+O8yJve5o573mYy6+/iIRPj2blD7Tmwa+MiaRPh+NM77gd869EfsivihVxb2/34c+T/4gPjdgLT4VPcm9mJ6KvsXsHj6v3Qk9jIIuO+ZoRb3TkHY+JDSHPrS6hb4+2TY+SCS4PlaWvTz9TGo+5YSAvgVhcb4so/k6VMYsPiywMb4bwyc8JIh2vtHjBb6GpRu9nmEXPu6B+7z0vES+UKp1vnHW/r1Py6M+nLo5vm55Rj7F9tM9LagIPmG/sLxfhYS+hFwTPmX4hz47aUM+YnykvYro0D1xsDs+ViwvPTFiKT1puYg7+bmDPm3HSb4M3/e97ZIQPlmXUz79Yrk9MnBvPgwQR7y1fCO+RawOvhILSDxHqD4+NjOdPkt4Mr007CY8HeLuvdi64j1bSQc+BIsrPlidJz5H7I0+","sIcTvaKfDb5OjMI9Z2DpPPBp171bpHY+G0JOPlQbEL7PPwy+60KQvpGSLb3W94u+v4SQPjyxQL3/e1M+BqYmPu0r9r1aOYe+qPbnPUAGIr51oEk9JlDVvGJn072bqbA8GWWavrHKV77Em8y86ZQrvqI8gj4sXi69exJoPsijbz7hnZY+7YCNvg7YMT18IE++1nWDPQbVPL5vbpm9Yws7vAaGhD7KUlG+ApmdPu0rYD5keV48jF+7PXNhyb1shqO8F7dUPUy4X77AKpK+hvNbPJPy0T2lHxe+h/azvVJPpr6LJDG+MSZHvuBufr5KW0Q+NboXvr7A1j0UKHi+em+VPKXXbD7k56u9dxdpvZwtPz2O8xK+CBlJvt1ph76nVIy+Aa0EvvQze7v/Gna+kIqqvrCbLT6ncaG+yVqavsonnr1/tHM+P66BPtfUlTsK31C+XM2UvjAzCT6m1/y8T4K0PbaGfz64Kuk9xE0zvh/HCr4gLG09pI/UPbT7kr6E1ek96eePPjIKcT6A7/g8e84bvkLxbj74L1O9gO76u5eynj6wxmu+29wmvrYkHD74xwM9b40hvoBYvzwALrO7v56JvpjiJ75+/Uo+j1uJPgi/Zr5iUkE+lDscvnglDL2kr5A9s+SLPoBGKr2HLhG+Y7qDPuBGxDzgrZK92xGKPvx50T1g84a98nUWvqgR8r0yzHM+ELr/vTC2Gb0Z2YQ+ALebvlCXXL1rbjq+sIWPPHAVZ76N5IM+3GsOPrKydj740Lg9fAndPUAo/D04WSU+VmhsPmWiib5oXuE9sewTvm5XSr4zdps+ANwCPpiaK72tHIA+nPIOPrhAWL26eWQ+5kCBvi+HlD6m/Zi+rXmEPnjlQT0A+NU8ZInsPeZK9L1a0FE+UHOOPagkgb3viXu+WBUXvnDVFz3B5oQ+UI4JvpDXgb2pX5m+/JOPve61SD4Rao4+4H2gvNA/97wkPoG+gE8sPIIWKj4AXs+6QNDKOy/Snr4gTgq8fi58PqgmRj36XUI+","p3YfvtTYoL5+3nk+rFbPvUyuiL4j+ZY+6ilnPp/Abr6zl6E+QDWuPUgh173qUE8+9jSmvez9xr2Mj5y+y8OcviBzrT0SlDq+hIDQvUcVjr7+FWE++8OXPpwalj2Nby6+cAkZvkcYlb5I6v096PktvfoVVz4USKG9jM0Rvmp6Vz5wVX6+YJYGPuXzYr7rJYE+79OWvrLmYD4veZE+YLHqPNH6kj64Pym9sUyfvtZNcT6nyoU+gWqdvmamO76gKx49TDM5PubmTz53ipI+lv0MvktMg74oFhQ+tAxxvuCMb73SxQo+lsIfvlrZbL5n0Cm+eE0ZPrC7wr2IO4S+kp1nPioxLz7w2eS8aeuavgfzhz7isXE+h8edPubwEz40yai9YJakvGuYgz74Eza91nZnPrQqs71GPYC+QM4RveBxwryqpEo+qslaPp5+kr5KTzc+4BQTvPY9Pj6cOjk+AHgCPIBgEzzOWXs+bNtxvuLrk73ADvI8+GoFvox+xz1Boia+C/AHvgLB4b0sCEo+XBVJvi/dk74LRK698XKjvUVAXD6utgQ+jHcGvpjdOz4sV8o9S3WhPjY3QT3Pj0G99+4fvgYZMzy1QkE+vKqlvgC0K76/MnY+WuhxPE/7fj6n0HS9SexoPvNc4T0rXm6+nXh/vgEgNb6XuBM9KJMwvoEZTz4KI+g98bQsPSCaaz2Z/h2+tGQ9vlY8cL6WObe8hD9/PrEUab7ovIE+3ehAvo/f5L0Qa4W+YGuHPQa+oL337hS+WJsjvllcRj6s8zg+BnVqPjtihj6Fu2g+4eEIvbO4ZD6o4jY9DYJWvhKeVz7yHRQ9Gy+SPpbti77dIDU+XLlXPjpRwj2BE5e+gebGuwSlJz7ZMpM+/LUhO/oB1L1JUG2+MEGsvSnhVT4PTmg7rI8sPuGU6z3z3TS8AkdavlfpQz5+hA+9Uu6BvpYBVb4Hc3k+NJIKPrD/kb62Gzi+W8ecPm33ij5JyEU+BJo5PhQEkT4OGg0+t9gmPJzf7TzZlB4+","g3SgPam7IT44DJu+bXgQvmPub75Swtw9Zaw0PnZaLL47zDk7WovtPbBNUr73ZJ09/PpzvkkDi75hYA8+oRNwvgSdnr2MHLM9u6OXPkBv0L37/sE8BEdXPr/ecb3kpBk+LA+GvlXp9TtlgBM9YFy1PHxi9Lw8tdw92yk7PEFYjD4MMPy9yeidviWMgz6ctl2+/mqHvS+AZj3O7G6+K60vPSpZFD5B55G+cHFpPXU/nz5CYo2+GMySPfDFpr5hVgO8K20QvooNlD6lfdm8V1UgvmjN8z0V/Yi+TFhCvqpKAr7sgEy8zXM3PjXAZD44KIO78MqRPfPqaz6zQsY953zjvfbOfL3frQg++6eUPfHFS7wS/Vu+R9a7vU45XTnb5IG+W/5nvhpylz5D41O+Xeaavo96Wr6noJw96d+FvkFJejyzeiO+VQEBPVBy2z3YVSW+7qe8vYEH5z30iRM9gS+FPvlisD0jR/49/vV2PmsQFD27Xbm8vjWrve7GlD6Hm46+/amEvsPdiTxO20y+I0j2PUjT+b2xDMY9HHikPlVJpr7XhYg+ZD3vvRGtfT64dLQ9FqJEPfKIYz4a2rw9loeMPk1k9z2CLKW9rGBhPk8YKL5BO9W9LCoxPukWTL7Gao89LSWOvu//Bb58aQ4+fQuOPUwS5jxOzJO+ixUsPtreWj5JPIE+QQ93vuDspDtPBok7e9dpvsfecr6JNzI9Ei+hvZLuAz4i5ZG8UOcevt67NL44NRg+DwIPvYf3U77aHh2+JNtdvfPvtTzTBIm+ltGwvZtBhL6ndgu+f5TYvWMxoD0b9Wy+VSZ4Pnr6CT5Vf1q+Cd2UPtv3K74489295EmYPfzSMT4yM749iAf9PaLQGb4a5P49pwlmvkqwkzxDbR09TreJvX1kIr4tB5i+I9nEPY6oLT3hSyk+mvYKPScblz4eBWC+zRBAPrNohrxyTms9UTsVvqDfnb3jW8C9Sw6OPgyDjj6oShw8rWU7vSHTzbraivi9rAl6PI6cmb5FVRg+","TEAZvsxsHj4BcyC+hk70PauftbwHFM29ZtWHPoakdj5PyoK+XcGEPiJUMj5cQE2+tRfiu1cLcj1krmW+2dyGPv61Q76SpJc9sBgLvYmthr5Aj+8950IGvpRBmD4Eh7A94MMVPjSku76YOk2+Ob1vPtUUJD3acqI908lEPTzrGL1amzq+y+FavcgXET5Mnhk+jWXMvKESrj29N5E+9xGLPEGFmb7liPu9ZUoZPRc9or5vnoI+BsMIPvyf/T1Esai8KGOdPtS6qj2KkQq9E6wFPhMq873k1ZI+Ce+JvouoYT7lGCS+598LvmoEIj7t1YC9Ap9bPoSH8D3JnwS+5IoLvp9ekb1UDio+kCsQPkc6BT6Bm0u+nrQMPn3KVT7p5Hy9JGLtvYRlzD0d9ku+Yp1/vi7IGz7KzmQ+ImO/vQNijr4S3BC+mbTqO2zBSb4cko++l5uKPWiqPr681Ii+ElsEPmp9RD2vK309Dqk8Pmq0Cz6R7nK9BnsUvj4pLL4N1Yq9F/dRuzM6ZL7X5Mc9HpgfPsDVZT4NBx2+re9FPuNfjz712pu+GFjfvV8dhb531E4+DdGAPuhmPz0EAF8+L3y8PSrCSL6gsAQ90BbZPdIHer6WxWM+FKw2ProDjL4uJJS+AolVvoisED0ewUc+tB2NvYDbrLyw1P88vcGUPs/YKr4YNSU+HfqXvnczl77WsQ0+wO8CPdCxhDwUAGS+toxTPsZsUj60WbO9g+OGPpDQoLzD6Ry+PvyBvpxGsD0ghye8EMMavWGJiT6Uh4O9Nre6vWA3sT1ICGm94C0kPhIVBz6A7H67XtllPiAUZD3//Ri+V3IIvjD6jr4coCS+7N1zvuSwlL1SW1C+ALlkPMeJmT4qIXk+3HmMvZaVTD7/S2W+tKmfvRB99jyqCZy+FiVIPhwL/z1kc9a9QKPiPdgxV76SclQ+8IPSPQDMkj3ao18+BradvRtgoT5qCiQ+9NmsPW6yBD4rXJI+BooPPggUnr5gnyC8ZNHWvT5DOD4Qbq28","nwabPjgh5z3xioY+RnRLvhhoQj0Apki+fE9Qvl8ogT4+KD8+IncKPs42cD4g+0W8spbQvTAi4z19K5o+kKXhvaDAiL4SWkQ+qpJdPmwAsj0GWD4+AMF0PMW6Cr6UZYm9ilc4vjWkkD4gpF09kLQSPTLzfz6QCDE96t81vjWdiD52RAe+UI1JvXAgzL2A4XG9qUqZvvBVSr1h9AC+6OzcPdbAKj6TBwu+hCCYvkQ9Gj5bS5C+H4s7vjDrET09bS6+Iq9evgAW3Dqrd2e+NBjNPZfqWb6hdZa+4CC4PaC8I7yWn5m+BIdvvrjqvz2vlZy+FJwqPlR88D0QnI08qvE/PvhRKj1pKZ8+mqQyPjbN/r1AuIo8OmtFvjeejT5yXAk+l5oGvvfElz48KPG9IkGhvtK9iL3afGi+cS8Cvh3mF76P9Jq+ETmMPjI0bz4C0AK+uNYuvkj6QT38w5w9+P5WPd+fgT4MaDk+kb57vj4BAz5gEFa9MB2RPKhwhL481Lw9wN5qvbh1Yr4Uwlq+PCWMvhyYrj0QREE9CLtwvWDqEj41UYA+xG62PQipC70JnpE+tBRwvs5yRj6GxBg+rFqevgBRqzsQLZW8wOgxvMQunD1uJ8S9DnBJPoYfdz5w0Ii8+d00PZ8ZBr0/LiQ6SoAJPmz6GD4A0HW9EpOQvqxJybyctp4+g2HKPSu00bsahnY+RamEvU+Alb4zT7K983yOPq7zOj54FCy+QOMrPtkXvL3j8/G9npvovTY/jj1dToE+VFlQvpPYZD49wsc9YSs+Po42QD5x9RG+pYQ7Pd1znb5BIJi9wy1BvgkWFT7Ud6u9cubnPDcHqz3bvN+9s3n7vAFV4LwW3bq8FwdqPqmCsz0u4qO9fQgLvk6gJjyOxYw+Q664vWw1ND5oHHa+6I3hvffY5L0xN5q860zavYrVwD2LekO+tqCNPhUSKrww24A+pt5SPmm8Tj4f06I+JboGvRAlMD2u3JK8CMNMPgaNQj7ZBVe+9MY2PrFeob4wPAU+","e1xrvqJzSr7WP8s9x0yMvj6WLD4Aa5O98RadvWo//T06xgE9sktnPnmORr3U3zO+KL0uvr0TL73hRw29Llx0vogaqT2vJjy+nf2ZvsLoF76Cchq+LSWwPsYQCb3gbn28kXomvRQXSj6DXNm8UJrFPVyccT79JEi9/OGCPqVlrb71N1m+Pl6uPVXujz4m+Ws9Dj+cvs6MR74jl6S++SprvcqkPz5Qa4a+uRlfvh13PD5p8l29m77NvLBkEj5stFQ+GX6svtBedL78Sq49OUsIvriLab2KLcM9UbmYvWo58z3JU6W9n2toPKbVLD67tyY9z5aVvHF9Q74RWsI95RJPPqp+NDzvwHE+OfGDvqpXmz1DvFM+eI6aPYCuVD1QCay9W45xPgj0Hj4tGqo+aC6CvmfZyT3drVI+HH6+PJEfQD6oUaE+BS3HvfXr5zyJ3o++LX+sPYcb/T3fhZi+C720uuOKFz5So2s+F7JsPu6nIb77qng+J5o5Pk79WT3SUwq9yktzvh5pj76i2Vo8exmevbyWOD6jPRc+HEUVPqHMjL0HW6G+fEWAvm9QTz3jFOe9OtuGPmlBpr2IpYY+bo6ePmu2UryU7sw9CEblvcCvhr2ANH++AubyvaDeoD5FBxI+NOlzPlpuEr5B01e7aqdtvqK9jT763jA9gTZOvvqYAL2PvkW+au0nvqPwYj4qIGo+XNPUvQJXlr37JJi+nVO0PbEHED5D9ma+UfUvvtUxhD2jtSC+ASOnPcch3D0Jaai+7ITZPRLQHT7C3dg8AuhwPghAo755zTe+Vt+lvTTTlT0Bz/u7He9Kvi+9nj4XG4k+MQwXPo5PD74YPiO+ge+5PYgBPD6IA188/5F4PplYoj16vBa9WMiGPsAsgz6Yayg+YNOQvHgDh72ALJu927VNvjVl9b2asba97PBVPtlYUb4NWws9uMJxPpU9vL3b2p8+69pFvtnrlD7snJS9FfsFPl6lCTwI10m+38iGPpdCfjxrOhU+0HIdvhqVRr5fxBm+","1o6rvKrV8T002Ra+d+MlvpR5Ej5I5FU+8Op0Po9fX744FAm9aXYoPqauFz4p4AS9Zok+Pg0yLL3Zs54+FHZlvjeQMrzJzqG8NwGGPR3aq71Qt8Y9qlGjPqj8eD4kwR8+wLqGvZgm/Tx766a76+SJPnQf4D1x32o+H6FRvjTOGz6a45K+stVKvXSPC742p9k9JMB9vY5Rwb0Hoyg+jBvSvbaqiT62GjU+R2iqPnF8s7260Zu+Mopovg74pb7u/7q8ptpdvWOnOT6RC2G+OuQhPPzxDz1h1oi+7Y9VPkwaQzupRRy+10yCPdhkuzvLgSW+WYpKPqD59z2B2FI+8xgCPjJFW73XZte9ySBTPpC13bm3MqQ9I9QHPrObBb4fCYE+jPaRPgTdh75HyAA8yaRYvsTlKDxrqcc9rCxovmpbSb6QSoI+B8hdvbROaL6OIGQ+uraMPoOKXD4s1U8+8ruQPd2lNL4F+TY+VXJIPolZkr7HdQe+ma7hvdxIkT4uv4I+9T+lPm4Ukz7UAo6+47yGvms81b3FE4q+bKIPvj70/Tzkl2k+xTmSO1XvoD4GB32+YN3AvRWNjT4TxCY+H+NwPq/CpT4bEUw+A80kPqbjY77s3OU94keGPmsOnTz0j3A+fTuQvRUYgj6kIgw+zjuUvu+FbT11tqe8LTNpPt+xgz6M9vy9VAMLPtijEzsYcD+8kth1vggjST6mY3u+9EFKPICWk740l4i9TYluvpBapby8lYC9uTiUPiJmlr4IRFK+EA0FvdiYg72iAm4+A2SgvlI4OT6r8gu+2CpWPThm2j1Amv67Bncrvln6m74w1lq9pB2vPccUnD7Emou+tMMXvhDL6z0lh4Q+0Aq0PLTCir5lzgC+cNaePFjleL48WYE9ruGZvnxy+b02n2O+S2eAPmcFhz4Dypc+CDeivUAa+zv/y4I+sDuhvgC2xbqqVEe+bqyIvjhym76LNEa+KCRjvtA54bxgshG8TvVZvn6nbz5XMYI+X1CHvsbcdT675Zc+","Xm5YPhhlIb40nMM9kCZrvoBNJbsB13O+KHZrPZwQL77IPTw9aiOAvgTpcb5Avek7TvMVPpDxQr0KilY+aJrtPT1miD4QaRE9xqv7vY7vVr4wJrS8eIjbPXczUb6i1Bm+FwSPPtDHyDwIn5++cQGUPpQqTL6LgY0+KpskPlwbsT1f4Yk+AEBbO5gXzD287wM+P3CVvjL1yL3fiYs+QEszvAK6WD5AKEo9sHbXPNo+yL0Av3U8SU6FPh3nkj7ogAm93YAuvs5dQz4sId+9gHRjvqo/bL5oT1q+KDuevtQ0Ub7nxVW+NNUbPhhfhr3QQtM9moIEPmK4JD6ojiq+uMYavX5CXj5g8Jo9wEmJvkvQh77ySlU+5OFMvoB+KD24O6C94/mPPvL4Sz69Wo8+qHgnvk40j75cRVm+RvNYPgA6Z7t3pCy+6LZfvQp0Mj4Zhpy+OjdcPuDSDDwSlVc+D8o8vqD4Br5Aevy82Nk2PYiIEr3HIp6+EOeTvKD51z2SKwk+Fjxovlhtbj1W/Ue+y42aPo5f6r3k87G9z2ICvhdAnj64nny9vrfKvdhOCL5UkJk9gOdDPABqSztFeZ0+h0eGPlJebz4GzF0+2LXkvc7Cob5MIYu+ZlJrPtCMYj3Fsgu+vkhGvpAJyzzn6ZU+tDQsPr5pfD4MOIA9SB9CvdB8BD7AMBU88hoFvnoyXr5EAKk9HlR+vkIxBT4ab0I+OEJlve4MRD6mbgI+YBl6vax5Nb6JgZ8+PsJVPgIFlb4ELSC+LYBmvhxaND6893m+Ox6WPmVTNj6QdmA+mV9cvgLXjzxBRPe97/tvPo58vb1A/4u+7GIKPua3nb54UlM+QgK5PRwLiD44dYc8jxDLPbQ9JT6t/V8+2CF3vV5CBz7LoSw+WOvrvQkWSj45EJc8P5RCvuE2W76IMAa9q6pjvt7JfT68Hje8gQtJPavbPL4NlDY+NOrqvNBz7bukL/s9mmgZvvdmXL7HHbm9wl9qPtA3ID3ihpG+IjKXPoBjc76wzUA+","w5ofuy8WfT2Xtay9jR6Yvje5RD5Fix2+5FugPnV2Er5mUs29R0iSvtV4wjsYcmo+rV1UPswHwL2p0jq9mRGdPrHiRb6D6Zc93Ad+vhQ6hj0fnKi9sAigPRVugj5lAYy+XZyeveHyIj4Aysu8nt3fvaM1rr7mW5q+IYnMPSmGa74bt3c+0GN2Pa1Erz1LKia+7LR/vjeqHb7Vnbc9sI9PPuZ0Qj4XG+A9OIH3PYuIiz5ktSi+pGANvuqRtDuv3829gxhxvuUlj7w2ZWa+IeqBPj0KCb5xbJW+6LGFvmz2iT4BIHM++mK4PU/nMD4pfRm+C2msvr+lPj5wFia+Uha+vW0FRz4rkJy+ajdevQWVKD458i2+uaNVvY2XJ750Ufo7nIcuvtMOcD6wcAy+t99KPh3WWj44JAQ+PzWEPpFyW70FwnY+LKWcvjhAXT2XxdY8ov0fPU6Sh71O4YI+nw8DvuxHGD6Vx1i+XFZmviL4lj6AOzu+dxJaPthGt7ycZoO+UiMBvj3JOTy7BzU++Q2UvPVnJr6Aq1W+TUAzPj2U1j2NeNA9dgqAPrFljT5rn/K9yAwFPgWATD59QPu9FCCaPhWcH77XN209gDiXPZc9QL6ywJU+K3JlPmR2qbsV+mi+wgShPnTe7Lw5Xmo+77VsPg+cpj2JSly9ClWYPYo3Dr5jlYQ93iySvmsIVD17mFk+KcyCviywA76/g0u+iZjovSS+iT42Hlq+1fyLvlisd75QXQY+4OpvvfUgJD0AGl+9Xsb1vWqlmT5W4mq+8fYUvr+jeT72qpa+QdeoPUTTbT48k7+8b4BTvvwg/rvVJnc+AE5Ovq+yjLqxeJ++Xt6PvtgtmT3zz7C9+IKYvQyzqz7ZLlW+W2sJviPzkz7QUVQ+/3VHPnWijT7NvYM9rfITPiykkj5MQjq8JtfhPINIfjytI2G977DSvcVEiD1xL0+9SDsBPkh/pj3NtCa9nDSbPUsIWb4o0Fe+jhTZPY/ZPr1DAug9lH+evhQjPb5wcUC7","DWNMPTFhST6fS1u+wVAKPsCQLbzGgxQ+xBImvSJfWD4XJsM8ktBOPgxJTr4k9YU+kKiivhMtNr5MI3M9Qe0Ivlj5bj6RKn0+GbJdPvAUzL3Rlng+f++LvnF8Ez4n8Cq+ZXJYPRKGiD4iQAm9BqgfPi71773lEVw+QBQ/vluHL77NEyS+w0CYvYsh7j3L/0q9duAUvU3oj75m7o++qKRPvryhfr7f1YS9m8tOvSNvV76z+5w+vrpRPsI8TD5iz7e+Doqqvf7Il76qM1e9pU9bvaW1wb0OUNa9V5jlPV6Nhr5rqu29NGhSvuvHoD4q71O+xh52O9CjWb7lugE918FOPn+uWr4KqLO9L+rBvdotC77TRyu+riX8vXB3hL5Albs95IcjvjlzRz4E3IS+VlZpPeaNE77BsYo+MpJ0vmB2pb0832o+DqM5PBK8470Sjlc+ZrHzvcYkz71k/pi+8YcCvmFwMT4+zYq+TDlQvh9EPj4Gkl2+0cHmPYD1zz0b9MC9amZivhsGjz5WZ209vT0PPhbWJz5wNO69J4ggPgdvIj7SGiW+l1gpPsBJkj7ADca9LHQtvhqBaz0dtWO9b9aOvteMbL4BBsO88yajvgu/fb63Azs+p9d4PdinEL156YW9h3GmPckF0T1pYWo+m3M6PhXGbT4kvHY+4hGFPsxrzb0bVgG++oXEvdWayb1AYZy+7dx0Pi3Oij4nsZK954ZovlyyGL5hU0Y9Ka8IvhWcPL69e+U93peKvjRkbb7e7K0+MWxMPiZvJT7s6aU9kVJiPiyHDL4jA8y8LhKzPc6lTL6n4Rs+tCnLPV/clD4kxui9D6tdPreEaL4+TL29IpKKPW70nb4Oq3E+UBUgvTJBHT5Jtp6+UEdQPVCRND14COq9XduhPs68qr20ZLU9Ci94vgjzLz4KYsK9tH3lvQA8S7zyD+q96CIDPcA7sDygnLW8DsO1vTDBX70utVc+a+iePreAgT7W9cK9MFK/vWMHgT6wjDA9jBAOPjgpLD0bbIc+",