{"architecture":{"class_name":"Functional","config":{"name":"sequential","trainable":true,"layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,60],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","batch_input_shape":[null,60],"units":200,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":150,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dense",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_2","trainable":true,"dtype":"float32","units":50,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_2","inbound_nodes":[[["dense_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_3","trainable":true,"dtype":"float32","units":3,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_3","inbound_nodes":[[["dense_2",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_3",0,0]]},"keras_version":"2.12.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[60]],"output_shapes":[[3]],"tests":[{"inputs":[{"shape":[60],"values":["0LA/v8rvxTqjO6c/XmW6P77uk7+mqsC/PNQjv6v14b52G9w/nyGoPas3db4V2Fe/PRGkPyt7NL6SYGe/ayQBP5le47z60w1AmC2lv5oRx77lzug+aYilvkysUb933Km++qsIPxSgK0AHgXs/xLnIPjyJBMBbo2i/z68rP4BrzD8F/r2/DQmsP//OLj9lyMo+nIhYPuEhsb/+RRs/a50IPpPjDMBpkfw+46RPvtf0h7/WNim/wDOhv51XyD+wD6w+kUnbvs3RUj/7s5a/MyK0v7phlL77hb4+5CPevzKSUT9egHS/Zw9aPz/k676NjEG/"]}],"outputs":[{"shape":[3],"values":["K/MQPrYNhT7unRq/"]}]}],"trainable_params":{"dense":{"weights":["4lBfvv6vmj7k9ps+cR8ePWnQir5lCE++Eq9XPfrQpr4z0zI+f+I1vqhokzyVm36+WSMCPV/HIr5leCQ9CEKMvnWbHr5NoDm+JRptPnpnEL6Ba4K+br7nvQRYJj0zxkc+Y1k0PpHHRL5EG6U+RrM1vqu+Gb7Nl0O+sF9qvueDNj49ZwO9haOpvhvamL7c6OW9DhubvdlR4T2ioYw+r9TbPft+LD6uqwG+oxqNvRBB4T2u49A8ZlvAvRPzRbzs7cc9ogyiPs3UXD4MrtS94za+PU43Ij60LgG+rhLvvOXrIz5OKD++LxCqPVbXV76wkxG+s+ZRPWwXZT2AyqG+ovWHPgNevb0EXGO+5hWoPJQ/8rpJghI+owWaPs87iL0OU7I9t+UdPtjcJz6Z6bA9nhR7vhvR6b0p3CA+5USAvRkTPD7UrU6+zxqKvubJhT2+Xzy+0O14PqiN3T2L1RC6wyZ/vhRUdL1zWJq+xKlbPonuqT02K1o9whJnPhj+sb0tVtS90D6AO0WnQb4lSyO+rbqUPXRts73dKYY+KDlAvogKC76pkLm+K8xwvufV1zwIp5G9z9o2vHazu7pUXIi+QR0YvvZgOz42b3k+9YWfPS3TRD7c4WS+mMhhPa5kVr18oyU+57zPPVZlK75SZ4i+nmoWPJTLPz6CqIE+BOaYvVFvvr3DSTs+OazuPU+0JD0lNL09FWLbPG8nRL7VoqC+YsO5PVKNobxF8Og9FImGPTJxcT1WdQy9N8xiPoDbj77KOmG8HGNQvvgjdb4iheE9hLQZvkPAZbwHjxm90n6Wvl0mHD6pmBs+NFWpvFpg1b4e6EW+4oKrvSfANT65Lx4+K2aPPlWKPj6jtx49voiWPpwWh76nBgO+VwKvvkaH6j07EA099eSSPpVXrbye8Js+GJ4yvnj43b1HHU0+Q6UXPtF0Lz7i3XG82iUdPqRsTD1ruva90yKWPTIFgD3jUPi8L871PPAfob7b7by8HBqUPSEefj2MDJM+YdskPllQ0T2xIhg7","EuijPULC8T04YpA+lE48PuEIyb59AoQ+gQD8PcDFkT6n01u9DAzUPE3eX7zNhE4+AW3CPWN3ZL5Fgos+4mfKvJB72b1B0Bu+Ct+cPmczob7NqkQ9A2VAvpRUgL5TgJ+9+phsvgoknD1hqpM9Yg15vqL74r0ooHm9P5p6PhidQL7yipA+oM9sPn7+ST60dV6+fsXfvF3MZz7f2Dq+4lObPniXrD0VytE9L3AjvscEzL2PUa+8VjiXvn0T8b0DPBY+5yWSPsqGkr6b2WY+dx4mPbAqaT4ifG6+/3utPaH8or5BVxm8MTWjPTorUT5j4Q49f9uDvgOe6r2d4Qy70F5ivvNYLj3qoqg+rxmMvFi5U74cZui9g9yKvtHkrz0PVba97Sx2PslEwD7BpfQ80HZFvssrtz0AAxy+RhenvriUh773iZc+OsC8Pm6LMT4qBxw+NHJXvUik+j0Ts+k8AK3MPULRWbycCS6+hlGJPjdNa75cAKC+arhvPjgKqb7MzgE9mTO3vTvYQb7RXYa8rzJavRRlXT4QKcC9JaoMvuGdbb4tsgE+o2q0vhS+tb1fSZe+Bp7tvGzDM76McoG+GIi3PsCHlz0OEZC+ZNprPr/Mkz7Z8+i9pJJXvlq+nj3zZEq9lkmEvNLvIrw0BoG9DUfcvcnRPjwjG7w+/9MDvpKlZL5QTRU+4otQvbydsT74FmC+m8lvPtgrDDr06pm+PVxsvXKVez03A5E7L8eUvgH4yb5Like9cjLIvFiuP77h4be8BwavvCSaJj3ntOM9x3W5PfuRpr4SPyQ+yHaBvrIbhj4Ek6C8EAafPhNbEj7GTpu+WOSfPgvZaT2YaRG+afRwvgaBoD5FRJu9AJf9vXbtjr6dbCM+59ElPgIAWr74AoM7mSyVvk1prL7YNTw95ZsiPjfZor42DTs9k1YOvnRlKj6Dnus9gXasPdFrCz7pZVK+XvJvvgtFF75GRHo+q+YaPq6RB73ORpE93+u9PQpaOL5oOTg+q2CKPkz0JL4KwJm+","4JL/PUwjNr4aALo8U4pyvV7nkb0di6S8vBPzuyr+gT3zAGc9U8/EPVrrGz7TkY6+U3yqvva+Mzwt+iC91Cq+PaQjv7uRtLW9Frh9vTdbOb7COIM+30ycvkoPkT5e+bw+8LbIvTJ9i74VGA495/sZPoAO5T0kcoc+E3XnPWBqRT6wq4U+pR+5vVOWiD6gCFe8lRZAvZYPLj2gZ7U+HWOGPmp8xDv7Nzc+YUSvvuxadDyO1hk9O84Nvk14pj4oF/69jQ3PPK/JHb7NfZ48SHJHPsyoUD35HqC+wBEhPnbVH75WbWA+U2e/ve/AjD7ow1C+X6GnveKgHb23awi+62COvtwAdL7XGJ+9NPlVvLSGRb4WHTW+CeoyvtfOMT6Xjfs9tiulPn28671DCQI9q/0pPt/ROr4FCsE9zr8+vkY3zryD6ha+FGpsvUW7MT0txke9716Kvpgljb7wOQ2+UbFzPXLj8z02txK+ifXjvQ1JC75+TEK+LlSHvqEjwz21BDw9ootePVtvEL4RW3M+8zeTPvjiQT6CgIg+hXsFPqaJBL65lyO+q3bmPBrGKD3JNZC+IhM5Pv2Qhz6VW2m+bTj6PaLIf779lju92UBvPsVA6L2/vXi+uV2NvilZer4AyZg+Uy+wPvCmnr4AZFc++fSavpB2iT5/VIG+9+w4vmE1Bb5K7JQ9tJZ9PcdQRD77rlI+GPQFvkqqoD63JHS+ghhfvgIdOr4mlL89ThpXPpsNiL7+P4m8miKnPZHmhD3mtLS5PZ1APj4Jej0H8g++/VFjvlmvez6da52+jvUcPnkclL4suzE+sfyVPmPV1j10FZi+crgZPvtZW72jLZC820jEPTy6eL4zYrG8PgPAPfhPbT0HAKs9JLl1PijWHD7JEho+jD62vaWmd76J4Sk+KbOTPFF5jL77leA91wL9vffmgz7I4OO9DlVjPtMkAb5Syn2+alAivpcgg74q27Y+aXNHPJ4DiL4k6He+lB+vPUXtsT6fqnI9sD2zPoeBBb34huG9","jAngPYafFL6o6u893EnnvfvEBD58ToK+9jHpvZIOnD2F21w83tA2PviWpr4/PZC+47pnviOOdr5ykRG9ujcxPku9fTyElWk+FZiEPYbb0LxNIAU+/kNdvgwzD77sSzU+vBYrvuO97L0LJ0C8s0D2vU2eXT6l95e9liFyvscWhr66yUi+Dox7vvSDHr40dYa+c3uavduZB76EPIw+p8M6PvTdgjvr71e+H8CPPI1xBD3wjIU+WrGUPuXMxD1CngG+9nmMvvxFGT5wQgc+lESUvuymvj1zRD8+cYgvvsm8nT4zJK6+1Z14vgwblz6VqUA+DLwBvkiTPT4BbiU+4G2avXX0Mr3AIaK+RZaKvnHIh76qvEa+3GB3PoxjCr6KNek89xImPkiVk77rCKq9n3y9vpyWyL1p3ha9ExQKvnKcyjxYAkS+6wHOPaf50j3/RD6+5Q46PlgfCz712xS8DLEAvfUR7zyOX9S9rwsJvUlzKL04V08+3y1APn/Vkj6AIie9EApRvnrQfb6PUa+8Ik0QPv6VJ75EGoe+vncSPtqk372ZiKQ9bkKLPmbX3b1eJz0+q7mbvYbFLz6wNro9wA23O8vRDT6UQ5o9FAKLPrhh4z03WI0+2Z0WPszpib7Sfii+X2FLvtxPDb54qRm+wuuSvSbEij47pv29N3s+PkHW+r3NwTi9B747vULxf70K7LA6ZZEYvfDEJ7x+lP47IHYpvu4W2D0N/Fq+bblUvmTxET0x4Iu+87ylvj4EiT1JYya+K4lnvu5e6D3g10m++BKjvTgCkD1sJ1y9CVOZvslbJb0euXo+NMuGPoptZL35epa+LQ9uvl7hX73wxY4+7LkDvhd8CD30PpG+xUewPXNijL3SCSK+P6Jmvttw8TwksIg+EwRPvZn7Tj2tvo6+orgWviChK71LbNe9PUhvvvFVjT08ih2+NONEPty5pD10zVG+3diIPuXIFL7fcDe94CUZvrJxz75y9HK+GjyBPj4dnj5Vv00+lQkIPs1zSD61hYG9","TRWQvNyv571f2Yo+8MhJvnBSLj5v9xG9RKA0vi7jpj10hZe+NLlRPiGOPb74KIC9urkmPomkEr6Mezq9VSwyvr/vbT5+SIG+okWvvpbCSD2g1IA9glKXPoTnND50LiO+X5mrPRUlg73dGEK+TGMYPsqKID47PYg+mb++vBNDPD63jxm+1w+MvuzmuT1QI4s+3MrNO5/vPb7Yciu+WnDevYHkmb1g7qe+pm6MPJklRD4TlkY+a70YPRSPtryAOZ8+/b+VPhafmD4rmJA+/iW3vWlQcr4Oy4a+iRMSPo1Llr3kvou+CunlvfJZAjyxjC2+4kwivn2yhrx95nI+esghvu/42L3baJa9sfocvoIh3r3U8D2+NeVMvnLkjL4TObC+UKeyPaOWUL5r1mY+Jph/PUSR6D1mZYa+30eUvqGkZL0FYvK9FRE8Pkuylbux9i0+sUefvpRGEj6iQ38+BVdZPg9sQL2lLDk+N6GTPhEQp73hAJi9NKO0vtvqpzw0KEW+8MQkvtbLoT47OoY+yv+wvfAvPr6UAYQ+6MSNvv4Wwz0+OFo+FSUePQ21gT6j0wo9NqRRPvxBRr4B5AG9cu2cPidMhr6hmUS+7npmPn9ic77VYj8+hFIdvnQw+b1NFBw+wFr4PVa6br5L1cy9+EsyvhXSBD4DmQQ+KB8SvknOmb09pNA8/0F8PjBnVD5Q0+C9oOiuPXvgFr4y42W+J7FFPkeJTj0SGi89XoaRvnBxg7sFloQ+gQ+xPNOUR74FlGG+s34cPU9Kfz7w3fI8zYiPPTByk767JhI+4G+vPrni1r1JYnk8fU9PvsnQ0r3vVxC+PacWPs4+ab0XttS9ZduWvlgkj77oecM9Z9ZuPXoZLTx3G5q+PAFEPmvMQr6bGau9I7KqPiqhPr65H3I8ERZoPgWbkT3sKmC+ID0pvtfERz0z8Uo9E8EyPbsPEb44MAm+c7+ePYZ2EL7EdNK9RPISPkJiiz1snRQ9SGKdvr0gtb6Ople+gcE5vvqwC7u68tG9","KvYKvpC737uTQHi8spE2PVJI4r3mLi0+nMYEvSSvxr0Vjm++d9ttvR5AxL1u9pG8U1E9PiPVS75k8Yw8A5GdvLGwfTvKgrW92IUVvrKaPDzPUo++wN93vJonwj5AYYe+HFmDvhYTVL73M0K+1uXDuxGpzz1g6gW+2Nm7veanKb33UoW8sahJviQhdT2WoJ++iefkvVJKrj4MrkE+S5czvki0S77+qB++D1XwPDXpFb3XN/+8VjMoPUc1qr34+jq+El6pvd8SGb72/UK+G0usPbwVEj6yMRm+dmlVvsD1Lb52xnu+NTVbPYQ/vr2BjVY+pa6cvW4wF74YDLI+SSx8Pn2BGjzuVUK62skOPkPbnD1LtDo7BlL0Pc6YmD71IfS8Z7yoPiZTBT1jJBG+bcBXPrXLPzx/6y89FeEbPuWLgb5gJ5C+dSTOva7KFr6rSpe90/8iPlP7Nj4grj8+3H02PlfVST7Ac+M8e+oePo4MVT6YMZA+eHr8vYwCub2MGK69l7uYPvY5k73ycTi+kzNTvvqQL70lFmM+hyREPYAjpz1gVUS+NZ89vTsahj0aY+y93G8kPnkWIz49Wo49QvKavgedd7wzk5K+3C3rPZJMhD7PueG97M1PPg9w0L3SxUU+4m9dPj66kD3uYai+HElvviWVeb7QpbW998U8vmezfb7v5Sk8D6ibPQ30VT69DQ++weg1vsSa/713dgY9Ssl6PoN0WL57zyk+htG/O1/OkL7M0V++Q5BUvl8EYz6zZbG99v52PoRnbr0HC3k6DLudvsPgPr5cips+CrxJvZufZL5XJhe9G4dTviqdAj3rL3C+8MUxPoseJz7iiDi+/YqQPGdanb6oEdo9zFE0Pnnvlr1W6XY+UgOrvMuCRz4pKUa+B9FmvWokoL5lT2S+RDBivnvnPL6ccAU+z94cPLq0jb4h4769b/U9PUU9ar5ggxS+ItLfPVoheD5Ko4C+OB1su5Urxr2LY2S+v6iFvtlSaz5lWFM+TqKxvVqBYT5Wt909","TLYuvmF0gb7+zRs+5MOVPvhPyL2+qxo9AZlYvmmjQj7bcze+AmUMvRKYfT1TtQq+t7bWvT+927xvZjs+gzawvVN2cT3lN0s8DsPPvEnFtr0zuze+4rravYc8bT5lhJM+x2mkPZ0Qtb7sT4k+q5Ymvui7ir0O+TC+Om2avvxfLr74C9S9ijSWvYFzoL71vha+N5aavgtIyz2tuFM+mYMDvVi2kz5Cg669qH4QvtIe2j0mL6c8BsR4vgiUZL1xq7g+wfxNvm1qpz0bZzo9tH2jPpeXYz5fbIQ+LAefPh37IT7qdWO+2ULgvdeHs71avrs9zT2PPp9rmb7cY0q+67x2vRStdL7KgmC+jaOIPF2jRDwDfXa+/vukvZazrr2frYU9oVegPhX1lj3bVMc97I0EPh3fML4+Dke9Q+UlvvlXtL29P3S+heyMvl3n4j0Ehxw+yNajvvhcHj7O7Bu+DKSWvuv8cD2UL549DoKXPQoKEj4mb1i+W5mlvsDok75nkNg9xa6DvuAKtL4MLz++v5GgvnmzCr7OzTc+aQKzvaQyh74fsgO+ZomKvljkgD3rNrQ9PDudvlimWDswA54+2tZzPhLF3Dul94g+blTNPFRBd75iWfe9py2DPvizVj29/cM8VSKXvlsRib48Mu67KEELvWAwpL0clT0+CwOnPkCyfL04arC9OdzPvf4Ma77AoGa+LuiYPqj0JLueghG+Ydxxvi6+mb6Kd909FheTvkoggr1lDB2+EF+BPRnBi75V5EY+9QnTvYiY9r21MUI+VRBSvow4KL0OlWs+g0CrPlsym7xkD6G+YP5oPh2bpb7vY1K7doVSPb2cHr7lVUU+NwuMvYSJiD6vLJc+f5aGPoA7Xz49VQE+9Dc6PgSMSj5kWW29tF+jvBr5lbwFGAK+Xys5PdDm9r0/cAc+iKLOvKgFU74IUj6+VBtBvfvxHT54zHY+DlqLPY4O5T0R9iY+6dBvPftJNLyh0Q+8+oXtvVOkhr1kM5e8QoYvvcNNEL4fDIA8","vfiUPtn0RD56XFC+ELgmvr87Pj4PfqG+Et1xPhM8gT74YsK9JXCtvlKYabw0LmC+waeavDvjGbwU5Ee+0TETva6mL77+aZY+z0+4PaZDi74MZWO+o0tJvdy+wD2+3g2+74Fqvl/sPT63ayY+PegDPjgDKL797Dc9vTgWPO1wXL1BPX4+cQEcPigseD4SEB0+c4JBvmIbmT4XFte9PS0yvmbqVb4srgq+PIB8viwBO75Tzk2+WuNVvANvfD44RQk9AZ6Hvrvdbr4C2oc+T0QaPr5clL5MdWE9KYRYvvXP/zwt3km+q/FzPrrqDr4r7hG+4NiSPl72gD3E/lC+laDSvbz3bz4TuPG8S0gqvr6woL7Zw1K+VD2uPrqKHT7A5I0+wkaYvdcQR74Hb8G8o48tvgcilT1ERTI+Bi5TviJ6iD3LSn4+WL++vfttO7zeHE4+7ShavgdVnr74zS887asmPk6vPT5CFVq+1OenPYR44zwr5BO+zeXOvnp0A75XHKG9GMgXPlC+ej7/gYm9sZPwvVNnRL6LEHW9p/0DPkQaP75laE4+SOy8va93Ob6jNNi5AXAwvh4nVj7lRiM+YiqXvYQ4kz1CXZy98aEdvrQrMz5GZbK+brlSPjWrgD4Aqes8KiW8POPCeT4fDDM+bKhIPhqKQ75uA7y8gUbQPciUIT6x9wi+X50CPalTYT4kZiC+d70Yvg8NM77+3T4+Wa9ivowysrwPbBo+GSlWPsPTMT3K3Pw95iRnPRBy073ZkAy+h44pPtWpzr3Sghs9k7qLPULFiT3ndEu+zaqZPv2tsr7NEFw+KbXJPVxhjb5Vx8E+NXwKPLdppz1qbvY9si+1PWLDBL4PcYE+y6+JvqziSr5AgR692Rq8vbafXz4kAwi++B2/vVPFkz5I5HQ+TfoJvsztgL5w8uE9zCIKPpKatr3+ykw++8CaPYUH+7xrya0+nn2Fvn9WUz4FgGC9eCZcPpl2Zb5nBMG+WI2WPbzzN76rIHM9lxwJvli1QD4z55Q+","ZscDvBUL8T2AHaw+nhqAPsTxgL7myP49k6S8vTZokT4iXky928c9viu7mL5pCrq9oMHQPcCRND48VA++dt8EPnL7pT08bp09REijPPwXMD6hJoS+eyHFvL5gCr3iFru9EhFJPjfgj7v6Zgw+lVhdPlZ3RL7m3ZC9m8FNPaV4Pr5AvZ8+YEiWPLwfHD4aJOU81LKVvhz13jtn6JO+hw22vX8DgT05AQC+Gi6BvgU1T70mMQY+uPRbPlRcVL7VKoK+15VAPkUxjb2JNp+9qzf+vNLqij4BLm4+Mo/8vcjJkj7kToc+zug8Puuuy717MuI9dPyiPlguGL4dq0A95CegvmYK6r1Z06K+1KOaPQ19eb4/lL49NcWTvdJsbTpzf0m+xz+LvSwrpT7SFmc+PdfPvbR7U74ap28+L00YvXiy0z2Mtbw7qpQRPg4MSD5+/yK+MJ5ovhUmAL45WRW+ukiIPhcEYT5s6+k6om3MvMrDNj5BrrK81w9RvutJBz7bYoU9CQhevrm0OD6hmJS9DPLjva0JIb4Rsj0+D0GKvXRjYD6uouC91FsjPnp8gL4145W8pAGDvcx6GD4ksxG9CkAkPmrgcz7Hw0q+1aYVvVl6BD5D4bI9/HZfPocvIz3d9TW+Cf2RvWx5573fiCk+LxiivnlRY73FXyy+lRyXvpOuZ74zfTE+hTJ8vmCOKj6Bgl2+lJJfPiTbgr7R0j6+xVrnParxmD4Ce46+dIzKPYnTJD5U/aa+IFCwvuGwwT7d2US+Djf1Pcs1Vr7TfMO9DTd4PjacQD4uJpK+chaVvYEZhb2eLgk8GjTJPcPiYr3BKzU+K/MqvuLfiD4F0yY9IbB0PkkIn72UvSi+5qjsvSVFEL5Jeua9dALlvXoZlb0FBqA93VrKvVVPKz4qbe88e6xgPt2RpzzChEA+GPY/vlHDIT6d77i+a29+viOqbD7MJNe8ImGevqTvcz70sXg+P6khvh4EKj66euC9pQIhvQ4nhj15/rE980S6PDeqDL68aKm+","A9ATPRD9yb1fZYc9SQqQPjzJKr7C10c+T7gHPhwBFT4SRqo+aIh8vjqJBz4Ic1G+lZHcvfOfCb7/tiM+5LoLPpuloj47ZT0+YkGWPh11Ez57l8c9WBdzPE9Yhz4yjnu+d6TwvA7mer6tTGU9XuSavumsMz5saxe+OWpIvpOhYr4Zj+s9LwjkPZNgVr5294q+gYGTPenynj66wne+xA7HPXRbhjwZTAs9c5fRPdx4Bb6++BQ+lqtyvU2sB769fai9KAQCPl1Ahj6I7dc9RsCyPdziub3t8mO9g6rZvWY0Wz639+A97tkuviG9673oD1a9YLvSvfMYCr7JVLM9oTR3vvF+Ej4FdwI9M9ldvnx+Iz6y47i90NqAvk6SPz7YgJg+BWdzPkzgsT2A/xc+PysyPgjyNL7iOyc+P85IvlbFuD57lFK8cC7HPc2ftb2QTx+9Tfj/u87tUz5fJIy+nbZ8vSEIMr46FVe+aKkQvWqXWj7RRIE+8IEfvmSrUz53wig+N4scvmkZMr5GAoS+tg/7vTR5/T3JNm6+EN0jvrabgb4Xhh285+FLPVfyUr3TREo+t1T7vH6kC71w/4A8hpKcvmszm76Xnlo+WYh6Punv5TzI42m+cajove2wID6eMZu+vAOjPvqMLbtPLSU+7k0/vhnWoz50qE89DjYmvuj3g7405Y++4vAFPRjERb36lIw+JkMUPpScbr6pZum8ZkpDvhV7Vj5RAxe+YkqdPeMv3b0iBFG+voePPp7qpD70/Qg+2q3ZPEOjgLxOiWM+Jw+PPiZgBj5nrJ4+uPQEvsQBtj4OPji+/KIQPfWhBb1S+ZW9+KbkvVGzO76gTEq+xYyDvmUmKb33KJc92Q6QPb+zUL6FTRo8V81pPriGMT7c/Ym+gq5MvtKuBj7wZ289o0MdveOXjD5ksGy+5VutPhRaYz7kTm0+qoGMvvBrGL78Cwo+Kwk+PpYYjL5ympM+uZBLPAXajb7z+LU9csc6PurUAr7jZDa9MkhgPbmVnL6+ZIq+","JaEbvhz4mD5TAY4+ohTUvRjErrwc8pw+goA7PLkTmD5U7Ra+8O28u/YPUj2EKlw9TG25PrmuHD6zxHM+veWGPvf4JDx5pkW+05iFPjPuFDyneYi+zHKNPkS0B74PaBA+LzT6PGA2kz4JuHY+o5uGvnBGlby4NYE+VR5xvsFmeL49nYY+C4WAPqA3Kz5WVDS+TzZIvrLza74f2Kc8erY4PGK5lT2mhZs9fYfwvXjqiT0jGH69NHuQvg19br7Hlka9i8UevrNQcT7hOfq9v51ovq0cpbzv2R89RnB7vqzLAD1riIk+4JemvYtcx70R5GM+dEp5PG50p7xINDm+8Pm4vb5Mgb7/2iA+PBmTvQtZRD2TrZu+XDbOPVPjd75cjBs9luqDvSRl971Ll6C9SCOfvmyjHz6/4Ze+JgxaPulHbb5Uwim+981yPjBEo70S5Wa9bFZ1vqCthr1j7no9UtuYPR2aIj6hHkG+qLc6vv5VUb78znA+lsJuPp09KL6GLBw+k4aoviLevT4CZxY+fmpZvt8qtj3FLIA+gZEEPhIdzb0SP6q+UDCEvo8cZz6XV3C+IZPVPY/FGr5tso4+PvyWPYaDN77oefe77hx5Pkunoj7ACiY9q50FPjLba77lsOO9SxUXPsxtAb5ZNFM+yaBRPsDghj5DAGU+OpvfPXBa1j0h5y49csmvvOQuCb5Jg6I++ScRvhdQ573tW3M+1k3JPVwGg76y0/+9zOOYPpYkpr41p08+54jNPVHYfT6d2Tg+UuR8vWoRdL5+mAI9NBdtPm7yQL4G+pA+HBdUPgqPOz2uaXC+5nQoPXtgY74Tfty8BLZPviXbgj4fJGo+P/3/PCViDL6F448+t2eKPQyrKjyNc20+15WWPufbQz7/XP28gwr2vYyIGT7VI+O8gINUvh0Adb1mtEk+b/sbvla5LL7dNYQ8AFO5vuVnG75+SzO+oZBcPg2onr0mtpS9BP2UPlrZibvlGHI+9psgvgLxmz11E/Q9v7SSPg52bzyIo5y+","ZFEgPRcPYL37AI4+Unx1vv1Xkb6qK/m9Uuvtvfwdjj7gpKa8w5maPbsj0r1pBD++8Fo1PtNNYr3VqD++dwkNvqeERj4tbnG+ASGbvgqIdL6ytAA+IcqGvZ8RaL4tr2o+0XZovAzLfr4R/RO+hzhDPoIZoL1bwKM8dhMWPr2zar6R3xu9RltjPjJajLvHh0y+ahpLvrojWb4ncjg+mX1vPW3sp76mZXU+uqSOvQq8Eb0SnWq+jmsQPZ65DT1J6z6+BOSEPpG7QD5F04g8hv2DuyRPjb2hi8+7BsWBPsqbI74GKOs9MMeIvngLnb10Rlm+sLcXPcu69b3fh8c9nalDPa8GgD0x9Bc+TS1ZvjGxAD7XxDo9FuxXvjY0j72jptM9BnogPnFfHb7u6Ji+/FORuzgSP77GYWm+YDimPkokQ75aiHy+FLG3vUunaj25LmU+ay+OvjNS+r03LGS+gFmgvvdtSD6mxZi+xSZXPkUosT0teQi+FOSJPbP1Gj74FHu+5lHsPbXGiz4GTwg7ysglPsybi7tI/Wu+85EPvm0Kd74P5jk+o+pkvpnCrD44pkO+QiQ9vhz2bj6iV++9x3vXPbukHr7Q1cg9LTZ5PSmHHL0nLng+OvRPvbHTx7wU+oe+wjzNvQKBwb0dkFu+MsqkPCoASr6VBgM+XsxHvvZaAb5iqok+aS7wu341hL7ubwI+lTifvhr1Ej6qGoE+0QF3PoSGrb2I0Go+u+RMPqQZjj7+G6I+SpKzvWo5LT7uN58+QaWpO6+Arr1vfwO+pn8FvAZjpL3wPpk+r+wvPsJLnz7LjD++XaGbPrnEgL449nC+4SscPeI2gbo2+969Dx8yvsgwcL5kkBu+zkTTPSsq3bzn6iU+a5cMvhYl1r1kinq+xDCVveBoBL2XMgS+PY8CPp1wKT6r5hC+gATWPQoCEzt3RLI9ayNsvlRKpT15OxK+fteKvfrtlrzh81K+BJMsPuN0Gr05uTc+qnOdvfpecj7JAbs9pg2Zvm1DPj0Oul4+","bCMsPtDWhr65Z5O+c22YPnzIXb41ZnW+6clivj1DmT721Wy+sqsbPco0Y70ARtc9FzWdvrr1hD7UfYq+Lc2DvmYgWb5q7fq95bxOvvUw6r0BP6c9J9R6vu7Gmz24eBi9jf3tu5qY4L2/9pQ+SIwVPlVW+D0EW12+YAtCPrTUCL3GFyG+HUTYPIYXhL4jc+09gEJ2PYpxNDvLcRU+CX+bPppA173e1z8+0aE2Pbk3Oz6w0e09WcJ8vi3kXj4NKAS+DZ6KvvKzzD3nUeA9U5AavjoRkbw3eL49Nit7PNz6Vb78Rgs9M+vEvUOE6r3nta0+iW5wPoxOqLvlK/C9e6+gvlo/E75fTn+8YAYKvuwIST51zrq9y6+ZPuwHyz0GMpw+b7yDvpltjT5+CsM9Xcg1vZXwhz4S81k+wliLvQSx0DtdcV2+wu0GvGQqMr7f98e9sI3svSvbcb4xOGA+qRWjvTYQjD5UFIG+tOETPgONIz3JJhg+qIFjPvi6ET4J4sm92TtvvNuz9L1zhbc9mISRPQeta75M50A9tEwtPlkUoj4EgOM9VzGFvXHpF74Ul4m+sR+EvsvhFz1zV6o8fBxYvqAnR75ACj49vDBqPEu1eb1TDrU9dun0PU2TNb0Yy1y+ogwQvm9wfL1tpvC92dtzPnZvjL2dbec83OddvS1FXLzI7hM+/TKVvW7stj3rPng+0bZgPnKbe75TEkq5Zv+LPviYwT2Kzmk+6ot7PjNFbL7BQCi++dfyPUeuDrwDd6u+K7z8O1N54z2hpI2+qNK5PdMoCr5M62y9FWrOPIw2jT7MlhK9uKqkvqMKRr4IxmW9ubNxPo/J6bztVGc9rDbYvSIAPb642Cc92leFvdYKnb23vHQ+On+JvlWHQz7OVTw+3ME3vmF/nbulQDW+Z5o4vudKlD41I18+CfpTvqVfET5wrAw+xWX5PWyqeL6geDI+giGDvmGbSr1u8+k9i+1IvXXIpr13BcI8NeuBvlhqez54gEK+hDBlPpdAlr1td849","poGavIRxjr4yiIc8pY4HPgodhb6Ho0Y+/oEiPi+EcD7xWLi8lIq3vIXsjL52HzQ+eKWRvlLDJb5evHu+W5MXvu5For1/H3Q+yu+FPgs2iL4N75W+UiMsvgPylb7xqM29JibWvRsVmT5vdT4+WWODvmFZKT4K0US+xJzhvOfYmD5OMfM9OsKjPP7cdL3PXpy9D8g/vhd6Gj55ppq9vgHaPartUb4VU4G+bMQwvjA/OD7OT4A8UzjfvfvcXT2EfVu9axcOPgEUhT5d6Ek+fsCJPl1Lmb6d5Ja+XASNPqxveL6039C9eJ5lPtqzFjyRU4c+2lxHPtmgm7zSpLa9vQ8jvmpbND2NsjO+sa9iPmzSAD4CjGq9ul6MPjjQ170Id/Q9BF2Uvbv6/7193VO+DbgFPk5SkD7nmoM+22LXvKkJ4L0rp0I+Z3t1vu86LT5XGJy+03GfvQFkpr6qzC0+kyv7PSl6gL5Ycxg+2E8HPjAnlL7D7409C3JaPjsVTL7jiTa+iKs6PV1QgL6vOB498BaAvuGLvb0OlZw9490XvjJyZL7E0JM+i7M2vl0KBL25gGM+re/jPLtv4b1j+me+rvNwPg2lzrzgIOM9BrfQvf9dl76j84Q+pPtrPl21hr1b6vs9iw65PS0kRz6T34c+jM5xvNeehT4yCSo+7zVhPld/cz31ipY8QR/5PZ+whr6fnGG+CMJ7PnY8Hj7SCZY+cItlvhDs9b0szIs+1EZkvhi8XLww86C9SlUSvv/MQr5/6FU8Q5/fvdvFgr6VK7A+SvA2vrmSoj2bgkm+/7/vvQiAXz11gt48PEZiPul7oL32R6M+xj7iPZVBND7lc0q+4oAYvobOmD2Tv2K9XfaAvkX47b1veF0+35WAvoA+FT5jgi4+bJqJPeDGgL3yG7Q9GzNJPVpsQD1KHcQ9nM5hPrGvAL4p45I+8Ss2vBX5m74FuIW9rz7MPVBYKD4uDMO9MCoxPt0zCr3Dc2g+6xlrvlVZrb4jN4Y8LrbPPRtRtroPo0O+","PiWIvbqHJD3MaIM8WVBjPh8jrzx/PkW+Erg1vmM9jj7t8l6+KsihvbHziT5c920+6WOLvnuGrD5RJKu9lG1avitqwb3NyQ6+vrSavbc0M75g7y2+CmX2PbLcqD3wxJc+8nIgPqngLD7osWE9IhlIvqjLqz7qVeE8HigkvoHpjj7yx6i94OliviVyxTy7Jk08yy+pvtuKX76aH7g+WkCaPhDU273mBkg+3bIyPgPRpr6AMqW+RIhHPl1Ucr6G3I89NjWuvc+hSD6DyFG+HjUkPB5eFr089FI+TtS0vj9MSz6XO1090f2CvGM1+ryjxyK+60JMPjuTqb1QVKq+a29yvvdSlL7PsZS9eN/RvAEgKr4eZCk+RNM7vTnurz7AO3q9JHiHvWjXIr4gqao+6S5PPnYJXz5f89M96OmJvjhZVL3fIIG+SwY2vt1dGL4vPmk+Tc5ePecPRr3xuvG88EiSvqG3BD1XbJw+TFccPquAQj7HDVo+NgR7PZ+xwT0txGi+udE7vultKj6qj7o8PkyGPQ8Ynr6Uhuk8i2qpPqg4cr4Meh4+gD6QPYRExLwxpo4+2+qCvXGRgDs5Is29R625PQXZ9L1MHoQ+eCL3u69edT7YbTc+mPucPkqOTz5VoOq9lV5+PpkLST0DwZs+eOhFPjZynDxIdhQ+CuSbPkdOGL20dak92iODPnLtcT4v1IY+TT8WvksUC77xtWS+TuUwvkUfnb4t/H29c6RgPKEwWD4aDjg+VRU5PmTJgr35lTK9MQoOPW6GiL33JX++XrCHPB6og7wuoYo+Ls6Jvc6GmL73hmU9b9hgviJ1kb2yUe49MJYXvgTOH77tPAK+vOQxveZXLLtMfoa+WSTlPTxrbr469lS+yaVFvRTWW7tU8He9rUaQPZ/9Azzj8jq+EgR3PowvCb060oW+OaV1vq/kbj6HQ3C91+50vum/VjztLKE+q8M6PSjVi72ANF4++ulPvtkFlT3aVjy+LRqDPYY2hjqJUsO9vX1DPljnj73fE36+","8Sg8vqa2qD3veZe+bcUjPg0gHj4tY9I9xxxNvjmKJz40R6e9218FvATQmz6xzk694QZ7PvcpnL5nluC9rM25PeGGWj6sTx8+4ZmsvekqYzrqCoe9cRcOvrtHDL51cnK+Lb6mPaESEz7Y+Xm+SGukvlSolrusGAe+sFGHvDYlsT7pw5K+9w4NvtZZIrxGFyi+W2ZhPrdi5L0QjSe+2xUjPn9ag74n6BS9z//zOggD8b0buWm+dmmOvtDOk763sRC+YG7kPPc6jL4tCYq+RyT+PV2MmzxYetA9ZE1Evi52PLzLZSQ9fI8dPqixiD48oZY95vggPSFOP71Pz0Y+HVrJva1KmT1/z2c+WypdPhhNnb4IYZW+GeM8PjzSWz3VMkU+qD2BPi/alb66gKo+YTeWviGvkT5JgZ86swtUvmhGbr5+I6S9rjJ+PskHjz7H960+qg2fPmcfTj4CZXi+1xyMPsp3+r0EdXU+gPwCvb4SbD5KZgc+Tb52vgEWLj4VaEC+Cyv6PZ249D2gluW8k6IQPmvCZj5I8LE9hd7cPWf4Xb6M9Z8+lKrpvGcGeL75E5e+mT6zvqAUhT031G4+OU8gPu4OkD7JrMy9qw0KOqmBgD2JFjc+/pGWPuweM70jMy89Y35GPvFKoD7JO3G9fbSOvlIBCz40W3++JVVHPv+vfL7MzS8+hhGAPn0OiL3eqq+9NcCePWgnOT6xeos+rFyFPlcGBD5q6+49ANdtPg3iqD6x5xC+76vaPbKnkj6mPnc+NyG8PWU4XD5XBd+9xooGPkkahDtW6qO+JuyiPSN8jT5iqro6CnhSvsi6OL4gRES+Zfa6vZGMWL7TPAs+muSvvoxkEz6VdTe+wQ9GPmM6ND7bPAE+wg3CPStgWj2FS4S+rD5MPYHwgz5v9IW+qNqavQl9tD3e3vq93h9QPsjZYb45HxA9rA94PbdEjz6xbAA+cumavZuFJDqYA5O+3Y/AvbX6zr3c0ba9800LPt9lMT5uOjs8cRp8PiuHI74OBZ27","pOklvhYnhz3sMXc+gMOpvYPdi75TY6A+NFxfvvHff77V91C+J8SkPqS+H76zrJk9l31DPVTygr4DN+k876Zavk9NWD5S35W9htksPusCP7pQ0gq+Bu3SvZngsLzwV44+aX7PvAebNDyglg2+PSjFvEazE72xrkM+d1JMPvd+Z75oa36+Cw19PkcFoz0VMvK9acBmPlCtDz7Jr9Q8pJNWvRQWUT4embO9nDEuvjvpoL0nYAs+XVwrPqFSfT4dSVI+oDMavheJhT0WZaY89YGqvWhdJL5PKCC+FnQlPW0Jhr53FXc+lA0fvVjVPz4IcyW+UiHhPQ/Kn72srZe+4CQpvGDES76wfqG+GKnXPdk9+b1fWsu9QQxYvCLGvDx+9Qi+OqCYO0XUYbzqDma+coi6PMxQBz4tj8E747zevKKGIL7wKAw+Q+JFvpqvQT5Njwy+eHxHvaCZhj4LWUa9ugljvcqWnb5Lb6I+icbLPWWEn740CCu+Yr8pvt7Ypr3sCoI+uHKRPBymob2djrs+I2llvjGBkb0DmSG+Os4nvvq1DL4IWoQ+a4DdPWYkND72qkK+Y8nIPe5JSD7vi5Q9e+aZPmOw1j1CtBY+w+usPb1vHz5pLki+252dvjijtD2e1/+97dGbPlfwS704m289nhwbvYds1Dyyyw4+k1PCvZ5BpD58Vh8+0yuEPvmHf75foe89n0yZvuM2gD5L7A2+N7iXPn3ZsTwjLVq+Z2prvk0Foj3oMoA+/MTdueDmkT4orSi+cRN+vs2ksj6Jdoq+6y8evbbDbb7gwsm9QZkwPXY5mj7UtHE90EWXPr3yGb7y3RQ9RDfQPfPOzT3NzMg9yoYrviQyjb5+Cnw8M5A7vnHzWz70NIG8gsopPRFbrr0KS9c9ScYhPkDfUj50hKE+yA9JPtLSI74ivKC9rX2gviKipj4Urog+xqOcvp13mj3TV5I+NmiBPiZClLsGfUw+MZ0JvupkOL5QO+49KDChPhy4cT4xNq6+9Fc9vkwxXb3ts949","oLpYPgzZPz7pXRW+GpxvPuDLdb0wxxW+MNMxvruDWT7qDDK+yEsAvn3nJj7p0Ki9rQVAvq9ODr7Mj308FpOFvj8zi71gWbC8Aon4PRPEND7UQaY841Y+PvLPXz4YZNQ9XU5WPQYDwD6tMDu+eHMuvveDBr4dw+q8VBeZvPhZ4j1CLYA+6z3IvXX7hb4fmSa+V+OovZJchL6UNvU9dC8KPUp1YT6gP609WAtMvUUf9Ds4Hj++XKwCPsPuwr2Xa5g9sXk8Pr7zd70JtcI9XdaVPhR+9b0blqs+rDqKvvjugTzrOUY+sn8VPeQ/iz7+EB0+iuY8vkGTrz2gHYI+pJGCPXs7aj5/ig4+e9AWPlgO5j3xaI++LzoGvgNTgT4LgqW9Gykfvv8Ndz4SGcE9W6GmvXWY/D0qqNQ8VVR9vjIuvL1pvMy8OF9Bvm3g5jwQPFM+pUtLPuiPcj7rZok+SEZHPXUZ+T0q+gs+EQ1rvlDWNz61FpE+VDMdPWQlsz2XJ1Y+rLmavFVXwD2IWF2+rzgUvlmE8D2iHmq+z01Bvl6qh7428Y2+5xsPPrxnYr6BTo++GdqMvvzpcb7yPdK9eZnvvX9H7r3Ih9O9oZGEPpF0RT7Wjmo+oPgRPkQwPb6+i1A9FGWmvoYi3T0nuwc+UZWBvgSJ9r3oQji++QaGPieki77/SYc+eHJ0vvlIWT6mLby83MopvuWz173SHHC+VjqGvuYXXL4spwI+1EGMvuOHir5QZI6+x2dRPQ7NjL3bgGS+DLgKPWeIMz0Bgha+MVsOvi5ecb4PRPo9cYh3vv6DMr4anVc99ECsPnt91L1ucjk+MJ9Gvhdzgz5S10++N8WJPlYN1z37uw89ZRIwPcFISL7yFWK+hKqjvsKKQz4tAf09BqJjvncpCb5wF4C97b2EvchCFj6/O+u8qsa1PTFxUT5Qrdy9zvbAPFsl9LyEi5k+DtOQvm2FcT7bA1i+gpSuvhoUCz5aIOa9UMY4vs1+hb6iq129hQhJPuJc+r0xamo+","dsyRPbp16b33GbY9m0uCPaqwXT1pAoi8H+f2vRtcvbwuZw28KrAtvgpCjD5K9yk9929hvbicWz76OKk+E9+DPrB/473OmMS9oGgNvtoljb5fS4a+X1GcvaodaT4dRBA+Su8ePmG/nD2OcYu+q2AQvPJsBD5454M9sf85vQLWHD5EL+C9IcMdPu9PWr4M/2k+61h3vtwjnr3BXea9kA4cPpGZND68tGm+YHCDvKXViD66wma+AcNhPqtiQ764xz++q7o4vqWEbj5bvH6+Gl67PGdHQL5O6mE+LazdvT969L3nBq6+Tkg1vihQHD4X4F0+C2VLPuR0lL7XcIw+gnwAPeFBmT4wCZW+xkaKvuBSpr2sA0I+eC90Po3Qgb4f7OU9UqOYPpu34TwKah09+tdcvokt5Lx6bH0+04BSvtrFjj2dio48l0w9vhd7djzlKYs+9uL4vTY5fzy34ZO9JY/CvRvgLT7NOIE+CxWjvZO4ir6T82g+urdsvl9lKz6WnWa+KbD6OuG9VL4Bgga+yJB5PjCT7L20dWS+VMFNvutxZb12tA++0+aYPUsxHz1gb2y+5elxPdpGmjpY2ko9A0+bvrMioT4qZnw+EYLwPS28dzxtFDK+VKaHvXftSL4LXCC+bTBkPi0xjj6CUzu+NHiIvawBfD5ny5c+0U+XvpF6Y74neoG+AsMdvq3KIT52woE+0NsuPhtouT09xd08FBDpvQoZ0j2OGY68m9MQvneFXb69IHW+iM9wPRnZTb4lyCQ+N+lJPnRNhL7X4ag9kicMvpOjoT7Ylpi4TbIIvvLKTz3VNhY+0F0nPu+wnj2peZu82wt6vs/wjb7mGKO8bOGFvln3Vr58wG87KVJzPs+ohb6Vcn++pWEcvH5MJL60cg++TziDvmjBhz5/hBK+BT5jvfdAjr1SHOQ9WtfWPfIeKz7rsm2+AKjVPRM+Qz7iZkm9yPBmPkN9or74CAA+PJo9PmiDWj4xgmW+4byQvob+mTwJDBS+XR2PPufVA72351y+","WK5NvsN41T1k+o88nociPhwRB74KV18+BzNBvhaVaj7q/oA+DEUfvjQMBT6v4G2+vjBcPnkhnT4zMU++QdJsPqHtXj4UwQG+sxAYPjsTo7wwCmU+wtWJvqlX1r0aPiS+E1AvPi4/Nb4g85k+bQVVvj69FT4NOYG+FBQXPosYbr0OhJ0+is88Ptfxhz6i4+Y73As1vnzGJj1CJJI+IFVsPhVG9D0z1M49QE+aPWa4RD0C8B++y4C0PCLyx71/EWe9b99Nvr38yDzsBiU9qatFPEXA0T2DToO9PMYyvt5OYr4UMYI+hDiDPri7ez2cTua8t3GVPuJ8dr4/S649d0k8OodpjL35kRq+WQDdPRMUgr3pYSk+nNCavrs7aD47c58+HgNxPhuTsD01fr49MLaLPWhipT2QCI4+VmM1vjJpar4Kvaa9/pGWvs/FxT3Pc5M+JkCAva2HKjzmBaW+j4jvO/T9ID7vSZw+y7HBPVi8C74RnDw8rsPWvP/B/736T9I9u0nOvYYhWT4Hz4Q+H94CPu965ryy2XY+OrVWPYQlYb4M16I+7QFuvqrafr6QyEG+ERKvvNeST75S8zE+RK+mPvl9h76a96u9AZ+6PUnhHj6lKXu+rXyMvfDY7D2rRPO91UY7vtzcmb4GYNk9Y5Ksvc/cNr7sTNs9h1qVvogOj728+6e9xseRvh6+dD4O0+c9zAw3vmWZCruW+n0+GUMlPhI8s71lBaG+cth3viKJ17w3jJk+ElcjPlwOX768oZk++Rlnvkz6ur1LuxI74dtYvhc+Gj65xlc9eRTmvaD+kD6B9Ku976dxPLdIHr68loi+MnwRPTREH75SvsW7YOIdvUUkADxuw6s8o32DvRZojj7gpNg60kGWPXNkjr6neVY+ng+hvkzkE7m84GG+6LknPilLMT6eeK48sU2bvucLdT4CryI+Pgx6vr2dUb05O7g95JXZPdiuFT7Wm4y+I6tlvjkb273it+u8aG1AvtOZcT1pWUC+qqksPWHuYT3pNQK+","8nzavZcf7D1qbwI985N/PukcST6tADI+a8zuvWdQWD5MhTc9oEiMvuOkD769a6e9xeOLvRmcXb4x+54+eFzQvSP4JL44w4G+QlufPucQvTyFApe+wymvvifWdL4gcba9T+YJvAFrXj7y2om+IrJPPgWPRL6stfC9x/F6Phwqij4UMp49VMthvNbNVT401+u8tpxiO78yFb6UUHC+v97KvdVP/r19lgu+gxb9vI5Jiz7Xaxw+sbOGvsr2dr4RKWe+oP4ivvwk0j0imkY+BrGuPKaSXTyaT6C9XexWu5lxp761YU4+ZXGMvYxUhj6kvdu9Gkv+PaQUzr1ybCA+tvEzPhbHAD5rPAC+PUy+vi3UTT6PvOq9Woc9PrVqj73gsrW8ojUGPUNdEL3YH/09GO9rPRplHz7sDq4976ppPrtkqT2njWk+Gb8tvY9WDz48/A4+6GRUPtlFbz1PWFy++7sFvg4eKT4+/Ek+IXAhPr9+Aj4+7zA+iz9kvkD/HT6dT9A9vhsKPRJExL5UqG2+wTBTPeAhEL54YPu9elvnvXibGr4t5xY9MeECPs1KJr4BsoU+ZqwHPsJhXb380oc+HIk9Ppx7try6zZa9hN+yOq6ey7w/w/297SNCvgSNkj5m0k++QS+vvP0omz7FO807Eep6vlYSfb6oe/Q9AmFJvjGc+z0bd7y9sb+gPdd+sjwMURo+DuOAvmmwer4b5bw9V8b3PSX9aD43+y69sO89vOM5CT5GtG4+FRyCvdqeSL4lQx2+d2zJvftDWL6x7Ce+7s83vjv9ab4b62m9jSQ/PvlzdD2MySS+XFQBvvrsoz1eETk85gQvPSxLVr5JP5++6+/6PUtCIb7DwJc+s2syvg5IIb73mYU9L3o4vh2ewL1Dw1A+ts4GPskdnr5x3Ig+TP8QPsZprbu58xW9XYJXPRaJl7rDZly+rslfvp8+PT7CHpw+fPoAPovBdrxVB/G9a2yHvSWcdT4DhqO8pUU9vdYEsb04TbA+6QuZPtYlYb1fok09","HTUEvt+5ar4r+DM+0Tg9vn6Ksb36/YM+StiYvtayrjugrjs9uA1CPuLfWr4u+rm9ehFIvrIJiL7JuY+9xSEcPtinIT7ejFS+ZjJHvlBLd73pDMQ9UrI+PgfiEr4qcNI9OryOPhkror19xCg+5Ia6PQfMCL4r4Cg+Ch+5vd4cQD5EySO+FrpdvnfoQb7q6JI+W8w2vv80nzyiLpw+5798vlygEz35dKG9yL+hvndoLj77+Ya+R47Gvgxu3T3fm4E9qTpuvltTCr7QSYG+gGJ9Pm6b7TzlxGS+Pmy0Pf7OnT7rym0+gtjVvPysXr2WVYQ9vhnUvOcURL5SGvI9XI1sPBBnLT5/oWG+0TCOPmRpUD5u4vE9Z22dPXqT2D25nWk7c6iCvrZaCDxDxw48PBJoPYQ/M75ZsUs9FhpGPp67cz7D55c82tJLvu8oNz7TNYO+zY8YPuSeBL7q/8y94KKuPOz7Qj4Tu/066HhzvgK7Cr6NHxk9jzISvJbajD4tLRi9ct+EPW15hr4O8uE8RGMlPlMjtzy9Vg+985jSve9mgzzaHYO+6uSLvrmc7j3heRQ+D3mJvvYFH71QEoG+oeOLPuypSb4Gc2a+kc1wvSToOr4T/0q+hDF/PsZKpz0dT4a+/9+Ovu7RQT3CzcM8pGL8PdLkmDy8IKg8lnelve6ZF769goI+IFMgPljwOb4pmrc+Ok5ZPl0duT0OflO+g9mLvuNdyD13P4y+La0rvmb7AD3d9Zc+ENo6PsKNMT70uZm+7L8qPm0qX77L4RA9FbQWvp6WhL4gD3S+Z32fvuZzST6h9hW+ajY8PhNxNb7BdRW+J9uHPqQge74uQXy+mJrKvIRyDj68nKG8cccbvilkKj5eqaY9qfgoPuMEFT6vK1u7wmoHPs1Qmr4VMC06TyeLPjRhVb7JQCK+ZCKBvdl/e76u9i8+adJwPhQZHbxJ2pg9/DkqvhHVGj3sPKI+JRkIPRhXu72I5Qo+AEh1PfaaOD6gxZu+zhSjPvtWd7307y88","WrT7vSJEYT1QqDQ+VpqQPac+P74Shw0+skfsPfqATr7aMFC+YUuFvLPuDj2VaCO+GBAgPjDFgj4ht2Y6sLOmvl3Jlb5QkWq+gGp2vnk2kDwFxYc+r4RLvjvVVD6aFhA+Wg1EvYBxV74hhBK+iCEIPt5g0b25hpk+mo88vQCYLL2PuEI+l99fPuVxZL4VVpU9RsRXPmAJib2jWhG+mpvsPUOGAz7rSJA+WIGwveu2NT6LVEW+cgUhPjKEgb5Ptwm+/SrkvYPQKr7RjGM+OWRmPlfSZr6veWi9SlWWPrEvOL480IE+YpR8vsyR8z2lZ0695fRRPnrfYT6jOY2+a6d2PgilUj6zTi2+xb6gvrtXSj4pXyG+ghIJvsmiyb2zpG68FL51Pl1RPz7L8JY7GJWQPqosyj2Aoyu+9VSDvnZI6L2lK26+aujKvF11Rr518ve9xqdLvs9mgj4kFCM84EBHPgCUCT5o7xW9+XWwPL7xmj20pym+6vsJPi5abz3KChE+fpblPeGlfDyTWZA+Zf43vinICj4aSm0+zO+GPnYNlT4dWwE+sABVvqZd+73hQb+9vEQwvn+NnTzEb589Bxl0PvTSFb4pTrC6FU4wvipyT7yc0469EqfCvb01bD4+EIK+DSiCvjLrLT7GNzU827lzPZnFsL2Wv5q8UJ4RPqa8Sb4HUse9wAmDvbHImj6/yx++z+lqviSYTT7Hjfa9Le9svr14fL7qm4u7KiqKvqIHar0Am14+DWRfPmQDoDzvqDW+Ui8/PqGCdT4XB3u91tiwPafG7TwAf3o+ptgFvjocN754OlW+9S6cvpZpKb1LMku+vHhVPrjZAr7Wo4Q9XlPCvQzCjz6CmFy+nFSIvdpzbj43ADm8E+BAvtjQKz7dsou+j1CaPV8sAb3VEIK+K80sPtz0370jQ4Y+/K9ivlhkRL7G/4G+UpY8Pu5aTr2QZ0s+nd75vSkhHb4Lt5c+nILrPXj2AL0way8+k909vg7Igr45NxU+NosCvd14gb589aM+","fMUWPXqVFj5PnWs7m3PUO0IEWz4cykE+LpQcvtVgSD4TJYA+svocPgnB2T3T6xS+6KnlPEztsTxCzXc+eWk4voIi5T3RWUK+synQPKtrsL1Ys7O8+fQvPlvkfr78Huu9nXWePi3SX766yua9Tq40vGtZkz4G6LC8HINGvnCe2z1ckX480olFvv1fYL3GE4a+vf2uPhogQb6HV/C9fyiQPYlZbb1UXT++l6CevYfAVz5G9aq9u8tQvT1f373BiIS+VbdVvp3RLD5dtQi+2UT8PeYrCr5bO36+bfI/PeenHT4svvo9SY81PoEHcD6o5Ia+gVRJvgS4n770pd294WdBPhurrL1qBoS9V2SLPr6Bjb7ROke+47yHvqaR8r1Riwk+yCsLPE0XF76oUP09KFQJPhZflD7+f+K7l7DvPKlwdb4SN6c97HBYPg8zm76YF9e9GpMmPkm40Ts83g6+GSqvvVhgODyx0IK+PWdSvuf0Vr4fUjI+S4GGPrVzDb3oKmK+cs4svu/e+j2aU8i9PvbXPV3Mgb6qUkS+WG4svUVerL00ieE7D+zdvYk5lD5YEoi9uCA6ve35sTw4W/291NCLvv4QZj4wv+u9QNYUvjCmqb7NVoE+z2sfPu+FAr6P+6e9HeWaPlhpoT2KDIq9VdqivqghND47hVQ+II9xPt1lib7PwSQ+YcyFvuoBl71F/mM+e3HnPRqxBD6EwoK+DoEKPt7uZ768PXq+o1KRPuRF2Dz3qJw+jQ4LPheNCj4ntx6+5ruHPPHzhz7Vy7S9ah54vTqthbxDMym9zhgBPTprjD7WUnq+6cU1Pk3rg75Hmli+7PSPPmF1mL3jcXI+ljKvvcZ8J76f9TA+kPHEPRn4hb4ch9I9fYJ3vLR+ULxAbnM+1+gtPpJ3r7vn+ei8jzNlvagXkT6HJJM+yH2yPvKLNr7GgIm+ZvYXPom/YL445g8+OgLuPd6jI7wSbNC8rDFCvd92a77EPo2+uapMvrxFIjupM3K+c/oNPkyBfr7BsJo+","h9HxPchQFD1xcp09TGv6varbtb0xvmq+4T4rPjWUID1XTVK+c43wu/gHUj2OLfo9f8r1vU/Gdr1EUpQ96EMRPkQRo71xSoO9vhDuPbJTSz5xWlK8JWifvv9wqjuG6DQ+y/wAPtR8M77P0R4+JsU5u/jKMD70rxa+k9mRvvukeTyX1749dB6MPmNRaz6SI5c+gOU3vjy/p7614i8+wMNzPicUjD4b7gI+cuz8vTWcZT44Qvo9G+xmviIRVj7kvCQ+eGyUvZutiT7a/RI+fNhsPSutTj1S5I2+nybnPddM+T1X0SQ+bemKvbEvoT5M4tC9GHi1PdD9qr5D7B88oJR4Phhqir7BWsy9pCCevs4wvT3GP4e8/SgcPuG4TT6eSi++vGWDvZ51+T3b54M+fT1/viBKm7522as88HewPdBEX74Dl0o+QSKtvJjAfz20gE89xpo9vhuUwzxWuzm+T7VAvgSu6T0dfyS+nNuFvqnmgL60W967sS+aPejQjL7tMpQ+csKgPg6KYr6+X7a9NaOwvc6bcb50C1a+hW1GPqotbL5icmA9M2CYviF4ar2nkAi+nj02PEX4ib6lphS99sZovhAXLb4WyYA+V/8/vgJjkD6/Dco9B3+KvmMcaL6cEHg+TWdtvtEpLTwlt4E+xLOMPqQTJr530nQ+3n6QvrUisD2mTEs+E+fEPcH1Ib7xEac8JYI9vkMOkT5A4tC98r8mvuIbjT4jpjU+dsB6PsslmL49ipm+IcgsPpdTGr6OCzG9wmJNPmYz3j3jK7u9TcgWPRYSbD4J2oW99filPs0XML4j4Ko+RZtkvXr49j0MjXw93umAPpG85b13mhI+Al2nPRZtPr4lvXq9ZS4wumP8G7s46Lq99VZNviUvJb5IaIs+7whCvYjUf77fWI8+AWlMvOj4Ir15oGw+P6piPih0Cz1Awe49ZIFnPSRrYT4nwtc86FbWvaYLgD4pYmM+18qHPv+iWL4tXUM+FbqHvbQHHz0TChm+GuIyPuA2ib4ME6k+","WdYtPduNhb6/qFY+3XsKvmtOor11qBk+Oh5nvbHKQ70/KHW9a6IpPiCj77yqxU4+26bIuyXpNL5kdsI8JzgavvbIgz6PZjc8SD6JvpyEtL1z0FE+aRGvvXv2fbwUOYA+csCiPlGlkb5dlHu+K02nPoRyOr3JSH0+xkw5Prw5QT6FZAU+qWqVPrERGr3C+AQ+Z259vsk5sD32O4W+4PNyPINIAz7zx5A+AxiHOv0zhD1u0qC9INqAPv7lR77FTTM+qgEzvkXs1z33ySA+ye80Pk3XFj4coo48wR+VPv3+dj5B63O++wFWPepnYb6Caau9HHqCPrdccz6LjKg+Sv1XvvqDkbxcjW2+yvuBPiRVfz5ZpVo9wa3vPZ0y5L1EnoK+nns7vTtyxT3CKm6+VL8SvqM4L76ec5E+rQF1vWYqsT5tGWu9TJQ0viRcnL60TqY9JYsHPh5pnDxk54c+4nxGPvUVk74mHpw+7OaJvl2xub6UuIA9PWGcvr3PAL2i0cY7Zn0RPkKVrT0yECm8z2C4vMb0Lz65jX49YuM4vq/rZD5mSEK+dRAIvsjcTz7o2Pc8nS1bPso/0z1iFge9VmhIvlKBPD6XBKG9C4EZvlNuZr5WLoy+fi60PZqhaz1WLzU+VQrCvRh6zD1XJ5i9KGcZvhHzjr0uHR++jcYbPj0hTr6XTx8+b3PrPdMqmDvwIWi+2TeCPb4gFj1M58I9GE6bvvup/LzLTXW82+dYPOerV7wvI1C+ioeRPnWWcz0zDTy+k5gTvkWsIj6HwJS+K3nNvRdmND6pQnY+SjmKvj70Fb6E/mK8Mn8DveMiN76WitE9aUBNPlWetzwCPKE+oquUvgYbBT2DgC++4WAhvlS/yjxVhCM+eRWJPXZLcz0lmIs+otPoPFt6p7uEC4q+qgKUPl6eILwg5iE9onlZvqpAub2bxMc9z45LPUWiPj2/u4M9HsYOPlFoRz6nyug8iHqlPdayXz49GhS+/EctvkjGRr01brq9xKBJvbTujL6xfGi+","U2EWvSVLJL66pJy+GHDiPZmC8D2NEaM9ufTAPWh84L1KhIY9OQiuPNIPST43TZ++T6lXPhZVTr5SGy29+D5nvnCPsb4KrIY+teBzvkUvZT5kGSW+c/Z9PgW9tT0KM4q+PzRTPvp1Cr7QtSE9B4ZovezFPL7+uVI9PXgiPrFIBT4UAFK+8Fqavs7VWj6GnFk+D0LBPcUgM7yVo12+X5RUPuwYCb5pSnM+EvSYPopbFb5Y+IG+DdqAPDL8ib5IXEw+Cq0CvfY9oz3iLtS82Lr2vQ95qTweQJu814wqPsw7RL4vEJK9lD7BuSSzeb7lk5w+VtBrvscdeL7zvCI+OnJPvjrnXz4A0a29GYqMPijU1T0BbJ2+nZqRvjC0nb5s1MG9cstnPfGKYL7f6gy+yBGVvm2iUD728yo+iz1XvmvViT4HlCW+NZfBvcv9r721wya9VrA0vssyDb5GZ5A8NqoXvieRA74cZ8S93jLePXlhB75BqLq96uJrPaCcAb47WUe+li8/PjSQeD61LaK91ci/PRP9nz7QrUq+UvykPpApgT54L32+6CAwPgarhj4OwjO+5j6SPnIlKj7Mo4G+ZtN5vrVOW757uJM+Q9SVva5Szb2mBM+9oz4yvhD6gL3V8989vPctvkmyIz5cMEe9t2fLvTIbab6Ia0E+xxASviQ6mj0PieM84V5MvEs18L3Atpm+SKFlPjWgrb7mXR09fAbuPTUTSD6/8Wk+HiiDvidDlz3ZvOU9K7xmvY1dJj7kai+92H8fvvt/NT555fY94/CeO5GIlj4kcRK+jvf+vUwKZT6cvMs9ecRxvmCyB748oji+EEg+vjKU7r17Koo+74dTvuPQFD7wnyi+O1oUvr7zOz6rc0A+hOUqPW17oj25JZU+nOaBvoR8I76nZxU+FvqZPLATiL7MiCc9PzzFvQzb9b1ecUa+hhGovsN/ZD7D+4U94DN2PvZMkr3I3LC8vQIAPjv6hj6EwTG+W3C8vR5HHD4KpAw8QnWovoVJDL55IxE+","6lPoPXzKMb0szdI9bxX8vB33lz5WpW2+yedAvRb8wD0g3zK9SVzduq62Bb5wiCI9VAurvY3bCr7smZq9Z1mNPfpCgzz0h/09RV7sPLbdkb5jEwq+N5j9vDBvATxTwIw+6+EzvrNylD7MTa0935eLPp+iMD4TgDk8HqKuvfGgsj01lCs+jWs3vZMR4T2+PXk9Ue4pPpIJB74AnvQ9QHqAvskMfL7l4Mg9Bns/Pt093b3C+Zw+Wo4FPLlTiz2gBzq+RLaMPiZ3BD6A10I+g2FHvv/rbj5TvZi9jAOOPavs4T2MVJW+/keMvl2MlT2CAZi7mTucPqlnKb4YnmK+l908vv+Flj7QgJI9hS5yPs/jI77RaJY9PQyXvg6hgz7DhoU7TyYJvlziab6ehjM963zqPdOc2ry81Z69Yq+dPm3Lir64Olm+XLypvNDrbz2eoH++dq2iPC1YXD7dvXo+GLiKvu1EkT5QLhG+C3eTvRPSt72d0988IKEuPh+7zzwb+Z0+uqXhPVROMT5t100+IgGCvtqyCr6OUIg9v7FKvuaxNz5Rjf09XYKwvbDU9r0kqPc8+yJZvsNQYL7lEg2+LKRuPvo38L0ZuTq+O8wWvmML4z26EzQ+ZLuFvlU1Wr2ceDg+6T4nPfPKpj0sWfM9NOYevh4sgb62wRe+cRCBPvq/pD4Bmpo+SaOdPn7MZT4MX44+Ri3HPWAFCj7JlpG+lLoovhDSQ77y9K29SVFPvazItTpiH4E+VFvtPZIT7T1YhVu+Eoz5PSXZJjw33Ca+7m1uPL9ljz3dcSe+QocXPu/1dz4fn1Y+yrmfPtcE6r1lR709WIgwvaIoWr4N9bm76NeEvpcgFbuwlWE+mqEwvjva4TypMwA+MsO1PfLHsL2c/bI+GsEavFxCnD4oZl89WzElPXqlrLy/JiC+ophpvqYWzT3+F4k+ypphPufvib4hsTY+OXVqPhG5Er6G7ga+adgaPj3X9byjVTy+w3ooPZrhFj5ImYM8nzBOPWofmj6gAWy+","891bvgAuez4z5pu86y+MvgzwwDyXkYc+p0w8vpxfX73niHg+/RMavrsxnb7tuIe+vVRVPkreiz60iaW+CZDuvY7NdD7fsKQ+prSBvi3FUL73w5u+xRytPlZtYT7VDks+UTYuvu6le74i00a9ipuNPSRyoTzCdcS9RuapPPXNab6ujb09x8o1PqXVgb3oGpg+n2rpPUiHLD4wxYU9VM43PhNUPj4kjs29uAEhPqgYuT2TvSS+nMdYPlKc5zxyC/E7rJq6vaSUOz7ex2k+Lt05vsdDuT6eQfG9ztIgPinNrD1MUEM+wMXZPTgibT5ivIY+UKBovoHLSL4fvjE+ILF9Pvktk7xfs509CaiOPRnxQD1f82A+TKXbPAUvbL4bslo+AVoKPpGNcD7JBfM9ZeOFPjryab5VAn8+CHPcvOESJj4E4OI9kvTrPckNnz7mdps9knkNvrWiPr56j5M9l9yAvfxeTr6nPwY+6QbHvWluGD3kRYq+1+qcvoVPJ74WXIw97eSMPv2pWz5ruoi8Z2yWPqpmkr79EWm+kDl2PqX9LD4FGg6+5A2IPSKidz2rtVg+dUtnvkqbSL5eYOi9QjEvPZdUrL2EPz6+8JZEvQ/J1zzDo8K828ouvenWnz4GZpK8upFKPoMGQj3m29e81GUevo/dab7vQqK+X+y8Pc/rFL0cGIi+jEK8PfUbt72JhWk+gUs6vbsDvj2xuii+P/yaPvXwGL6XugG+AQ6Fvapq3L0fWwU+xWZLPoZJCb4L+Ie+aL6ePkeHFr6a13o+b/5GvurvBj6Eq8e9yzSgPscQZzz8mxC+sGSXPvLMwz176Vw+lxEIvhpp0Lw+l1y9ob6iPoi+0b3oOnE90gmQvtNzOj4jxes95ISUvbANYb7aiY8+WWorPcf1QT1SN02+tWZMPtcYNTx26UQ+xenkvbVTmr4ffD++cqYVPlFGT77NWoU+cOp+vip0yTwItJ89vj48O19dlT71Hka9AweIvtT+ED7UvF2+6ObKPb9wH75gVA09","zvYfvjL2PT7V24S+vmmrvbLLaL6KGyq+HAsNPtlD4L2UXok+FpK7vX7+yj1nzpK9CAXtPZfVAj5SKq6+YdxlvtzxE74gqJO8AEd3Ps8cST5EwRA+kXS4vO4aqz4KvJU+GIX4vTIWUj6M544+5vuTPksbnb1oJk6+z1OFPMdrED5rZJs+sbrfvIB1gT7w+OA9Y5FlPjhGlz6YmBG+WoggPouKoz2N/OG9Lk0DPgAw1j0AuRe9vH/uPcEnOD4Z2jC+eHo3O1YXrD7KH1w+9TNYvkIOKz767pc7JehTvm+g0DtzjDc+UnyKvrlTl74eb4q8qRh9PD7t9r17wNe8OAKIvWU6ab2BeJi+t2E1PpU6Tr56tX4+cdOFu6GVnz7XyQ69DXxrvTAvIL5Kgli+ZcAtPgMSb76DKm29MgoUPnCkiD7u9kW+IvWBvo8+dj6kT4S+NZCKPh0XDT1T3ym+F+R0PutMKr3zO3e+mPFrvsu0Zj47nEm+O84qvhDcnD6SXIg+jcyGvDhvNz3Gl5G7ROCYvk0b5D3WyK298huZPrEigr5UaF69c6ucvagEKD6/2xE+lOpOvbutvroWeIy+RImPvkJeGz6tXuW9b2hhPp4LJL5vjrA9Bd4yvitNhD7TZtk8ePc4PjM2pz620hU+QlbWPdz5gb5ICo2+Qt41vmw8aT1Cx2M8QTaCPv/PiL5t6is91l4YPjstZD4DdQQ+yIpmPvTpiD2yjyO9KZeOPjQ+cT45kW692fl3PPovq73spW0+bbiCPhL7gz5+1vS9Q4gDvj1LjD7Il4q+PFYrPryzhj5tzUq8z0x2PmNge7572xq+YYdfvmB73r1XSR+9DM+GvrUu2j2/lLe+JeviPT86Hz5uaRA+MJxQPgr6Hz6mXVq8ERU7vmg0Xr4aWYe+csejPYkzOD6MAU2+4eOKPbH+Dr6uxMs9oiKjPQXikz58C6+8SuWvvQYKR75hRJW+XQOPPrfYwzxq16C+lM48vsyxaL6m9oQ+NBGivvcPNr593m6+","qMA3vboRk70ZWiU8URGevl7KJz3QBhW+vxyTvrsQA74YZF483lpKPNEFmj4kQps+KEGPPnrav71AjAs+escwvvldLD4ahTG9Crpgvs08IL6lesC9iHwzPiTkcb7ooQ4++UwBvtK3ZjyQ4Xy+y2zBPOJYsr2Bkpy8s6gWvnjBB73F7GQ9QPxSvo07Nb4hOLc9FVawvXJVQj7Yzvw9EFyeO3MVBT4P1YA+sOVbvlBT9z3VTCC+qU0EPsljHz1bIQ++pjCVPN53kz6dWPw6fSopPlb/B77smog+PGExPcG9DD5TMZW+TvYZviA0gb6wPkU+ONKEvuLaOb6xKhI+5pWcvmwqS774Ene+9HxwvvTTJb590Ba+8z9Hvvhj4D3htxq+uR+4vdi3kj50kow+HuZsPgtWZb7LQgE+aQrkvdAHkr53MlO+kYFUvmcTDr4n0XI+jWBZPmbb1b0F39C9q9XoPY0ahL550A2+4qkZPrsYnb56b/c9BPh7vv0ZWz6YeMY9GXzEPXg6sL2su1+9AIKZvWYMiz7fPZw903gLvqZhCL6ezIc+Zf2fPpwm/T3oMy++doiaPT09Oz3Q+1M+INNnPrGb6z2vaGg+Xwp+PgWAmr1TjAe+VEhiPj4ZGL7eVZg9VccSvh7dDr6TH4m8PCaePdMjiL4Avzq+V0ERPvFNij6EnFW+RDqXPMBuOr0iEbm90Lg7PvYj0j1Eble+I04FvruxKr4sPHO9wzm9vIp0lb4P5IG+9n2JPq419r3B+7G9XDQUvpFcJz4G4YQ9aZo4PTydSb6MG1K+OpyPvnZWYb6wkLw8OkwSvVraJ76XxRW+i/ObPgWyFT4iFjO9UridPu6gjD6CanU+HEOMvpk1JT6vDwU9nW9ePt9Z5DxXxjQ+yXeJPo6NWb3LGhI9pB5tvnoJm77t2Q0+HvejvpqVhb4YmOA99hRpPg4q370yFNM8J1tvvVKqjL4I4Z6+2Af/vUlZW77lMhc+q94HPkTTob7HmaK+vmTBu/VaLz6Fip0+","JizMPNkCsj5A8A08XSl7PrS+L75nMCI+4yZVvQOgEDwwkQs+Q0YVvqk4bL4WRcQ9bnNNvmB/dzymy+W9HrC1PXWLCb6a8Jw8rAeGPXobbb51H349xbCGvmdZlj7kSZo+9iGqvdk0CT2JWnO+rDlwvvu3nL7WTYG+yUlWvloHTr7SRHC+gqYXvhN49rzROYS+VGCoPL5pjrtyme480WRavQUpQj7JzAC+xg74vLpb1T2nr4g+1+gRvkeWnj7EYOI8dXBSvn+RTT4V0pu+oFG/vQfpcb51fG8+oDqdPimmQj5YH+c9MQRPvloD3LwSapo+GcpbPg75ab2PRBe+qVsbPW43+L3mdoW8H7CtvfwkGb6rL6A+J2aqvWZ6Xb7H+YE+wt/4PGzRbbxmQI6+gmMHvtq2nj6t5hG+kLzlPXvRML15dhs+CFcCvgQ3fr6ECUA9hTqXvqV9L77e8Ag+kTBtPh5aer4nuVA+hpANvg1dDj7xCRK+W41Avfyznj6CbDE+zAZrvs7Un74CVws9vwtRPoIfHb5KU5q+T4qevdV5G75KBcw9G/xAPuHshL6+LY+9ZU+WvrRLEDyGQLU+spxMvtwIgj4vs5K+jsd8PmGFCr7IV7q94nghvnVTgz6Xd0i+269ovowSJ73WP/m9UJz6vciQrzxaXF++p2dBO+7JEz52AYs+74SYPOPrAL1xGm6+3PxdPsDQhT6M2hO+e2WCvb8jXD5+qpE8bGciPpdbWTy85Mk9igZ6PTuYBL6NdhA+YOO8vfzzgD4aGjW9IR33vUmoDr2SUA++cfSNvsrDhL550Ws+PpqcvUteAz5gEcS8Y7elvSLuJz0NzNg9nbgivlEWK76nVJ+909i9PmMiGr5r5I49MPNwPgBDej6gTVG+O0PxvRDmX706xQ6+LiaFPPthNT6UFV++ku0aPpvngD38fJS9eSSsvakGiD74dB0+/JZLvZ69P740tIc+3GeAPr2vTL4PioS+sU5dPh/aIj4rtxe+WKdRveenDD5bZy+8","eSRhPkgWSLzkThI+i/mVPt7OEr5GVdG7/dczvrkCez4ERvg9G4QXPssD8L1zVQC+M2q/vYma4D3GBWM9O4UFPtI7IT57Ok4+04c/PuN5sj3N4l264Qzbve4yKL3xuS4+hh2+um5mHr1xwFG+JgCdPhZ7wr1knfE87lofvs/pML78WVi+t1kHPqWrDz6TJ2a94AibPMdEJD6t8o0+PoafPb1mbz2ks/W9KBDGPQjuhD39BZC93XNFPs71Jb5jqUS+bv+KPYO8dz6GA1Y+BzU7vqXkQr47cv89J1y8PcR3qr1r1zQ9Ax+gPeXgLL7bUtU7UXUbvVZDmj4vl+o7uhh5Po74hz2482U86jhLPrv7+zsvsH++k+OQvuiYyj1/L0c+3iiKvhEOb77w+6G+aB3mPS0/i768MD6+JyFhPtgZG77HepI8MDeYvls6pT0YiHU+dxjVvWT0gT4G1IS+Xlpwvug6az3odVS+3miZPeiNlz54n/w9N+aKPdCoJz0ZSJW+tqC9Pan9xD0STAW+YA3KPE58HD73MpM9H4BnvqRKoT7QceS9SqdUvXNJUr5HYFw+ejTbveKJEL4uBm8+deplvUR3gz0j43c9HeMBvoDOvb2b4pE+ATuaPuiQbr1dGo8+NASSvgJrn75GpFi+eS49vrEMYL4PyHk+bW2Cvi29aD4G6ng9cv+CvAICJD7vJQs+S2F6Os+wfT7OWJ0+MLFqvd5igL7QRTi+vmouvkfEhD472Jy+r1JHvhANzj0POUi+IdvdveUvgr632W8+OzsPvR0NYb3Rg2U+mDsAvj0Bgj4NB3K9RkRfPrHv5j3LgbY+2l0IvkBLjT6lqju9nRqevulVmT5iJm2+j5gGvuhKhr5zRY+9p9YUvlCliz5sXyu+R9BrPOviqL46NrE+f6Zfvm+Hd76SQZG+2AqPO0vdwT3iGgw+aaAIPsm8mL6v8Wc+gexOPoqUMT7kr5c8EC+uPAKkTr0QjL09ZK6OPjBuJL4Wbg8+B72cPiiHR76chHK+","rUKWvpaXez7BE5G+2gOhvDW2oruf6ik+BnY4PpP2nj414IW8ptzPvQ5B+z05+Tw+XxhgvflsBj7kBPA9nW+bvR81nr3NFEO9FOhWPVP2oz1gADC+cEsPPvHuMT68vkY+uw7dvXKq2r3225M90r0YvmsYxbwXG1K+x3UZvlF817vxXJ8+f+STPNcdDz6bb2e+6yuuPXFHCb62c2a+cVaQPreWc7zRYcK7RW9DPut+3T00mVS9BpWmvSdaA76yZT8+NbocPhO7eD2EZBo+Vh9lPYopkz2Spw6+FhV8vtefnb6J444+1oyHPkzuaj6CBI6+wzq2PRiHpD5cH1q+iDuOvsgGLb5gl42++lxcvh6Y7z0fGg++fk0QPlMyOL0uFEQ+fY9dPrGek73O7KY+ucr2PX7DYLxpxga9+P8tPji0Iz5oRHk+cvAbPr+sKT7E9YI+RHsUvrIXc76FOG6+kE12PKVoib57tpI+6FqvvSc/cb616zQ+n+h8PvQTfb4zQtU94tePPQ0jgr6URIW7hvC8vXyBHLxdnTY+hIMcPiyj77wDZVK+hAhxPa4s5D0inDS+z0qxvQiGED77JMU9r0jWvToheb6n0Ii9L2KaPmsAlD7IJ5E9bccdPkR7RD3CJE2+mn9+PM/+Ob1hekY+oUYyPdF9hr206ns+y4XLPUEGcj73CRO+LX6MPjFk4L0Aac49/XdLPggaej4PPwW+QLRaPqNK3D11nDA9rGuPvtHTXD55Lwi97aNuPjMAFb62wQc+zwkavuKoXb52JmS+IDmAPq/Pfj774+q9tykjviI7ir1sRkm6R4tWPknnGb41IjI+jkatPjHsIb3e3t89qOSdvkyyvb0Sepg8v0j9vIxWkz4pezg9CtW1Pf9KkL4H7Ts9hNPqvfL0Hz4eGxo+yEobvhKCXLzm/bg9PchKPb/vb777hzC8bXcFvjBwwrzB5MY9lOSivSn9JT20pKe9srZQPgaYQL42OZs9l3HEPaRZvj14v4E9M+JWPsL4Uz5CX4i9","+7NFvjTF3j0LDUQ91k2dPhI6Iz4s94c+KegNvskePr6FuWu9VeiVvn3FkD4nWly+i0qRPvRPmz5wJlI9lNJwPpHLcD50zE6+p8GJvpA+Wb5pxLC82ItQvtrAXr4ZYE491aUuvlUOFD38bAw+iBQOvS9HBT4YumY+IyidPu4sjb7g9Vi+LkQbPV4APj5ggk8+G6K8vKF5ur1oG3m+uYNwvknQnb1oOeY98gJJPmrMnzxOM6c9FEiXPkMOQD0wRjC+TjaRvnC2pD2eSj09HLAqPt53gb6zpgc+FZMjvs908L0wBFm+7+EKO8pFEr1Ssok+Sk5MPi2SIr6qUUo+StWCPY+BhDqDDEq+ZETNvaU+g74O+AE+y1pYvgs6bL7/qIi+AAN2vuyfIL4Xn9w9win5PcXeX71GQ12+PjaHvhCBV77FkEm+SK4nviMuD732BoG+zrYqvtLGqb2WSQG+Qq2VPFQPFr0feVc+E7WdPsVCcT2BQYo+LtGmPjdEgL4EXo++lV6kva9iVb4UA3m+9FAEvuTOSb61F2s+EeLzvPlPJD5GmjG916yWPRqylj7qV9Q8+GCnPsosxz3m7qe+NolDPo8LCr7/nu09FunJPLySAj5STWU+XxLQPRk29b2lEDo+zBPrvTQXC71WLIA+Sg9mPmLFSD4T9WU+4O+KPvrunb1fiFI9fpVpPqDO4rl77Cg+4VyLvjpiiT7OnVW+ppZ4vdethj5DHJg+igg7Pll1rTwUXnW9KmJNPm34w71Ct6s9HTFYvlagSz7FxjY9uPGdvaOAkz77qwW+Uob1vTQR9LzqNFM+KMCUPCafo7w99X4+K4ikPkrdbb5EMWw+Mlv2vUG8Ej3ZGCU+HJ9rPpoZJT7LHNo9RBSVvqkroz68kb48fYMfPpA8Ob7V7yM+umzDPpxQmT6yIYU++kboPV53q70nYnK9we0gPa1pgj4O9SE+2bdhPFbwzL2NALk+JJeovHY/ND1+1bY9/4ELvjZlYL6+b3e+MuwjvnpFTj5Dz6S9","8JytPp3aej3LF5y+50EnvZdWdb5daR++VR2pPvIZAb3AxR4+atWkvln4ND5dnRu+8jQcPXqwL75xe7891wSnvQ2FOr5hV+k9uCuHPs1vVL5OFOC8VQGgPKGM/zxQPju+DK4jvk1vkD6KljQ9EjGtPq4Pij5ADWE+gewbvroCZz7Zc4q+JBT9vdaIhrzkjDu8iU/yPS6wSj5wwro9nB+bPvy0aj45U5u9x7eSvieYur10XZM+cE9EPq5emT4ND4k9MXgtPTzOg75AQoC+L5Gdvim3FL7I58s8SjNhPjFLbjxlyQ6+XhvdvVTjYz7+ZPU9kWQhvmdqCDwrnIk+zoMsve04fD5OoJw8aVMYvR7gAz5d7/w94p9WPbxpSb2Vbgy8AtKTvgdKGryKQpu+nT4dvkXTBL0Feiu9buqMPdT9tjx31BE+I3QUPn+66j3dM6w9k4iqPWbwh75p5/I9dkKbvueHRL4eCRY+AmiZvcE7bT2Thbe9yNJ1O6iL6z3RhVK+8jSTPvPSIr6olDc+TOdTvS8fmT7mHoG+XrlVPi6zsz3Nfpa+duy7PWWxH74bXhm9iKdHveLcrL0dOXq+JPegPdHWoT2erCA93rcnvrpSz73/h0U+1WASvaxfgL4X7Xe+w+91vjUPFj4sQqs9mAWNveGBB75NIGE+x+EnPjOEi77ASIg+e0UdvgYFPr4fhEc9B3pIvsJKpz6Q9ma+YJgxvhsZfLx9r908F5MVPjgvezwkZii+THZxPjGED725xoO+WAcnPkF/i77rkII+AR5YPrTvwL375Jm+XM1FvQaRnb7njDM+fOPgvVOAjr6GBKU93dVrPn5/GT5PbQI+0DqOvvHMHr43kB09t/Bgvl2glz42dcW9IqKbu/UYRT4Eqb4++rAmPraGFL4ACGk+802iPuLaT767Rkg+4EuHPWPkGz4bJ1m+HGKXvqXjED1lv12+0GvOPbxkcj6nkHW+mPFCPCZy+zuL2RA+J0qJPG7fiz6+Nqw9knJevqRNIj2dHFa+","0p0GvUE2PzvxKhq+aOQJvvVPS74jMYi+qtMjPpeKyr0cgKM9QAimPVNnLD4GjCq+/HvlvQ0NRD5ovha+jadCPvIpPz07msQ9zJ+VPkdapj23BRe+pfMqvRK5YT70FzI9voqAPgiJwD2Dpue9QdZkPFMNHD2JhDG+wz+RPqm1H76HpIK+N8IqPhVyej5A18I9L3VkvozB+j2ci0q+tuxdvUqEgL62DYy+PHqqPmz5MD665pS8Io0fvRyzJT7b+Ne9UqaDPspKMD2SMYo+Vwr3vb8Nd70b3i8+PyiOvozMmT215f28cGx8PoPZ7D0TMKE+g5MuPjyxTD7qAfI9FI18vkBlRb5W4Sc+5/WgPXo46j05iTG9gPVBvonshL1ubj8+WK77u1cxcDxLS/g9wd+ZvjeJBj3kRDa+RsKDvsSTn73oty8+J+FEvTZtgD5JGYM+f169vRccbr0Ge5E+P5yKvnRJPr2eYYa9tnGYvcO1Y77YDte9vNY+PtJVor6WPYA949IyvoLJm70QZFu9k7LvvQPccT1DepA8QHs0Pu4hEb1gREa88CwJvvjTab5omUC93MeZPqi4GL4y4AU9aU/uvXihUT4e5Gq+k12aPoeYJj5xu2q+8vuCvnj8l74XCGg+PYGlPU0mUz1Axm49XRwnvbapo7t65ue8q8M7PvJGoD7RJi6+RISpPtHbaj54iUO+467XvehGSj5oCdI9TF/ZPUvA5LsJCi2+tnJwvlmCYr6tcRu+TaCHPrArVL0XmIm+fl6evuwaTz6W4Cm+l9ylPY0sQT5obyk+0BExPhU0dj51S+s9pDfIPR+3AT4LUJ0+1xLJuwD8ur4HYUA+FRo9Pv3vBz62kxo+RQ9BvdG7jL53HZo9sVaOPbG4XL6ExxM+mWRmvkWYhj7ziIi+Sn6BPrKOdz2emVO9wLkIvoGAdb4hkpO91BQePVdvpD59bsK836qwPqTxv70N9tU9CQ7GPcAAQj567U0+p9SLPp5Xfj6MS0w+XK9ZPnlYNb7oxIW+","q42BvlQDlT2gnB27H4xEPhANXj5AWiu+9USZPUXrcb0f8h8+NwRWPiO9mDyARDk+KhdDvrm7kr7UP6k969DTPYzzGj6lZxs+chGJPJc5ab7VwnC+TkwzvT2I9T1oCAi8gvCdPUkyYb7YymO8ZqE4vkS8ebs/s0s++tOBvkNqpj29JvO8e7ZxPtVf8T3vHUk+ShqEvvxPxT0SwpK+gywbvhazKr5coIe+OtHePb9CKz57uIo+SquVPsDeUT72aY6+9JF6vkJWVz6mLCm+JGiEvtJ2GT7dZi0+Dn97PjhRhj5lCy4+tn4nvb8RVL7Gosi99EQvvtVTSz7xRuc8qQEhPMOmXT5xFy8+Pjt3vj/xHj7y4ag+8EN8PfY4xT3dpgS+02thvqidTL6CX+q8ku0CPqKTqr3CLUo+G08rPSUiYL7jSYe+yPc5vbkTZL4XDEE+9aNHPhjzlr7OMu49s8s4Pn9EgL6cCTW+nRFBvu0OPb1kcXq9e8N+voR/Yz2BWzY+g5/yPTjAh74Fn34+xNBNPnRBi70brSY+wYaNvsZOdT4joi2+nAG6u96sqj5jCHA+CLP1OzTDpT5FqWG85s8sPmnfKT7LToM+JaUGPvLQ1r0FyhK9biIbPoC7Dz5ksOS9fCshvnuKiD5XOCY9e27hO0mpyz4lcFu+vXCTPvKCjL70DAy+nnGOPbV9ir74PDC+KTvbPaCZYr5Jj2++XGBwPe40TD1qOmq+WONRPKopcz59n6+9M7VivrKmaryEKz8+/RSBvhvKqz0vM/Y9g02cvviOAj07ODY+evtEPlQ3Az7BeCm9HlpRPtBTjb74Xnu+yWQgvXhPfL6j3CU+HTKXPg8rhz4a4hU+VTQCPpgBiD6eTq49JN59vg9ymz4uWBU+6b4jvsxhgL47ywu9xnphvRN9ozxYJoI+m/w4PhVuEL5xOha99sOZPgBMoz4x53w9he9rvpdwaj7Q4SI9HFkKPWXyhjxyXaQ+La0cvmd6Vz3qfz0+i8jsPRpKhr6Hb1c+","OIsSvuHb7Lx0Az++hsaHPvqzmD6QdIg+NsGTvUOjjD6YCac+sr1kPqT4az3e7rg9TxMMvllN4b1ZsP69qzFOvlHEl75O2z2+eWNYPWN5KL75ETE9AAh0Pi90kL7QixG9okqEPvX+Fb55spA+VT1uPbE+lb6iQoG+ab/8vY62kb4XKSM90w6XviFhnr2O0FG+ixtzvjC9s72Uv10+lCyCvobYar1aun09L5S2PS62T766jCs88yWpPQ6+Cj0vgG0+eXJYPuGEab5XHaA+nLAYvkSchT7BjTG9OMgsvmHeoj423Qy+6Uq5u2ngIj6HdJ0+GRCUPoYwD74Z6Ts9DPRWvnQEiD4MhlG+DPsQPnhAsj2aiFi93WYcvpzJlT4nDlS+W29CPqRekz7fhY2+nxNIvvREQ74GxDm+VVyJvRw0Dj7IPI++7E5TvbxnTb5pc+68BR2KvmX/rr5MABi+GG0cvn5cBD6axzO9vtIVvRjDbb78DF0+4QZhPkwlTb3NHNA9gnyXPf41dz5dmbq9dMkOPlHmiD7QjJK+tnZ8PjMkIr4gfwy+JiUTPmoDHb6JtTS+NHqCvS9ToD2XJp4+r3EQvpo1270D93k+LlhcvuW437yLCnq9jjtRvuXAGz7mfo8+JlFePtWcOr6Acks9jJCRPgrQA74/HqI9NLXmPeMPVb4h/F2+Um2Dvj8aSz7VY3W+eSY/vkQvgz4faXe+yJQLPmRyHT644FC+8/5pvmcPjr76uWg+TvI+PvrwqD47+ua9+30APhIYgj6AzY2+Ed0MvoNnAb7Ceii+fIVyvpW6mzwBkRm+NUOAvCouVj6TlGU+vFWIvu8SKD5x9j++tuktvcdELz7UMmS+XOgpPaQuALw0EIe7Y7LtvPk8yj13xbS9EYP5vah+MT1EJZE+p4ycPTvjDz17MlC8IPT0veQuEz6ncp6+Mk2Bvo/Cl77Yl8o9gPP6vb3Piz6SEKm7d323PIewAT7Wd4S+psd+vZjIM75xLCi+ZNxzPs/0jr6ETRy+","7GnAvPdqxj22Eoe9YfYnPpmhib5JnVk+Ux3svRTtdT7AhTY8TBRIvnkoWj6wqXC9SPfvvaZ9Vj4wjmy+8VvgvfrAsz2/pmg+kl2gPiavCz3YRPm9ONe2PI57Ur7VI04+xqmYvsqfAz4hiCS+TcuUPtDcnD0nLpO+2CApPdB7Lj5KfRi+/RSOvT4QNz60Xkk+xzvNPRlIUr082wC+3fVzvkdet74GB3Y+ZkqCPT2ffj5jHKW+JnpkvhNJkT17BGS+H52MPdecCb5NRAE+HQ3guwG/I76eLRE+/XiRPt89f7099hq+vOGhPtSqgT4E2is+2YdrvgteW70Qeo0+QKu+PAJi1L3gD2G+hWYxPHIwhb3dE428SMh0PhLfFb43j4M+yCSpvAnpUr4vCiW+l7L9PaWkUz5zAS+9gMUdPvMxgj7tbH8+CPSivsOb+b1BjdW9hYBsPsAMkj60yD09s5t/vomtDT3FcGs+4ciOPkLYlj7RhjE+L+o2vuVsjr0aKbQ9BTmnveB9sr0wshs99zFrvi6G9ryaFqG9nRiGvrrtzDyBnsw9xqJXvsaEyj28350+cuaHPvafOr0Kb4S9aZ+6vY62rb2bDoW+Dj24PYLuP74x9oc+ZJjtPfSpUj1pv16+O7OkvBVsgbo3iU++Kv79vQa5fT510aa+GvJevk58o742xXe+fVDyPS46mr6ihpq+JsIBvnqsGb47FXM+MpiEvmO5r76Yp2e+3OMJPdzPOr5Ug6+92RadPqUFlr4zo5a9SYEbPvLkgL58wZQ+BCaCPtEyiD5JCEa+9jGjPYG76L21vE8+T5HzvDk6Wb6EcW6+P7FVvsyC4L1+B9k8wXIIO3lbYr68Ib486cpBPn/j+T2eS1s+OZZ+PsgLYj7LUQo+AJeFu4FwXD6eUzs9ciSzPXZjiD5sTXG+TFDzvR/rgz5qnJW7JowkPsryIz0rLBk+cqnAPaohpT0nVje+Di6CPYH6db4ylN68tA38PegPMj4k6Vq+dDyivcDw5r0ytqU+","l8GZPuMbSz3O9Rg91AR0vpaawTzFEQC+BuOYPmFQEj6zOw8+smb+PTa2mT6qOQm+RCWIPirL0T11Xsi7UXZ1vvkAxL1eMkU96MfwvTnyML5j5AI9bHzXPWxuUz6aQv29cGIWvj+M7L1mXYu8Wgp+PoVQEr6+PHI+8EHHvUvxDL4BXPm9s6NCvhw4r76zjXQ7xDVUvNFAaT1WPR4+78WsvDgLUz6qJ3K+rmxrPjjyXD5jKB6+52VwPn1aGb6oZsq90MRxvqAb4b0GP42+pEnzPV97kz4o/T4+NAf7PdGJgj7wdjO+iA3RvQ/Qoj7tQ3s9/lQ5vjgOj74LIZW+v39XvhvsEb66Lmy+dvWTvn/LZT7tiyg+W7Jfvi+cST7ySoO+UbRiPo8WED2tHEi+EOucPBC6jb4k/P891HKAPWH+8j3X/hq+fZcRPZTZIz35c829/j+7u7NPED7xA7M8fGh/PoirXL5t0Jk+NmuFvVFYjr2khG89d4B/PsyBSb2ZRC0+VFFKvmNNGj4AYFq+ggD1vfWjTz274P69NnpwPnuyXz7QFIK+NqWxPng0gj7iNp69Dh1vPsdQJL5HtTO+PbMavrbqhr7UiD2+ELnXvSX0lT47kT6+LiSKvZLgWD3ZxEq+6L2JPYeiJTyTVpI+BjNjvuoAJL71YT6+2mvYPN2S8D2aZBG+OoLePV0Bjr6DMH6+LrGgPgYBOj6gCvG97icaPtfclT5c7PI9sUIHvvy5Zb44s0i+WtGRPGzYTj6+WMS9+gYKvqA+B7thCjK7d1+aPhufRr5cO3M9CqBuPTLiDz2E/Tg7IRQkPoanlT7xnpe9A4cpPn+l/jy/Ni49Xci9PRLzlDnemQS+zGOLvjFRFD5Neqg9MbYsPjm4kj1Pon2+yMGGvtvwvj3d8ZI+h15mPv64P73pid08wnC/PSwbhj605D2+pHtQPr3KhD3TkYG9hV8TvovhZL2k5lu885RDvtbXW736PAa9ayqnvfXFUr7D39w8MIeaPhgUFD4cCWa8","U7wPPnMp/j1WaWW+HSJdvq7SMz6vW4A8cZdVPob/Ej6mhFk+HoGJvsoyjT2cK7k9mYkpvoGchz5VHII+ZhYgPte3ST7K3ke+zcNkunAxhT78jow+PlkOOwcufTw/mu28p9PRPHSivL25vnk+aD3xvVLREj486Mo8w09Uvo0FwDzHDWa+sWCXvuMXJT3zttY9uUw6vfSgvL17qTO9o5N9vZ+CjL7zFLg9Gdu6Pugxnz6AJzw+Ve6cvpjLhb5v2ao+ewqQvaiMmb6IAVW94zj6PdzUOz52sX++u/LrvegUjL4/WPc9wbuQPnQX7j072IA+8f26vQJg/7tNNvG9fGcDvm7JDj3l3Cu+DHdTvWi6K75nvzw95AUOvcs6NzyCZjA+PVV1Pk9zgr5S3L89KFqOPgcMlT76Yj0+F64iPsxnPr5LY26+Gg1uPiQJYj3wxmQ+SRhAvSrSVT4zSp66z1IOPmVvpT1WHJE+qgeGPsBkez4ZxES+MzmCPj5pqLvFhjG+ZmCFvjEKEr6KNp4+1elOPmQfk7tA9Qs+WN5HvGXukrzSZFA+Her3PayaMT6IvZk+ywyCPTl8dj72C3U+bJjSPOq87b3zGec9YJ5jPYSuYT7W8xi9K2eivvcfgL4U/6k+zgqPPhhvhL6wLJI+Axasvpk7Qj1poqM9CXK5vYQpF75slSy+jZIhvkyPCDzE0W49sy4+vZwzAL7Hg2O+J1iIPpp6PL4GW5o99X2ZPhwcID5o/fe9WRUVvjgBMj7NUYe9X0BavlJYgr0EzQi+DQhFvuyEerwK33y+glbpPYaCAT6sdGO+MNY1Pp22dD4TB+O8iNRZPhJLhb73XoS8Gx15viJOYjykFBk+yggPvsEMGjwpCI09qMdsPUmIHb5nOce71FH3PTwRl75TtGE+r9jhvSepZT1hdP29VJ8OPasEJL59FwI9tamzPC2igD5WQIy+iveFvWrzmT3DH3K+WkIAvjtFjD6QVo8+uhJmvikJib4fWZQ7MFfwvWUngr5V/Ya+","l+5iPiVB0z2AxII+IVJ3vTi+0T3Qu6I+V3YtPfSHzzzmZXY+YgydvXuiAL5YKDa8sQebvb0uo73bZkm9Xtr9vbWXBz6wRn2+QfbivYy49j2DU/c9Dz9jPsGMGr7FjSm9YB3tPIipcr4FAms+bMAevhiNib490yc+P5WNvmgbVj5aNrE8TaidvW3Z6r3wWas+BNcnvpW+cb4IoPA9UJCIPqKNl7ukZAy+3zRyPmz2CD4dOiu+3UjDPTGWkj4qjk6+wIORvWJ9i76NUk++D1+nPmlX37zScdw9ZH3JvWl2Yb7xCig+Ya2dvik7gz4ca5i+yF+GPBuuaz5FLgI97nIdPm6e1z2OKQA+r8javVpKkD7lzks+JiYgPvsAyTuhcle+97Z6Pqx9872iS8a9VYBUPdA8sD1uBjy8/2BgPqG0V76Cmpq9aGgPvrZosj5/JxE+o/pXPhgPCT7LBFE+oCmYvHKtVb1Mc1E767uRPiv8FTwGKzC++dqRPrMjp7xh2pS9pWNOvsbHZb7aOIw9OE9zPkoPnT6eDIC+BzvlvMdYij57Xn2+XuRuvkGmsLvuQEW9XnkTPswKbLuF54G+sguQPtaXZT771qG8pl7xvB/LXj7xTyi98jhhPqR4AD5uRya+PXkOPo6Xmj6eqS4+SMCJPoGsgr6xFl08mD9uPh36Az4T6K49uzvCPFer3LxtPTI+ZcYWPlLA3r3pXzs+hxGLPr2KC77jpTs9qaU1PrmkMT3Tkk0+AeysPo7Mfj3Wpl8+uD/RvVTNgj4Ob/w9U6S0u84thj4MQLo9fpMEvrz7ML2b5wM+3R5Ovpybp76kex2+Lf7wPH1CIL1Rjuw91NJ1Pps7Rz5P1Ye76jUsPilpRj2Bb36+AzdmvrEyrL4hmqE+m3uTPtIzib58tLQ9Z5ovvsdMjD5seSu+JyUTPpNajb5W/Na9gEhDPfErm76zE1w+90BNPigc2D2Ls7E8LpexPSUo4T0ZbZk+QdQcPURWI76AI4o+i2CyvMRqnry3U4S9","aYRDPo7Ugr5DFxq+vJ4hvhF1W77Sz3a+RFr1PT0/kr7qVoA+iJS7PfyS370anw6+XGmRPv3Ygr6jqEu7lsazPSclbT4Hv0k+A0O3PR7VjD59ZY69OXdivR3Sr73yp4S9c5ykPjlwPr2oHUK+EnVMPVP6h77t95C+07d8PmtJl76HazG+WRd/Pj1IpD2o3Hi+r+14PsuhIj2o1388zkcJvi5Agz6sOaO9iK9BPcCWVj7s+2M8YM1TPYvXgT4zIT6+HuGCPqoqer7WtYC+N7nTPXWN0L2HVYY9gF0iPlkMX7spTxQ+NCudPmqOsb3gDz++s2YdPun8Ub6O8jW+m5fTvRjX7z3/Ec09+pNCvoDukT7Svxe+xsb1PdTVyL10Nos+XvUgvk6xxL3P7tq9j6rmvJHQDj6eloI8VT2BPp8LbL5G6/i8mhc9vk53yL3BRou8ZRFjvV7n5D3zuBc+ABYNPXnwJr5UJWQ+wCeGvtNwSb4o2a69TnSKPkOqlL7wnZe+Jr4MPtuxjD4Bspa+U2aCPdczg77Sm8M8OIalPWWWmj2SuwU9tYnYvXzRZr3HECu+ir50vuWSoT1GgAy+BAx9PreT5TuUtO49xHy6PcO3kz5LpE87C/gAvq4Jjb5kmgi9ESJavRPYDr6v4iE+FrO6vS1tlb50e609NcMwvprL8b1rlwS8dtLCPW1YGz2ODeU9Z/WCPt06N76fgUE+6UqEPRbVZr4+Y7A9lATKvcL3lr4vSxs+ThIYPnHFmz4S8R69NbttPutkcD6cXZ6+FObRPJM5dr2IqIo+Ox6pPQC4oD2xz/w8r6iMvswPrD4IKh4+CDfmPYqSPj7SX/O8N76jPWwsCD5jI/C9CsaEvQ72Lb1tnH0+WP1CPC57p76QbSY+CK4pvu4W3D1zI809XOqlPsB0rb1kIuS9IITiPdrOTL3UJVO+Dd38Pb0KYj75LVM+/Yo8vl1IKz4qBos+jisSPgPcST75vJM+sloSvoPtj77cxkq+Zz2Rvp5Y5Dz9yoM+","m2I7vt5nlD2HQ0Y+4wZxvn1rAz6EjFo9wPavvS//Tj5nEH+9Cmmkvtk+gL5XlWy+ILFBPYgYrr0sCJU9ZOhcPm8eQLvrhXC+qyaJvtT+Or7Yew6+zx5hvsHNx71uWAm9RA2Uvcnmaz7U5ea8U1javS2euT4fxrq9VohJvQwf6z0GZYe+J7yRPauZiD1ItgS+pA2OvTy1jjxg2Cy+R68JPgHbsT0RmIi+Um9jvtNlnr5fLJO9L5vCvLRuzT2Jfgs+yt1CvoAnIb5eH5s+7LLmve/UlT4CXxa+dhAcPk2kyz0Qv44+I0TFu12QNTwT9y4+iMRwvnjtoD4NB48+gY2TPgcLVj3TD0K+B4k1vvdK2bxwKqo9YGUfPmlFALw91xK+BAMWvtTVej6i6I2+OLLuvX6qSz7bKgw+CjMfvmvJib4nrIW+9SQHPu9y1b1xPv49JaqiPsKxbr6yfGq+k84WO1YXk70HIZY9KwMsvnSPyj0uPS++e+6NvpbiVr4DwVg+cGx1vk2WCT0RZ4g+leuHPoZMzr01VVO+gT5SPPhdNz4GYI48NgGFvoisG7sd4aw9zGkBvjgxK74klYO82odOvng/fT7a84m+sLPDPUDO3j2qlZC9r9UCPtyNfL4lFRE9JZlnvocidL0uUpq+WYo8PUvQTj4wTIG+46ALvhS16T2IEyA+aL0+Pg+dSD1az2K+2LDpPWwmo76mhZq+0hOSPlNxCT6VQyI+SgpCvuNNFD6PSBO+5jabPn8VYz4hLpI92h2gPkeRkz3NMqq9PySHPqqtUT7/fFm+KJVRPlQiHz5/PCK+48mkvhpgbTof08q9sRWEPtROd76GvWq+f0q9PTBCVD7QAXo+AewVvj5V2zx93lg9p3LzPTrwHz5gEFM80PgRvtBpVL420oE+9XmYPm+zZj4lPzy+gefEPTKZjb7rRtw92W0cPhApXj7yPVS+nPBVPtM8fT0JKNg9cBw5PYI3nT36wm0+zcOFPoHtlj6Xume9N9KcPhIrS76jwWG9","aitDvgnKsDw/1Bi9MwuDvFychz0XfEk+8/6CPhxSfLwVCBK+IFyZPg44/j3Sypy9AxMmvbvINr6kLVy+sUKIPp5I07vLimE+rXTUvZVtez44Y2A+T/OLPmSupz5pwhK+7ItEPpaYQzzsuxW9bXF5vl7PeD7VFMG8+MXZPavbVz5/9TS+BOZwvE3aJz0wsqM9B0cKPnVGfD56Dzq+wsBWvrp0izvShiE+1o+cvgFZRz6nEiU+SBBwvskM7D0g6AG+WQqhPdHUaD265Y4+VWpaPmV90Do+qkc+mlSyPT+kjL1bizi9I+nWO9ma4j3zpPq93mE0vosLHb71bWI+M5bvPKdfhb43UfW9gciDPqHV271cN4C93MU1vvovk72tLW0+8LwavUWkfr55EDQ+FZVSPThrmj7EiYY+vfOJPnwzcb7yTyK+PpBoPrSWmjwWRA294NWDPpWRGL5ZEyS8EsdZvll/w70ySRW+N9eDPpiQp71jPQI+1wvpvaARXD1W91o9tvZBPnXkr75MD4G+oSL/u4MrWD0FTDq+64RDPlRsgb5yY+691EKJvsO2aT2VxdW8feWFvvFCET1PY0Y+1H2hPlcfoD73SaQ+o2pxvhybYT50Aoa8OR/ovFbzWr5Y2hw+zE5BPt/SUr7LwzU7ZySRvbky0j3myDi+LefXPSIlWb3dZVg+la+9vjr2oz7A25m6cikRPv9gbb4hMwg+hLievtW1Pr5cnYI8/IgDPm74N74ncw6+5qgwvt7cDb4w4YO+nP4Wvhsgizy775s+kO30PSpOWb3N+5S+tKoFvgk+pT5XpZA+Bs8dvicEJj3H6ME9gzxNvFbu0z0PNTw+VCWWPsjiC76qPYk+nT8xPtx9Bj4DWf098IKGvpcTHj6cPhK+dRqHvi+PA73QI9g9rTG2PYFFHD6VLhi9qnSWPg7Gdz7t2Iw+pVkBvjT7gj5Dm889O4SrvC4JhD6urJ69tq0tvc2Mkz3MiZ+8auNTPlMcXj5ZJnU+etsevpfOgT7lWRS+",