{"architecture":{"class_name":"Functional","config":{"name":"sequential","trainable":true,"layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,60],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","batch_input_shape":[null,60],"units":200,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":150,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dense",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_2","trainable":true,"dtype":"float32","units":50,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_2","inbound_nodes":[[["dense_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_3","trainable":true,"dtype":"float32","units":3,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_3","inbound_nodes":[[["dense_2",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_3",0,0]]},"keras_version":"2.12.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[60]],"output_shapes":[[3]],"tests":[{"inputs":[{"shape":[60],"values":["8cTXv7lfyT+RhZm/PseBv1GS6r/c2F6+GYTBPryjfj72hPo/VUsUwOF45T8judg/Z+8gv+bwvr8nxOA+hlklP5ry4r04mo0/G7r5v+b6vL3aUk4/1jSHP0I8xz3iHyS/SlLjvvvRcj7XtIU/6Vf6PnbWIT78s3M/LfEBP2G5X74KgMk/CKR2vvcqpT0/YhXAW/HyP100bDt/lAe+izASv3XHOT+sSKq+K5i8vvNEHz86iO8/uBSUv79bOr8tUak9D1uZP88AAb8c71g/pz7SPjE+Tz5eS+W/FAbdP91f7j0Bpwc/NvZTu1hmRj+7BI89"]}],"outputs":[{"shape":[3],"values":["kd7gPddOm76erBA+"]}]}],"trainable_params":{"dense":{"weights":["mSoMvlTyjz6L6aE+Yn0UvE+dhL6XSmu+yYpZPf3Ul76/MSw+/XlvvhK4Jz27MnC+zl47PRBl9b3XrEQ9eBatvoEISL4i1b+91/CDPubJvL1tyYC+fDu2vfMOsj0zSlE+AVgpPpwGSr5yzZs+jOk0vvAi/b0YI0q+oUlsvqQ45j28gU+8NrSTvhAcnb6yica9R4cSvfxnlz1cPYI+0caPPVQART5SfRi+WZ9YvWUUEj6VHCG95XGSvf/khjysBRg+tzWkPhoUXD6qSc69YIDZPddu2j0GJBC+f/mEvYjQsz0mfRK+plwEPUi/O75X2gm+1tYhPTbKzDwbxIm+YQ6APgHwBL6fj26+hT25PIaoJz0AHxE+45+uPjpwtL0ZAf89rsMhPoP+OT61uNs9/KpxvgHJ+r0C3Qc+DyKIveqeOj7mNWC+wGWkvmidoT2nXxi+87d8ProY6j28IxK8ddhuvlk2QL2nEKi+vLY5Plumzj1QJ1A9JK2GPggDgr0gkIO9OMDEO7/OWr6oOii+5s6dPWvMo70YgW4+IbM0vhwF1L0Aj6++Gy6FvpUJK70U91i9tFtLPfnsvDyXkXm+e7Tkvd6fND7wqHk+w56/PZdPXD4RQXe+dTHPPeA8N7yz7Ts++59iPUPyGL4LZIW+Sq4fu6HRQj4Z72U+jOW2vVjajL351B4+WSGqPc3BG71yip89K60DPShjQL76i5O+BsjYPRNfDbzECdM94Z7KPMl3LD1ZyBm9T6xzPrB2kr7Xlkc8V0gdvpB5hr6eb6A9s8j9vVnUjzwEkmq9sFCSvi7aND7eUT4+x3DRvGerrr5cxli+nDk5vVtuID7Jlx0+2AaSPsYXaT4aL8k9nu2KPpiefL7Qb7C97KqqvkHP/z0hg2Y9z6GWPispP73kaY4+bMUXvr6gs70q/lU+RO1SPuC8MT4R5PM72YUNPj4Fvj2rmS29Z9dtPXYRjT1QRQW9xeNBPTJjpr6Kueu8Q8e2PZ1b3j3JAo8+JeQ0Pg8nDT5pw7Y6","BXCsPRYOAD487Zg+AD4pPi9+z77j5ns+XNTbPUScWD7SchY9fgB9uvVbAztQ5Rk+mgEKPiwMgb6/6Yg+QFQKPR0zAb5EPwu+5geDPhF5kb4Ch4A8VIbjvUCBhb5/nJS9ElKHvtH1DD3W4e09MvJjvjCcB755HXy8dtSJPh4nRL6Utog+/vBKPoRBRT5tPzq+02oGPG4tHz7KieC98cxvPin8hj0Qgc8909orvuujub2CDgi8ndKNvhXqBb4FNh8+gOWtPjUqhL4tL3o+LA/CPQMPST4gjnm+yemUPSdHk74ps/E6a4YwPScDJT4yg809nFFwvgphA77Vu1k9MtA5vrPZOD034II+P7xKvLNzN74O1+i9NqOfvmfBOT029cy98Kw/Poayuj754jw8bKcivoXsRz1Cdte9w5GKvsuUdL7qpIk+3VKxPhbqNz6I/xo+z5TdvcmG6T0KwVY9bfjnPXQP0rspsjO+UF+KPu01c755faG+CWRFPiNrjL5zAD499KSIvV9IxL0T+la8IQ3PvddWgj5TdYO9yom4vUfJS76+/SA+1FS+vnvNvL1stVa+mDdBvbTEV75RUEW+uO+fPkrE4D2H1Hi+HEwUPh6Pkj7DxJG9nA9UvgoTBz22iH+97pmGvReB/bznZ7k8VyKovfDLgD3aPbY+SwQdvq7PQL6KsBg+s0CevZASvT7A6IS+6nFXPpmjorxzH4O+10T+uux7qz1TM4K9lLiOvkc6wb4ou2a9py4tvIM1Ib5JwUS9jKdOvSlUUT0ax5o9ydrdPZkar75vTBo+gXxAvtiFiD6y//O7A9CoPmykAz5uOYO+l7+lPkB9KT30EA6+9TQyvscHrD6MLV29WVmwvZlsh77OpDU+6Kg1Pti47L2gT029di6gvn5LlL6CJ8w9MPYOPjM2jL4ISow9ysC+vdqQHT6THMs9XzA1PU940T2OT4a9cv1kvnmj970Oq4Q+AqcHPgsd+DsQ9TE9w/7dPWn4Fr6dlIM+9PGSPvunQr4W7JS+","xa2/PXMTO77OTRC7Bx8/vUKF4L3+CtE76y+LPIEqZD1tbXU9P/KcPTjxnz3POYS+BfedvqSWkz09A0W9lLk0PScxxTzXROS9uon+vd7GNr52VZQ+sEitvkhTrT7SiMU+3iLLvYJ6kL7dHnc9atzxPQlR4D0qlZE+1QTjPaXBgD5ak40+FIa6vc5ohj6QQFI8MGMZvSMZoz2Wisk+FYRtPqg2iDwAZT4+Td+1vtIUnzzvxWU9FU0GvlUQtD7ttr29fxcBPSKv9r1VPuw8/hNEPpDn/jy2sp6+E1D9PYKbGb40OYM+bai6vZqZjj7B6oC+QbhsvO5SXL3bYge+B2GTvpH8Yr7KNMO9ev8WvUx7Ir4lkRO+S10yvne7Wj6+Qg8+v4SqPuyCY73lWjU9jMQyPgWcY76CaqM91gsovnvNkL246fS9TjU5vcbIhz0wUyu9kciOvim/lr6lmfC9XsBJPas9+D1fg0C+Ce2tvWqsIb6AKmG+YXRivqfunz3lPC89B+KLPUobFb4PlnU+fUuSPu/3PT5Y55o+BewKPvgmEb6mITG+XaABPboaaj0Qf42+yL9JPpX/jj4DZkC+Cs8FPq6qgL7sPIK9LSh1PoOcEL708oi+4KSovhJmaL47554+iZ6+PvI+nr5mhnY+0didvtJOmT72aJC+gxBKvkjx4r39LVc9EtKEPXCmaT55+2U+T0UYvs2fqz5EP4O+Prkdvk6zN77sSq89cbNPPrf6lr6pOgO952qbPQTCnT15/M+7OnwGPjJyQj35VPW9nVBrvvUvbT4tape+WLwBPsEaor6roF8+GXyXPqauET41W7C+M2LxPSt4h72afTe9DIKdPUgchL5AWPG67hTBPVnipz21Ra89HWxiPqvUJj6mlxM+YS3rvV9Yh77wjTw+J0rXPAdrn76wUwI+6go5vmvpiT4NQ/6951N5PivwAL6M44W+VnklvnraiL5Qz7o+ocxPOi+0g76mgHe+bQKaPf1ntj5q/Xg9v7C2PnBoGb28jgW+","akBPPXXxH76TaP496f1EvTaKMT6t2YO+qtbXvdijwj3NcyQ8t/suPnmQl74N3py+70NvvirtW75+Kh2950MkPoje9jrLeH4+LiahPZ6Y97yUmAA+llZlvoKEHr4UyD8+F47rvfoRCb6Kg/m7mzgTvi8cXj6l8sC9di1vvklFgb7gyFC+Y92Qvn3XFb6suYC+SqKYvfK/9r1uL40+Tsn5PRMfu7wLnSG+4dffPCdNkz2yUIQ+zyKcPmxFCD4qifS9rvyMvnJ+HT6YzfY9zYCbvnIc1j04aEA+tfQzvjLHhD6T7Ka+y51ivoU7lj4TtE0+f/XBvYWVJj51fCI+ncLFvU2l+Lx6I6m+2FCIvrLrdb7MRm++tJWDPn5/7L2MnoE9B9gfPuBUkr5p15S9q7m+vq5LDL4l2j69hyErvgcKn7xvkCe+bZuQPYI18z1dXze+ZbI1Psuc6z20xc08aQgsvadazTv+Tui9rN8kvVKBZry+K1M+ud9dPsI3hT6ZOJG85OVOvlQ7cL4eR4k7nhwUPge0IL5kKo++VI4JPkc66r2BJJA9jkRoPruZyb0BtGQ+A0+evY1BOj5jkLE9FN2SPPUjFT5oTx89ePuDPujnBz4HoIc+67I3Pg3Nhr6hWgO+MPhMvhOGHr4Q+B6+09eavXIPjz7jKxm+D+pBPjec4L2qoNi8YguLvSoV0r1U2Ys8IlTButAV37qY3q88Tc8Wvg7S1D02LFm+MaVSvrdALT1I9ZK+tfWTvkWdzD05Cye+yGaCvuAG8D0r+0a+OHe7vevHgT1pP4q9G7ynvtNptLyI2Ww+gSR/PnwX573mjpm++NFtvlhdaL2wq5c+vI7tveCDOj0PfpS+QPp2PabUp7266ia+jp9XvmQz2Tw6SI8+r/WJvKfU/jyXiZi+1KISvpz4Obz26fq9w+1nvgsVqD3bUfW9AmxKPitp9D0c82K+xwiXPvtKJ76CgEO9TtkLvukRwL51EVW+aGptPvPQpT5G6F4+6FQQPmjFTj7Gp0W9","FW51vEw5973GUXw+CfI/vr6mRT6z3fK8BUUCvoSmrT2UqJG+Q4NJPnxuGL5PHoS8mVwhPsANEL7gEWq9zWoyvoLWXz5LfoC+NPqovq5/vj3faHk9qROcPrziTD6VCyS+bSemPeYdZr1ZUDG+VyYDPoJQEz5kc4I+FSIfvVV18j3JhsS9xb+Wvr7Mzz3fGIE+CfdKPVq4Sb6f/CC+iO6pvfpKwr0b5aK+lDD/vOXgXT4s5CY+YsKEPT2N9ryagJo+YhmNPq8sdD7P3ps+UeiZvT3pgb5Ys3i+6egpPp/SqL3iHJG+OhHyvWweCDySBiG+h0oQvkzrYL3d0Ig+32pMvtPH7b3iWaq9PKAhvrUm9b0QgzC+yGA8vvRojr6Vyau+Gq/kPSFrMr7pNmU+aZXRPWRE3z2ICoa+L5KYvipdQb2f3QO+1EQwPtYBD71Wr0g+S/aavuDSBz5dBIo+7PpgPvXWVb22iR8+jnGPPv1iab2zDou967y9vqbbADynEEu+zStJvrjbnj62X3o+lNKIvUHZTb4heJo+HceCvteIrz2E6Ek+MvX/PNQTiD6Z7Bs9nhg+PnYoSb7R7Ke8nymgPlkbfr7SYFS+ZKN6PgEneL7Amjg+w9g4vk0Xo70KkCU+6qwHPr8wRb4Dsay9hNhSvg8wHz6KWB8+xcEAvtrtX71HZzg9tm1pPkKoUj4i6pC9vAWRPRIORL6r1ka+kj4fPsrUxD2ZMm89MyWnvlWaIrzc3Is+xZEBPb8Jar7sFXe+UlMaPE60gD5l0oU9MYSoPaq6gL67bgM+jMinPrEQur3u2r08oAdivtK3sr3EpSm+m5cCPmfwZr0tn6q9Z0WGvnGBgr4lh3U9g/SEPb24BD3jXZy+FitDPrsrLb4ekb+9G/alPk4eOr5wqrU6jeJyPpkUOT3B/Vi+tBLsvX64OD2aiXg9aAJvPTeRHb7j8Oy9myiiPUBRHr4c1s69Y8wuPkkpvj27bV49tludvrQTrL7fQ1C+jiQpvkX9SD1gZQW+","uuYhvqoBOjsjc4A8ERcdPVzFyr3v1jo+pTJIvMMC2r2pKnC+VAmVvVhDAr5mj4I9WahGPvzKM74Pavw8UNX9vHHeGz0PSd+94egGvufpWTzqhlq+zTT4uyPwsT4PV4u+USiOvpkIWb6Ze0S+CVSNPIQVtj2n6f29mzKsvTDQWb11vUq8gDhSvuQ7uzwo1qG+34vRvfq7zT7xLDU+4RRWvp5DLr69nDW+tITPvFtgAr3027M6xdksPBweBr181yy+MkesvWJ5JL4zgi2+6rZdPVK1Dj7JRQu+tdVXvlUI6b1AK22+n+dDPc+zyr321m4+cyCIve517b0u9MQ+eaNePqhkpjwr+8c72VgEPgh7pT3v5Zc86jYDPq5SpD5kVNI6wPCqPrtpgz0ZKQi+wbBSPgx13rtYCzs91Qn3PY3LfL7N0X++qJHJvRdfFb4Zk/W9a3tnPki+Jz6VHD8+/JwsPlTPWD6mBHQ82n0EPqjbcj4pJ54+ym/2vU7GY72SgpS9PbedPl1ygbwlKSy+MEpKviBQob3q31Q+V4KRPW4+GT3z5im+xgsIvQIgrz1IQOC9XjsdPv9bEz7+/K09fWagvrEhTLwEzKW+gCIOPpmPdD4BeAq+rMN3Phy18L0xlkA+DSVpPuA5hz0hG6a+JLhxvsnsfL4eDl69UaQ5vjoThb7BbIi6PS+cPRK7Zj6gkwi+i7kqvtnC5b38eY89N4GAPtW2Wb6rAxg+tTg0PHVPnr6QUna+Pe2CvuZCcj6zWpa9w+aHPlgAbr2Xd/88NjCgvnUdIb7idI0+806EvbqlU775vVu9UYNPvs+Ugz0uK2C+me0jPnyeOD4k30e+2zOdPQ+zm75msco9AEksPm8Wy73DrGY+JRTUvCYRUD5J0ki+n4vivcO2pb78U1G+fypqvkkLSr675w8+w+5tvEaamb6Nd0+9Cw9EPdmtRb5Ng0G+GC+fPQPraj6YpY2+Izm0vJui5L1zUVW+fYqFvhUpgD6JzFY+wFjSvejHaj6Y3dA9","RLNFvn69i75//Cg+4h6aPrnmBr7jSWA96USJvgj1Tj4+MEW+BlmSvOZhdT0WhBe+gjzgvcbAFb25ZEA+UivFvf+8iD167VI8/8YSvXh9q71LaTa+19jOvQKGZj4FuIk+feTfPKpJur7l84w+vwjRvdabtLyJFDa+7B6WvsY/Hb5f6N69qKKkvdISkb5cRiy+OX+dvhlC/T2rBFA+u1YqvffBjT555YG9I04Bvn5l0j00R2Y8ggR+vsWdi70q6Ls+M1AovtYWhT3lyTQ9c/qdPnSEXT6/OXk+WZShPtQqIz7FYGu+XvEMvnGZsL3x1M49beuLPlBnmb5CY0u+crLnvaG7g75DPDq+iyOLPCjUPT2SWn2+9oCQvX0mYb0AIpA9hyCiPo6Jpj1Q2Lc9IvncPaYJLb4DWTm9M6AqvthMAb6Aeme+E2eHviX64z0WMik+ft6VvpWHDz4fkRi+saGdvugoiT3UUIU921yXPd4UJz4yrnC+tRqgvg9ujb6K/gU+3BiJvkMysr4PUzK+eEikvgGMK75Sxy8+qbDyveO1lL5Kn+C9VW+UvsOVlT1je789yK+evjNPS7z8Lqs+IY9rPmE9EbymXIQ+OrF8PPl+ZL46uu295fKNPv2YxzxcuiU9Vz2WvqBahL7kbZQ8+1sLvXIljb0grTM+sP+hPn9Bjr3IZr+9uYgPvrprY74oqD++ygOXPnkcFDx6wxS+P9Znvmhil76Vxo09SXyUvsuvKr3UAyy+Qm68PQ13i75W8mo+oPzYvT95Br7tZD0+eqlZvuf7Br2VSlI+z3WrPk/sc7wOkpe+NZhVPktnsr79JCQ89HeaPaTTHb5vl04+zJR2vbEAiD5MWpg+h0+EPv2oXj6BNOw9aClZPqTgZT4164q9GGslvbb/qLz6Sf+9nPkHPW+fB77vTAA+XStkvTgtRL57AEO+bJpSvfLT4D1UTXM+nrqHPfJC3T0EoTM+0lKMPcGRKDs2DU28BjsJvvImoL2mAsa8GAr2vFtDFL40K7U8","hPegPllbMj70G16+OcUqvkmSXD5gyqi+aIB5PjN5hT5YEoS9WbiovtR9yTsqvnG+mqUpOsO13LwndUu+xUmbvJoXGb4sWp0+j4CUPXPzhL6mUl++PHMsvS+Wyz08EQO+O+ZpvlHhPj78ug4+wIAHPp6/EL4TxlE9JFVWPVrxTr0/JoI+KWQXPq2Siz7Nvjo+rGtBvieUmT6vMvW9BeY6vsK2ZL7izAa+QFF0vs7zEb6Glk2+w3vru5XZhj6tYwU97raKvgR2ZL4xK48+qkMHPp2xmr7bVTc9zEZqvj+Fz7zioya+fOhiPsJGCL7Kbxe+qHWoPrWddj1Q8z6+KEy+vf62XT5wk9G8RnlWvoWElb7cZnC+Md6wPtBwFz5NeYY+VBepvc2lgr6xwj+8DXEivvcUbj3i9Ts+KJY8vr0VXz1IQ3Y+o1OvvVjMFbwmXk8+wqZQviMQqr7T96M8ZhMPPsF3Nz42cWa+mG6jPc8nBDwoswe+4GzIvrUrA75iJJG9USYjPl0Qiz6x6aC9zKeyvW5NO75O+V690P/6PeMiQb69yTo+BhW9vdqGT77O9Os7MYgtvl5JTj57qyg+dXOovZgJfj017Zy9jKErvpPMSD7F362+665LPiL+gD5TTtg8imqkOHyNdj4rGiQ+FBtVPlzYR77ENIE8DavdPfUMCD5XoxK+6ADuPNfCbz73Vhm+qIAZvu65M77RX0M+gVdevg86vbvSrgg+jLFwPsPtIz23Q+09tCUdPeqEj73HVAW+iO8uPjq0sL15gHE9YzQ7Pdb2sz3s6DO+IP6aPltCq771YWo+APmoPVujjb4oNck+9uxCu3kGCT0mcgw+1XxqPSJYo71Hw4M+8aWTvkFEU76KLx+9fMiivR75Qz7Wex6+e17lvfrXmT6ELIA+JhkDvp9paL5MoMc9RvT+PeZ7rL1No1M+iFaAPVVpkLzzcaU+l8qNvk/AXj5Ba0S933txPrPOSb42ucq++SmbPRtMJb5VQWk98TcOvlOCUD6Vv5I+","H+H6u/7u9D0m4qo+0QGDPrzwj75j0A0+71lcvcnfjT6+tye92QsxvhlVnr50oq+9j8DHPdGsJz4huw2+zLsNPoeF1z3yj7Y9MQFlO0TjQj6GhIO+m8ULvMm2A7z7mte9xgw1PjxIN7x+eB8+v39gPgDuSL7LxoK9ANB2PRvfRb6mMqM+8QyIPMor/D2BOJs9KgqSvrsy1jwx4Y2+ffnGveXXuj3eLxG+dRJ1vtjWfr3DnUE+n+tePnendL6oCoi+SxkwPrDilr2MxpG9efPWu6d4ij5Pwms+IZX9vck5jD7AkYk+8mw5PrsL8r1UjsQ94DmkPlP0ub2O4gA9N8Cqvv6vsr2BTq2+1nzlPEnucr7RSv497eXMvRK1PT0Lsj6+JKyNvabVnj58X3c+gKgEvp40V77a+Xc+TjYlvYqFHz5R8JY8hnYGPtIoQD6lWg2+i+RcvjK0yr3pdeS9FWp0PvJkaz5d8gs8qUkKvYB0Oj452g+82DFGvsHRGj4FuMU9zjNcvtacVj6yIoS99JTwvddIMr4Qvj8+SxDHvWFiZj70J6q9Q+ElPgMhgb7g6Xi9mWu0Oo/LCT7G6Rm9t5waPkg4gD666VK+gsCCvaB3HT7qDt89zWJkPjrHjT0R/i2+et9/vTdXd72GazQ+M1Odvi8qs70Zbjq+gM2Kvtjbib62F0k+d4huvl3AOz5m+le+ZmNaPj8Cib60uTO+7cvQPZqxmj6I3p2+yxT1PcrfEj6N+LC+wL6evohwuj7e2ku+VRsEPlDLWr5v7rS9z+V0PqPVPT7ZIYG+VcGSveN7nb1KdoK66RXDPXcZIb2L7Ts+Vl0lvtOJjj7UgJk9s015PmGjoL1eXTm+4szjvRoGKr54yQe+dtkevghieb27Cb09esufvSmeKj61o3E9BdVcPsgzQT3ZryU+vJRNvn7rLz7G6b++PSF5vgGWhD5ZFGC8o0yjvr+wgD5fvWw+vKzTvfE5LT6Jie+9XwxCvaxQND01nJI9moCWPJB+CL7S7ai+","rm+CvDYw3L1xtqc9uxKMPstQNr6GwFA+ugzjPUwLAT5Wwb4+tNN7vm2MKj7YSHu+do8OvgTAFr6isww+3PPyPdIumz4WxUc+Pf6VPtWUJD6zrdE9Rb6nOnmdiz5BLYG+FW1EvSHGhr6iS4M92UiWvkYHFD6Onwa+9RGBvm6eVb542M897Xz7PZFRW76p3ZC+xI2GPeWImj6G4nW+4EK0PXtjxDz2Uw49Ifq4PdouA75dLxY+zMBhvVu9Dr5yJsy96MKjPRAsgT442Oc9ex8TPqnrMr2FYXu9ox7Jvc6xaT6HltE9PW81vkDurL1riI29DyfbvZKL5r13iqo9dDd+vrk4CD5reV89ocVNviB3Hz6QMMm9PTuCvnrBNT4TmZk+OMeHPkrvkT39QxI+2LcuPuRzP77LaBs+0TlCvpKNtz45gKO8yWWZPbXVur0rNAC9U8OXvAcBTj4HTo2+vUjbve2SPr6lSzy+z2EpvSjPeT6gfng+GpwXvuT+bD5eUSw+tdsWvhzKKL6lf4a+9g8Yvrkz+z3uXWq+gVYovgGlkb7igDM7rOxhPQ+2TL04iFc+zj7Wux7UL733d7I8+mqhvn6GmL6+iE0+fMJ4PmLJOz3b9Ha+jFTavahPKD5FzJG+U4KcPoPOzjorHDM+WWdIviPFlT5IjzM9yU9EvkEQi74FyYi+xOafPGjBKL3vso4+XZURPsL4er4oixS8jPJJvorISj5e6R++vfSHPROfwr0TTky+sxSXPjeSlj6J0xY+aX7oPLMJH7wtPHs+EIWNPgDZEj5kGJw+PI8Ovt4HsT7gkD6+d0cNO+1m4bwvIBW9cvHuvetqL75FR02+jid/vjQDHL3CQA89kL6ZPTFQO74Mjti73juCPiaMMD49ZHC+fB1QvtaLAD5bAmA9m1pBvSN0kD6XgIK+pxitPnW3Yj4Bon8+9JWUvlYiKL6cWBU+M2ZQPkghjr6t9pY+eitzPLzcjr7O2Lk9eXoyPhXZBr5hxFe97RSpPSBQkb45UZG+","WlosvrKFlj6zVI8+KDLsvb+zEr2PNZs+RpqQvCBEnj49ERW+leWIu1dOgTx20lI92FC4PjyLGD4F13w+jdOKPtudyjw2cUe+4YF9PnmqUruzDIu+wTmTPhs6Db4mBhM+T9Y+PaQZij65Zmw+e+WJvhETLzyGQnc+XPtovhc9cr48ypM+h+qFPqo2Nj56KEe+DJE6vkv9fb6GBo08d8z7POjktj0uG6U9iKYHvlitnT1gT4W9PF+NvgEQab5BZii9elcfvgkkdz7bJhO+AyRnviEB4TrAgz89mSRUvvLKDD21pIo+4n+rvan9k717uHY+tv6VPALApLwNGUm+tCzRvQU4iL7XqiU+jRWJvQtgrT28A5u+G5bUPW7Far50Vxc9yb+Tvdwl3L0qrIm9xrymvt/1Ez7Bq5y+jkJGPvNSj76zxxK+LWVlPoJrm71LU1q9QlRMvmB9gb34aqc9k3uaPdvHEj74tkK+LixivgXfPb5k41U+4DBmPp4TLb5LoQs+DAWqvoB/nz5MaBw+xt1SvjH3mz1G5YA+pAgZPptc6b06ba2+kDh4vr9Daj6AsXW+FHvdPTHqKL5/AY0+1c6EPUK9PL7Y16q8V0x4PpO3lj5NGk8999kOPjKqar7dRta98zMaPgCy1L0pmUE+tBhpPvzOjz6jtmw+Ur/UPWx0xj2SCZw8pspzvGSOGL7op6A+e4MSvnyl8r1ce20+PMKhPaVnib5TieG9HHKQPuwFnb5hA1o+biTLPfzZgj7ckDk+eAqavf0udL4rW6I8oQ90PgKkPr4/GKI+C6BRPkHJYjyny3W+aH8oPUEvVb7Mjpa8vFZEvuXEgj7KQWo+Q+INPV5v+r17WIc+XYXDPXHL4DtRs2U+seiPPj4sXj6Wk8q8aqvzvd59GD7XZZ+7+jllvremMb109l0+E8EivmYXIb5t09Y8gSTAvthXG77zpjO+q4NTPs7GAL6+GYK9JP2HPsNLOz3cfnA+KPklvk7piD3pR+M9sp+ZPrNq+LsnKqi+","bJXnPAbiGb27sYs+e95yvhfQiL6Tswe+HsX8vVtkjT6fooW8RpKHPfyIu73d10i+xXUnPs6nGL2wZEO+wmz7vTPvZD7EmHm+++Sbvi9MZ75psv89S2eUvbGFXL6cn2k+OaEUvM8pfr5RGw++Aa1FPiKP3731wxs9ixgzPq0lc74NUf28TN5uPnQpcbwH5E++Rw5UvkyRZb5I9jk+IfZgPdFSnL7On3s+y97DvUAWkrymlmy+C8JJPeurMj2oLkO+TSB4PlCeLz5goN08QH9HO4+aqr3jKGS723uEPrNHKb4c/QA++3+GvoTB1b2+40C+FyQtPVjX1r1QPds9YgErPTstsD0RAwk+0T1NvghH2T2gc8Y9KJdXvvxKzL3/Zbk9AkERPh6FIr7s+5O+R4GXPCECOb489HG+plijPgxzUL4RKne+p2W5vTvKTT1/aVE+fguPvjx0jb3Opna+FyGmvo1UYj5ckaK+2qkrPi59vz2QHta9VEEqPcPuQz4g93K+59zqPYA+hT57yFE86SMLPhL/AbwxA2e+NtUTvgHoRb63PUU+Tb10vuFbqD6leTC+sYEvvnS2gj42UK+9WhuiPRElFb6m9dU9um1ZPWrNDb0+5IE+oCYevRfE/bsCPnC+V1vPvS76ib1HilO+6a1bPEQ0Wb4BcgQ+/Epkvk169r32JpU+SK2Cu4E0hr5VBrc9lhF/vo+MBD6aBn8+0EhuPom5mL1B4WY+xzswPozCmD6oqqo+3AOmvUC+Rj7IY6E+INVZPERqGb01m/S9Jg8POyOy3b1GH5I+w3pIPkztiT7/+iq+yj+iPlXyc76jTmu+Fb0OPar5Ibwiwc69WKs8vhw7bL78ajO+o1j2PQSFLr1cAhc+3czdvTtG673yV4G+YdeFvdKGE732E/a93Kz9PVZFJz6iLd+9KZ/VPTr6FLzrsqM9kvNwvsSFxT3ZMQu+pXGJveMXEbyNXTK+hcMvPodoGr1WhCg+XZCWvWGtWj47F5Y9maasvuCGZT1NAW0+","a/49PreKh749FIW+kSWXPrXyRL4M/Ye+V/Ntvhsdnz7xcXi+jb0yPdmO/bzuGuw9qlGgvufCiT7WtY6+VMBTvqQvVr6JFwW+rTBXvvLyB766+ok95AZ/vhXxmz0JSAS9aS9pvZwA8b0/u5s+CCMOPixL5D0841W+SHguPghTS72RLfe94w3bPGx4Z76GeaA98dLqPJNvLLzhjgI+udmSPsaK9b1UG0Y+VbYyPctbST66m/o9bjyEvlHTZj7xrgq+P0OSvvr+qz1cxeo9CzEQvgfJOb09u989q90hvZNkSb7z4bE8hHe0vTLp+b2xXqg+E1lpPpZ2Ubwf6vG95cSkvn5dDL7rt2+8vroYvjI6ST5bkbe9QaaaPhDMvT00RpQ+CcyYvlV+iD6EetU90ScRPCO4oD5N1VM+nOV4vcVWlDzYWGe+N0RavL2zEr4ApOG9MAzzvcvPXL4OUVs+G/irvYWkhz5ijGq+ZkYjPgzoEj3QUg8+dRhiPkZJCz6FYM69S9niOwQ9Cb4JF6U94TSUPX12eb7eFx49ufY0PgtJoD6aZ9Y9PemqvSFAHb51qIa+YcqKvuHO6Dw/65M8mlR/vpW2Tr4QWYQ9ROteO9DiCr1Bhpw9g90APkn/ybyFaFq+cFMJvmiFVL2lT/a9dT5WPhTXlb3gmAE9m9luvRbBIr2q7SA+7c+PvUgvuz1IWoM+Vqd2Pj0igL6ar+I7Io2IPn7yyD26XVs+1aV3PtIfXL595yy+soj6PYDjs7uQwaS+XjHBu5VH7T3Hdoa+yOCmPblKI74WQoO9SngRu63Xij4EFs283mypvoVdQL7px1q9VcVuPsGgG70VRZE9nynjvbwDRr5ncQU9TXWavchiib3i5Xg+GbKEvvQ8Jz4G+kg+icA1vpyov7ookyC+Ais+vntBmj43/F0+gk1cvkXKBT6AkgY+R5u/Pa2ldb5UvlY+dhmGvlXqGL19leM9ywAxvXToob0NKWa8RBh5vq7Ahz7tllO+Oj99PtF0l73hUgo+","Siy3vKZcj77unWA8A438PeaVgb5tmy8+mh8iPvxWbT4s4r671WwPvZtXkb7Zjj0+zwOKvtvZLL5dYXa+6soYvlIjqb3zfXU++KiAPhAdi77Ux5i+BQERvjyCjL7pXeu9kbHyvXlXlj4dmEE+LjGJvusmGT4yKka+VrhcvUhGnj5s7wA+/v3QPKNKtb0RU6C9rLpBvkPIFj6+T469rOTlPR8QQr4jZoG+4Vw7vkKTKz79DkU8k6vKvdaKQD0hA1y9TMgYPkTLdz6My0E+1WWGPmDLir5WuJq+3EGRPkpwc74Ib6a9bcdwPhCJcDyHQ3o+GsJPPpzpFr2RG7y9QjcNvoipZD3IeTS+KGJVPqQkCD5EioS9BPuOPsgQzL3jV/497dyWvW6J7r20Kmi+EawGPuzkmj6xbog+xiIAPMtM273cHkI+VUB2vm9NQj5cRJa+kK2VvVlSpr67Px4+oknhPfK9hr5fkh0+qM8JPu3Lgr7j35E9XSdbPqLbQb6jmTe+/3QYPSe7b75KjT89hnmFvgoR071NEIs9FaAtvnQbh776+Js+VdlAviVr97yYu2o+B3uFPQmD1r3/ElO+w7BtPhJuHL27YNc9UJ8Kvtz4jr4k4HE+oVBcPvwojr0vuN09zz66PVP+DT7rUIk+9xskvG8mfz6OACc+lSNzPud9OT0x/lo8B0kRPtvMhL5KJWq+D8t8PpkHFT4rMpE+6QRkvtA5/71mjoU+0tdjvg/sGr2Y15C9EbULvkrzQb6K45g8fNDivXztcr7oAqY+FoklvhMrzz3kZUG+zaj4vXUjNT0JMvg6YwxsPo/ss70Ff54+cvrcPY2VMD7rxVa+42UyvqwVez1eJQW9DuuJvuv2z71dcGg+zK5+vrsFID7g6zE+G9R6PdAHer061qA9JUZUPb2PVj22H/09p8dbPj0oI76eoJE+77osvIB3lb7nl2O9kE/vPanlJz4SSsi9fdA0PjDdq7xhf1k+mDxQvrYTr77HAhw8ZDS7PbgpljxPxj2+","JR+LvdCRAD3YxyI9Jd9WPiqZED1fSzS++D5Bvgsckz4zuVe+04+3vdhRij7+FWU+hX6OviIIlT6t5Z+9Y4pvvi3UQb1RqhO+cG+UvY1WPb6bCzq+XYYJPoyRgz0EUY0+aXUaPg5gPz6r0Co9JadHvhs7sT5yApw8v4Ipvs7XjD5zOqW9QZFpvkyxCD2uq+w7x/SuvuSGSb7XGbM+xoagPoqomL3OC0c+/douPopAor4F6KS+dVhAPtcnar4HbJA9ZFigveXvSD4SzUi+mUAoPLpwib2TdmY+582qvpCiQj6CCXM9C82yu30mJb35JSq+C80/PubVwb06lKm+/5l9vp1qir5kH5S9WERhvecIGb6hsiU+fgQJvZ5Lrz62OnK92SSlvX4xOL6pOK0+PtlXPh2ETD5vIdQ9abWHvhrdZL0EQHW+rOgtvh3EMr6qrnE+Pe5sPR1WFr2/VLe8WZGUvj7VUj321JU+7hMnPj7TKj4iXYQ+r9V1PXE6iT0JTnW+Ik5KvvNVJT4GKQQ922utPSRRmb5nbYs8OM2kPmlLf76H4iQ+2f+RPWkFy7xzi4Q++3mKvV4vUj1C/vW9VcqyPYCXw70Cn3Y+O38vvdPsfD4Mb1I+TNiQPpKYcj6j9929y+Z9PiLEFD1ByJ4+a+EsPu/9fzz0JBc+O42ZPqlx0jt1KLw9HhZyPspuaD6NfI8+LD0HvhOG8L0z8Ue+YB9KvqiumL7kN2W9AmHpO84qXD5VeUI+i0ZHPviMSL1YeFy8Ei7+PB5oKL3aIXe+ItkePHUn77z6Tos+GXW+vXxalb5EOZk9DlBcvoTonb2Irak931y5vaNhLr7QNwa+iyhQvcAjyDt55oa+K/WqPQlhXL5uDki+z2YjvSbPjzyy3nK9fdGgPbWHTT0v4zK+FEyBPruear090oy+5bxdvvKzRT5AcSu9jUBovisfuzyDJ6Q+i8o0PQnBmL2FgmQ+X/BYvv+9nD0fJU6+9QufPXL2ULyaKtm9qv9bPliPoL2TbYO+","IzU2vi12oj3RiZK+t+cfPtWfHD4TVAk+iktOvnibHD6ZWrG938xavE3Moz4UWjC9QpF3PsogmL7ojKO9LSm5PXwRWz4wfhE+qI+nvVj+obzek6e9SZAvvtn2A765omS+ouzAPfUyET5prl++zgOlvi+/kTzGeSG+nWzJvELgtT7uaJe+/a0Hvu2LRDz+6R++XZVePsHw2L0reCy+BndTPjH7gb7+UzK9N3Lkuz5jCL77NHe+LHWQvrB+lb4LRAe+nP+gvEjkj76nQ4S+mDHxPfk5Mjzy1tw9FUhVvjimyrxeGZU9f3AdPnnQlz7oASI9s0AGPBEyeL3/1zc+A5LpvWHbcz2kKmo+vhVcPhZpl769hpG++ogzPu7udz2VbD8+N0Z2PoK+nL7aKqw+MnaQvudJhT4tWow8MJyEvspyYr4Fyrq9YSSCPtv8iT4sJak+QLKbPtYYRz7gZHu+6a2IPuXF771bs3Y+75JEvYUwaz6JrAk+ubd2vroQKD4yQE6+nwWyPdcR4j21DJC8ZLdEPhmwjD7fjaU935XqPYvTU74sIZo+xFMCvaH0WL6ElJu+K1C0vqOArD3SVmk+cW8ePjVojD6aN529zYdlPJv2cj185S0+92CWPvdxPr1mrxM99nNYPhNumT4Bo5C9MpOMviQK9T2JpoK+87BPPgz6f77x+yk+vS5wPslsl70qUKe9jHCBPZW0Lz7SGoo+ug9qPu2sAD5xZQQ+rtJePjZJtT6i8x6+SjTmPfpbmj6xpXg+o1XKPY5YZj5hZuG9Mu/NPaiLPbuRl6K+OMmbPfbWgT4aX248KDJRvnM3Nr6/IDS+3m6Tva2gWb68ERM+zl+yvlBXFj6Ze0e+lOJCPtjWQj7r0AI+VtbDPdodWT1JbX++jSIUPcGfhj5maH2+Iz2svdV7hj0omAO+oHA2Plb0Xr76MTQ9JiNbPSnNkT5f0wE+ZoihvQj35LtaxY2+d4LJvb3r3b3lZ8e9bvkAPoYuOT7jDHI8BGuAPsUDP75F0v47","ar8jvkQQiT0nLIQ+mi+5vVKshr4cd6E+FiBmvtlIhr7RWVe+F4uYPqH5Hr5FKd89PCQqPfFveb6IPMs8LWFWvm5gWj4ngt69myg8PrOtkDy4BBy++t6nvRueqrzssJ8+AMHqvIStUzylpw++JSAFvdzv8rw7HC4+dudMPkoKbL5MLm++HU9zPlv7mT2WZeK9oct0PglcBj794fk8UKlkvcM0TD6ttLK9wto5vo7krb16wQc+09RFPkuzhj6fNEQ+iignvm/Odj2bQMQ8nZ/AvfEBNb7NQyC+60KNPI/0gL5QfYE+fLD6vKbZJz6pRCe+iajePXe6pb3r0ZW+flzJu6poO76u4KC+Hp/GPQ1eCb7ZIdC9osCKuyb3azz6+wq+lR0sPEOGBL0fo2y+yryNPEXHIz46lOo6ZH2YvMT1G762LRw+kxI7vuQERT7OUCS+QD03vSurej7CVU29kZoFvb1Fmb5shqA+RM60PUsJnb4U8zS+r4glvoyLmb1/cIM+kV6EPMzpjL1pVLI+8/JjvqujVL3TOxa+b7UIvrUGC75iJYM+6y/ePX0xRT7ckDu+N33UPTNbSD6hnW49Hs2TPhN9wD2g5hs+k9CsPVOQPz5R10W+sE+evov+xD08FQG+EneXPhtk9rxqG4I9IB0zvZmhhTwpcQY+ETfxvUeskj57Aiw+M4uAPusnf76pcAA+NLeHvribgz6FOPW9x5mVPt2kNzzOvWO+lmiEvru+vj1PzWs+QwyVvGN8kD7V1TS+RuR6vgNomD45iYm+cZMPvdPceL6zEtS9QxdtPVrlkj5zE189CMuiPnZBFr7Evdw8qSzQPbcCwD31/rA9LEUiviSJj77XE7Y72tM5vmT1Qz6oDyS87187Pd+Irr2AmuE9v9YdPlNpYT6c65Y++HVVPtWiC75nr5G9gVSivjkLoT5AlXc+fwyXvprRkD3hgIw+dzOAPkLs17s47Dw+BIsmvnoHRr53nBI+gEeYPhwYfj7Iqai+mvk4vsm0L70fCuo9","lTFZPvASQz6AVhy+sphvPlEdWr0VuP69bjE4vnCjOD7GVDK+6UIAvvkSMj7a1ZK9wrsrvjeND76y1jg8Ll6DvlkXbL3/aQa9fdcTPppoMT4RXm08iZg2PhjZbj7z8N895QZKPckZuj6KYSO+ytY3vsok9L34BX68JzkCveaa8z28j4I+UI7YvWlehb7vBjS+pUqvva31mb628/09QD6NPFvWhj5vf6A9ZC8uveWrKLswTUy++xwRPlL04L1Y/Go9HPI5PojgMb2wAp49pqWVPqXd6b3r2Kg+ey+MvmvLQDwzxEU+6gkEPZtYjz7Jeho+IydGvpNx3j3hlHY+LDqaPcuihz5w3hE+FwgRPpqb8T1PbI6+F/oMvngBhD7eBam91GAYviandz6GlNc9nX6ovUXkwT01UTY9oJVwvuROzL3irLK8/SQ3vkiCmjyzm0o+kio8PhF0Zj6x/4k+6sAIPUBRDD60fAY+EmqEvhhPSD4O3Y4+5rlLPZRioz31XVw+HTHzvDRclD1a0Vu+W7ALvhRJyz1vQGy+QBA8vsUTib4kWoe+CN0YPukTe75oPZC+MwaMvgNsab6DQ8i9B2L2vdq5zr1kzeu9/YmJPhLnLD7IGIo+TLAPPnTrVr78GSQ9QputvrgW0z1Wdw8+DBd0vlKC4L1joUW+6UaAPl4Zkr5wAYs+iIJyvhQNXD6PECe9tAQuvgXJg70X8IK+LcCEvi6mRL6VRuY9CGyavmdwhr705YG+ECTyPILgJb17kV++/3MKPeTS/jxp8xS+I80lvgsldb61nPo9MT18vlIkCr7g9HM9yuOfPpol6b3hS0k+Z7E2vojsij6aSja+u098Ptv65z3p8yQ9wAYbPZNpRL6E2li+bP6bvqjeUD5dfhw+z8ZpvubC4L30jGK9zX2TvZhUCj5SD968ruKFPUnXVz5oi769F+PpPNKPGr3tlYo+UYZrvoMKYz5fqly+OKOxvnjOEj6LpuK98VpWvlxifL4nMjq9KyxTPr6Y2L0bcWg+","Cc2iPWZCn71BqMQ9bGGaPQf8DT0P3/K8n7rIvaxMfb1Q+Jk733whvg9+jz5eBUI9XbBhvbvoVz6gl6s+ByeAPqZd3L2xJdy9/IsDvu1Yk74z4om+mpZrvacdYz4PlwY+Iw0jPnKRlz1Laoa+ZGBOvH+sAz4Br8A9/TJDvZV/Ej5fPea9QhAYPqFSSr4DWHI+srx+vo0Akb2K0q29IWoaPkRHNT7WUXa+HxhrvCwEfz58q3S+NehFPhaCPL4MCTK+7wsxvu8LbD6xgma+hbS6PITwKr7D6Uc+x2DovQv+5b09b7G+JJswvrfELz5AnWM+pwdMPomkk75Jc4s+JkaaPal1mj48SJi+Pk2Pvs8BwL3vuzU+dNRvPpwhhb7FeQA+iGKBPlVbsTy4oUQ94lNivjqtDL1NIYE+PrdgvhS1cj0S8js93B4+vvisLD2rt3Y+eMwbvpRuVzr8FKu9KRTgvdCDHT6jR4A+HIqlvUD7hb7eFXE+RVNzvjTjMT7zr2u+2DXuuzUOYL6b1wS+ZAeDPu9mC76HXVW+Ah1+vkm4Ob00DRq+fHqhPeAR2zxP4XS+Yw1ZPd3zpbt/DTc9PQ6evv/4oj5zb30+0qjNPS9rWjzNMS++AY6Kvfm5Tr5FgCy+EFxGPuHDiT6Uwi++UmyTvMqrlz69p5Q+m/mTvonjWr7cEoi+k14fvlB3QD7TGH4+6V4tPqZT3j3Cg608TEPnvXoJxz1pvMc7pVEEvvDDX76IiH6+xRV1PQ6WTb5JUBk+wBlZPpamir6ddIw9JVMGvkZOmD46fWe7CAcAvux0Rz00VRE+5Z4ZPi20iz2leIW8eMCEvqNbkr6otLa8pCCTvkraVr5zYkY8lUxhPhrpdL7efYe+DqGKu643Gb6Ymw6+Ckl/vhp3jD7wWRK+5A+0vVrGn72alOY9DmvRPTGOFj52hl++d4nXPcO4RT7lMAK9JeN4PsuCob7C7Qc+l+w5Pv0DXT6Hp3e+m76Rvi9GAj1buQ2+ZkuOPpUZEb2Z6Fa+","E3Fbvnxq4D3khQE9sEkbPm1zHL6VBlk+zbVYvjfEcz7o/4Q+qIglvg/9CT5U3m2+V2dYPhEHmj7Njki+UzxpPj1BWD7XJgq+20UOPrIWYbwYSmc+nZqJvgNpBb5ccxa+cJoxPlJdNr4QgqA+55BevszfHT6Yo32+qxcSPh+Bkr1mBZo+6WwoPqAuhz7iSCI922U7vhevVz2e3I8+/hJvPjPL9z2jvow9qUzAPfrKhD2B8zC+Pn0nPQ+jwr1BFre8lCVRvoIZ8zzNHiA9/WibO/oq3j3O/qu9nwgxvoRfZ75Y0Yg+ZZp/PseGdT3+d7O8OWycPmCxgL4OOrc9zDR/u82Kmb1ydhu+vbHEPXwEj70gvic+5b+NvtKLdT72UZk+q5xkPlGuqD1KAcc9YZtsPfL3gz2pII4+uX9JvpO5YL40EYe9j2GRvlv9nj0CiZI+cguBvSb8CDw9EqS+YHQhPLqdMT7JiJ0+KxqzPULYGL51TS88HCOYvBxqCr6O8cs9b63KvfcqRT75DYI+WHn+PdhBpbqXF3Y+UN57PSuCXL59Q6g+KAdkvgTWe75D4Vq+jP2rvB+uYr4BajE+0tyyPj6fhL5Gora9kdKmPZGrIT5274K+CgeGvZQa/D1/GfG9t0k9vvZclL4mz7c9Cy+nvabrJL5EgvU9hYWHvscBjb0WU6+9mUeRvmflgD6qKPA9DLswvqxAA7sdlHA+1sEaPtWKxr0Iep6+Pzh6vn/sLDt/k5o+WxwgPoFMWL6zFJk+9YZvvi0WjL0kVpA7d8lZvrd/ET6vJjg92D8Mvixvgj76FZa9jrMkPGJFH75iYYS+PI+IPdQPGL6gYCc8l+AqvTf0arlaOw489Ly1vaCBlD5O3HS8zTdkPVtlj76G5U0+8aSevrXPP73n+1++N2MqPrVMJz7Ffns8I0iVvrWPZj7vMh4+UDlivoOSRL2ANKU9iZDZPRlADz6+eZK+wORWvs3W5L2gtRC9ioU9vu3FGT0vfTy+jOM3PSX9XT0SMPu9","SIDkvWmrAD6KxTk8Z+KDPvVaYT4yhTg+P3b0vb37TT7uxak85Y6Gvg8kEL5RM7+9uI6OvW9pXL7Ra5Y+FZsGvtDbMb5svma+gdaWPkDTBj2qXZG+92+svjF0ar48OKe9EO0iu88rYj4SKYy+h9ZNPp2GPb5A78+9kTl2PugZdz5gDqE9ezJyvCalXj4wPoy8agTDPLOuF77ZkXW+PDvAve9l7r3xBBO+3DVHvKaxiT4LzRc+SqSJvmZgbL4BNmG+4RYnvj9cuz2pfF0+PXNpPNqSxzxtVYy91VqJvN1eo771BlE+PsCXvTckhz6nYPq9H7z9PbR9Db647iQ+LrAmPtwNKD6+Ige+1au5vuKvQz7X2gG+2QhMPpv4pr3myQ+9yQwGPT8Rprwva9Q9wYxpPT8fIT6Ua6k9/MpmPgvloz3RBGc+I/U2vSVYFj5jKQ4+yRRNPvcspj3h1Wu+grXyvTWrUT46+08+M8kZPkTGBT4JEjQ+bkBqvpkWIT6Bds89PWsfPfacw75edWG+yKVMPROxKr5Zgti9AF7avY2VIb7/9xk9OrsMPjd8L75CioE+Dk7sPWjDhr3nRIg+jmErPpW/NbyHzqy9V0vNvH3WGLzDTQO+AnI3voGcjD6f6Ua+XyDnvPj0kD4z2q47Px1zvpuhhr4Cu+w9oEVCvjhq+D08sKO97Z20PfrCP7oC6w8+Q/CAvglQdb7yccI9xYbyPSGgdT5H4Fy9+Xwwu3wM4z0i94k+2dyHvcixX74p6SW+JT3mvaocXb5BICO+lG0tvsz0Xr5+I5G9XB8yPiN8QT3FORy+unf9vaCSrT35HkG7zocfPaLxMr4tqaq+8J8FPsLDCr43ApE+2vFGvoPeGL4kKbQ9YF5Mvnc0k70Iw1Q+vjAHPhHIpL4wnoY+ewv2ParjFrxpcB29LgdFPdAnDD1q/Fe+Art8vuZtMj4DcqM+zp8RPsNTjLvyTMS9BwuyvYZhfT7AgYK83UdNvRdiqb1BdrQ+TCmhPqmEM73xCKE9","bsQMvtQeU75vLTo+a6xEvn15xr1ouIQ+RbejvhOyNjxAjmc9rldHPvi8ZL6dKey96NYWvn8qj76SgZq9I6IXPoI8KD6RkVC+YK9lvgT1SL3D/809QgpKPup2Br4f28c9B02TPkh8Sb1bUC8+N3TTPWp+GL5YFxw+tLaMvTUaGj7vORq+DwlSvgq5Pr4A+JU+jpY1vtTrljz4BJ4+lyGBvlPhID0/3Ky9yxufvlW8Iz4S0Yi+rJK/vtYH1z1bI1k9EAdsvtFzDL6ITHi+WwF5Pjhx7jzYk0i++5GtPTD/mD4w7Ww+Q74AvaYGIL1d9pU9aY8WvfnePr72TBM+kXtDPMs5Lj5CAW2+FaWOPh5rQD5oldo99XRhPfqi4z2A6488DZeBvnKRszttGPY8ORtsPd8AH74yNM88/d9DPg7/eD7xrWc8W9ZHvtK1Rz7GiYG+Fq4cPpjFBr5ogsu9QWx+PdaFRD7+YFy7KDl+viR/FL5Rfts89DNgvD71hz4FvKK8I7GsPAcMib7TcxA9aa8gPt9KkDybHAG9FmjpveWpBTyEkm2+c7OMvni7ED4+Yu89I+yYvrOTX707W4W+XGaFPlGxWr5M2Gy+G0Z4veqYM76FuEK+5017Pjj4sz0UV4i+tDiSvi9EHT3egcY8K3sLPl/p6zo2Fwo9Azb/vaKkDb6ykHs+IiYjPsFtRr6T77M+KuFTPipmrT3RCFq+9eeNvkZMzD0Z+Yu+qSY+vgg47zw0qZk+vO03PqFPLD6p2J6+sXUTPiLXZ74CAkI9rvLNvdtkVb6AE3q+/yKcvpiYUD4GviS+G787PiVLF75tcxe+JVGHPsvNab5CWYG+t5utvBy/Cj6HvGs725AQvlhyKT6nrJM9wdIrPghLGD5uBZy8SncUPrb3n74DynO8O6SOPjMJar6/cSO+HEBgvexOfL6FFiw+UuRkPvedqLzyzJs9bBQ6vnfx9jxzPaE+uzZLPH0ptb3/xA8+oDEjPYzUTD5NIaS+abWlPvNbW70RATY8","KortvQ3TgT1iBDY+yZIXPUJsSb6PfA0+esvoPZXUYL6XkkG+Hjd8vBCAGD0L3w++fX0wPlkOhT6uMQ88ShKovpivlL4MxH6+X0F3vvxk8jxyzYw+1GhPvqXKTj7JmRM+kXZ5vdvhUb5/MQS+7VsCPtcR+r1oN5Y+E1qJvZlV5bxRMUo+vcNZPoh4X76VyJI9TrtTPvnRkr0mQA6+U2bnPb5t+j0PHIw+uarDvWr0Oj72+UO+GLUdPnP1jb4uT/W9T5TfvbimLb4bgGw+Wg1bPvzAYL5+7Uy9aLOUPk2WRr6483s+h4aGvsDk6z1yi5q8erdLPqzcbT4r/o++FxN4PmM7VD7aDku+DcKVvhkYWj4XeTK+s67vvaSuxL3PUKI8fqZyPoa0Rz75xog7vnKNPjki1j2icz6+DdqBvtG48r2dgWO+qJTrvPDkRb4n9u294o89vgVqeD6sEWw8M69BPhGrAT4XSR+9y7QYPN1Bjj1lUSm+duEjPozajT1twQY++ffMPf+dUzxqr5I+VhlCvtWp9D3Kt20+GdN8PirgmT58yxQ+YgRJvgQqDb55v8K9FZ8vvkMPkzxwO6A97UR1Pi1BBb73Mgg7+KE2vs7O0bzazI29Kmm1vUZFYD5YC4S+bRyDvtUCGT4Fy9U7AkRtPW3Bdr1doYa8HSgbPsn1RL6Rare9sIRivaeMnD4xHTq+Tahtvn/pOT7ccPW9sIRTvvQOeb5SwCi8eJOOvqOQZr3k2VM+W6ZhPrfS4zx/FTa+A+U8PmyEgD6f6pu96424Pds0OD3fcoQ+UnHavV6ONr6Rxlm+kXCbvqkBBL2aO0m+SBFcPnWbAr72cVg9ysbTvSOLiz4ymle+gsSRvdj8hD6UYBq8fMhFvk1aMT7CO4y+bCmKPTcYtLuzWYK+b7IwPsFJ771QfII+Xyp9vpRWXL4j13m+2zA6PrtLVr190FI+b5jAvSHnFb6dXZ4+78XoPRoLGL1dJyA+3F9TvjNve77Q+Qc+/aNEvfYSgr6xiKE+","244uPcpD1j3VLsc7+L4FPP4qUj5xWjs+RbUTvqIgOj5eyXs+ReA0PgoV3z3NpB2+r5fpPJMsdjxHWm0+AWUlvnZ22j2VXEW+DcDvPBav1r0lnaS8TUsxPmZOgL4VEOO9kMibPnLyWL4Cvwe+2qvYuwkUnz4nToa8CaRIvsxPyj0GUuG7G086vhrMUr2goYu+bPmuPonDPr5b5wm+e3wjPVdpjr2S2CK+96u+vQzPXz4vspO9MnM4vU6Izr2QlH++iZ5KvnvlMD4DTgu+PSX2PXhiA74hqHO+5eY3PZgtBT6FPAA+91gzPg1hdj5AkIC+kvQ0vquqob6OKOm9NcdHPizyob3RoYm9zKiSPvgCj74HZ0q+wOyJvipx5b2z0A8+A2F+O/ttIL5ETRQ+rasDPq09mT4qEem51PqFPAmJbb5n26g9VkRVPmE5mr7atva9eBgpPqJh07xDdgm++NHCvWIxNT11H4a+DsNIvirLYL7dTSc+ucONPk7zML0/K2u+MsAqvusdCj6OdPK9xdnWPcyPgr6beUO+QYE0vcLjrb2fMSE7ahPfvctAlz5jqIa9MYxQvUkcMz3rJA++bOOEvocLiT7BjNy9x18evnb/qL79d4M+qlIaPitnAb4Irqq9HWecPuiDpT2IkmG9lLijvku2HD6GGmQ++KpyPgszjL5b8iI+r/uAvisZqb2Wylw+iV3APep08T1nmoK+tebtPW+3YL7oU4W+haiFPrHIKT1gspo+iOsUPp9a+D0AtxO+U09kPMwWfj6ki7q9x2ldvXYO6rxMPj69cjwmPRQljD66Hm++QmI/Puetjr4blGe+vQmPPon1k71yJHM+ihyzvQlsHb4DzSU+CqrVPcn9kL4WeQo+iNiUvFfJBb20lm0+P00fPgXXIryhPN28CPZNvbtWlj48Aow+nmCrPpAVQ76GuIS+DwkbPljGWr6KwgU+AMTnPXKyljylfkW9qs0QveblVb6QH5O+YLtZvhM8KzyalFy+okT4PVQabr6gbJw+","eo3zPeNCvTw53ow9FNURvvj4vb3h6G2+yb8mPgxLkD2ywVC+AbYhvdbhJj2l2go+p7fSvb+7WL27vbo9SmX7PYumlb00lXq9cYjnPSl9Tz7QOLC7GuGWvrsTdDw87FA+UTDsPeHHHL5hASQ+bYUkvDDqJz6fRBW++pmbvo+HqTzENM09RfeOPne+Xz5ELI0+MRoMvqnArr7d8ik+ajdxPkbljj6nvwg+yHwdvrSDbj68Kv09dZVavn5KXj5qiBw+UeyAvdvBlT6Gsxg+lhmQPWPhID0f9JO+17AIPplTsD05NCo+1PBpvV0woT4QEMS9g2C6Pf1Wqr55TFM8Nk91PkbOiL6jScy9f9CdvsTqqj17ZIu8BvYkPqF3TT4ufzq+l2WCvSFF9j1eBYk+ZQKCvirQmr7CHD49OASoPegTaL5e6ks+O5HRvBvmnT0wR3U9jiZMvlWB4zwPSyG+tfBDvrhU6z0cgC6+EcGFvoaLh77TPYO8VkNxPYiWir4soJs+FxmfPlrMZb5Ero+9CAisvYtcXr4VRW6+L1hHPrq6aL5QO1Y9P96WvtZkMr2KYge+9ZSXPMu6jL5zfAa9VuJBvmy2LL6VVH0+b1dLvv3ujD4lnrc9klyNvrPQdL4o54Y+el6MvjgfyDvovYQ+4c6KPn8hKb7iOXc+S9aUvracpD0zW18+LmbAPTL2Cr4bJay7d6tbvnJyiD7Ua9u9xKYxvg8hhD5cYSs+2Vh4Pqtjlb5yTpW+QWIrPhlRFL4LEUS99EhJPs/9zz3Eyru9RJFPPXzCXj7ujVu9qWaRPk9YJ75AwqY+gGJcvfvO2T3msWI9n5N9PmtU8L2Wiwo+VL2hPaJ7Pr4bOHu9EcOhvOuRmbtzD7O9vLFRvht4Kb67Ooc+rRGDvYJFhL4CCJY+GAUFPZosMjwEVGc+/nFpPvveIj2kWdI9scNqPdcDfz6BI+M84+TXvTU9iD5Ke1w+8MeKPomtWr7SCFs+/xVpvR5VIT3WNyK+/1c3Pgkihr4Jwp4+","3LhbPTanir50Y0U+CSUDvormzr3+iho+z49GvT5tQL3ltn+9lDIfPsULKr1DIE8+uHGyvLSFO74NRrY8vIEqvtyNhj4EcVM8P4SUvuTaj72nKUA+kTOlvQKZSryTYYA+jDamPiYdjr7/NHm+rG6VPhi9Z73FgHs+M304PpXYMD5NwxQ+7CyWPqCAEr0X/xk+6XduvqjvvT1FT4G+KPtPPE4SBT6BYIU+gqmzOvyumj3piYa9b+h7PhhDUL4nDzU+Pe0/vjiE4j2O3i4+ptMwPv9KAz4LsSo8fiKLPuHxhD5ebWy+fsw7PYBNXL7H17C9gkyAPmfIbz7YdKg+VLBZvpOXw7wqaXa+lfJ6Pg/EgT5Wn1o9KDziPdhiCb7wx3S+uYAyvbIVvT0Oo2m+mKwfvmyXK755wZU+XaB6vR6IqT6wlIa9vU1BvuZon75QAOU9+q4BPsZV+Dw+nYQ+iq5GPtF9kr7CGY8+GEp7vmvEsr6S5jw9U6OUvifr3bzWcSk9+2MOPgruwz0zBiO8wojfvMW9NT4TFDg9Zek0vlsLYD6MBTq+oqsJvmkuUj569Ak92eBpPqaFuD3Mmea8xjBOvhL1Mj6L7ai9XywmvntibL6O84q+5tPnPVLGhj2mKy0+rirbvSO5yj3gHY69/TkjvilNr72zKR++d/cNPjO0RL6wAzY+F+kCPvbp5rvC+Wm+lmuFPdpGFD2VrcE9T3ybvto0cry8IC286vf1O58v2rxP5k2+HRaUPraqPD0hTkC+ABoZvl/ADD56x5a+0+jLvaDNTT7ADHw+rjKFvkXaEL5k2y+84J/KvHhSMr7OQpo9qqdHPkF7FDuzGaI+iKWHvgD+CT1m/TW+VUwpvl/mwjz6VBk+/sOLPfpujD35xIo+9P3SPIaHxDshAJG+1bCWPniVlTvjy2A9OqpDvtEIub14ar09SU1SPUmEVD3UjoQ9V18VPq3gRz6/ZJE8GS+YPehwWD6vVw++7gY0vrwswrx5Mri9yS5jvYKair40R2m+","pio0vUyHBr63H56+tiH0PZWa4z2/GZU9O/SIPZcsA75vaJo9C6KrPPd8Rj7ZRZy+zxFxPuJWR74KpAe9VUlmvu8zs76B23s+QSeDvuFTbT7uwy6+lk1vPojOtD1m2Iq+c5JZPhtwMr4T/i49P61lva1IRL5ZzjY9bvcnPncn7z0pcFa+0ZOOvsvsXD4l4FE+2U3DPfyqmLysZGa+kPVqPh7vDr7VNHQ+Bk2bPg+bJb6j/4G+o0yDPEAHi74wm08+ezwZvSlTqT1sRji9CRz0vX6oLD3J/XS8uScpPsysSr4eRLy9zOAjPK/Tcr4Aapc++ZNqvgGPdL7ZahA+SXZvvr1ZVT5xRG69yBmFPkXo4T1yRZe+ETmOvqbAmr5lVau9QdCSPRuaXL68zA2+GB+Xvn62Vj7UAzA+sixWvoI6gD4aryG+W83HvQ6LqL10T+O8SkAhvsq/Er6ibUE8C4IQvuvPAL7bUsC9VW/xPVZDCr5T6729sDRePbNQ/b0qukC+vv45Psolcj5IxnK9Ae62PRkipD5UT0e+Ur6ePhUthT46UH6+ViIvPsnIhz78HUO+ks6UPp07Dz5Lx3y+ZzyAvv2PP74mo5A+RvuCvXUb4L1OF+G993UjvpSSjb2FctY9NOMpvlqULT6rMY69867MvW0pbb4S9UQ+VFETvqPxnD1MBLA8KQk7vFg25r1cxpi+c1phPgsGo77t1rI8xrsGPhVfdz6l+3I+PuyIvtrLlj042u897vl3vbbEJT6KFDi9flIfvvRyOD7T/wc+qPpKO7OgjD6BBwW+d3ADvvz0YD6QycI91zRovj+zEL45ej6+etdTvroeA76JH4o+htpnvp7yFz4+Pz6+Po8nvtyaSj7paj0+SldOPf+sgj2+WJs+3kGAvqpcMr5W2hA+zmTFPChPjL56TA49rgauvUTh9L271Ty+4LGjvlGJUD5DhUE9rM5yPmplk73Wqbu8NBT9PezLij4Brzy+JnGtve8aCD6Avhk9KwyqvsPtHb6EZA4+","tfDKPc7mQ71S48495wjwvNi3nD4E73u+B4B9vYSOqD2raQi9sNDTOleT/b0lzg09GZ6vvTRi573aTsq9vVOtPdhgFD1znuk9BY+8PIYIjr65V+y97/g9vWkokTy/UI4+mqwyvgmbjT6cA5U9v9aBPpTlLD6uWfg7ZH23vXXY6T2BGCo+ifKkvS1fzD21dJY92Ew8PvyvAr4UUQo+eo2JvqJ7dr7O/8w9e588Prm60706qqA+GFDUPCQDnT2SFx+++f6FPtZcGj5F+0Y+PUdOvr6XZz4chZa9YmpWPddW7D2kZ5O+fyWJvkZrdj0wWpm8jlmvPnlbN74GAmm+ung9vlrqmD5LGKE9GHBSPpwqHb5HDJM9snOQvjvjhT55FNW7l9H8ve6YWL5YgUc9zuQCPuflCr1nKba9f56nPuApnL4sTFi+zUAxvNoXYz1w63i+t7jBPD2gXz5ZBX4+cgeLvvDBkj4OnQu+Z5uavVYRx721zPI8v3cyPlY45zxnNpg+kEDfPb9SMD5l6Vc+/riEvgHxCL76Frg9ZW9Pvk7mLz4aUAI+In62vRk72r0iyiM9UO9qvj51Xb7ihuy92+9qPnw57r3CXEO++XsXvtubzj0DwCw+xTyLvhhVS72u0kc+0MMCPdb5nz0s4Ak+JBYbvgfhb771OS++1DKDPjKnpT5ARZo+dqKePrincT6h+I0+f/zcPfCKAT6XUI6+TpAEvp66RL5mkrS95RJ+vUuGObsboXo+W57gPaDozT1DU0G+/PikPUmbwTsXriK+nSw/PMcvjT1YNSa+PlwRPgRNdD463WU+9jyePr+owL016409BmuTvX94bL7vdPq71iuJvqm/qbz5ulM+Ic0zvnCTAD0zCAk+8323PfBVpb2fQbE+fgA0vK6emT6Ec109du5gPeTe9rwQVhW+QDKHvuYh3D3QsoU+/FBjPhAlkr63CTE+br1nPqF/F774JxC+6T8ZPjLfA70Y5jy+ep2qPODjFD6HEKg8J102PSymmD4/M3K+","pNJmvsFpcj6gUZm7A71rvm8smD0XY4U+7Ig1vp7OTL22wWg+NTkYvvLijr6DaIW+KN5UPpapkz4rK6m+fTjevestdD7lNrA+kpl7vpLtTr4pHaC++PKvPk4Zaz76hjE+xf0jvrkwgr75P4i9bOucPe5Icruzm76954XlPBZmZ756aLo9R6osPhDmnb32wZc+dnfJPbRXJz4c4oM9b8ArPrAaRj7s/s+9l6MIPgdb2j2gGje+UIJdPjcu5DzE6PQ76iKtveJYQT7UFW0+B4Fevv8Zsz7Hk/e9kzchPq1fjz1tFlM+u+DdPbi/bj5bEZI+hvFavmTdP77WnTk+lPx7PqpihrwZl1c9Z6KRPZxBaj1GiXA+D/qdPCzBdr6G3Fo+xN/7PZmidT4iigc+tJKEPrkVfb6MS3c+dKM3vfDNPD4kUfI9fmTdPcm3oT4mjpM9HvIRvqkpQb4B8Iw9EkGCvU+3VL7/avo9Uc7Yvb1bJj2fwIq+9uihvt0gPb7qkrA9k/SNPog/Vj6qVIa8JiqPPvSskb4a+16+n4F2Pu5AHT43ehe+2RtrPXbLVT3oV3c+odRsviCAPb4Euve9FKYrPa15qr2l1lS+7bWzvAlQHT3pIye92OTvvOL8oj76tJM8tKFHPhNpeT04KM+8wN0hvjU1ZL71Mqq+BS/HPdr5Jr1qbYW+QwG+PUcWsL1p1ms+a5n6vGIaoT3CUiO+mfyXPpG5I74lMge+SneevXTq573Evgk+IThlPui7Ar6+6oq+gEuYPn/HFb73E4A+ZExQvgyK7j3qJMi9lp6aPtWXwDywdO296IiePs73sT09E1s+nFgFvnAuzrzd/Gq9yOehPgmXsb3PPYM9UreSvlJ5LD593PI9NM6MvV8ncL6DRo0+dIEIPbJ5zTzXtlC+ylBPPgoDDz2vrk0+vVfQvcGnl74xykC+Bt8bPnnxSL7s7G0+Yn6DvrzocjthYKU9Gq/uPMMRlT4GK2C98bKLvgBhDj7EDGe+08fLPQRFFb6bGAI9","yw4jvk5XST6lJYu+Y06evV+ZW753axm+6kAgPiul4L1VgYY+9KW3vSIyzz0ccpS9lzn6Pa2SAz42B7O+B5pqvjpLGr6Hq128cFZuPrWpYD53cRE+iLX1vBz7rD7capU+QyUDvsricj6HOYw+57uaPuUBqL1e3VS+pUFEvIm0AT6xj6A+ytHQvAy4fz6dD+k908l7PsyAmj4xTgy+33UkPu/KoT1bVwS+YjLoPXKM4j1tFDC9VeDWPUxwOD4sBC6+fMUcPOTqmT6zqWA+YzRYvj+3JD5UbOi6PoVRvppy1bvQFTM+ny5+vmKHlr66ML689zeOPAvCBL6xMgW90a0rvet5gL1KzZW+Ogo7PttgW77h33w+UiKYu8lanj5kIwS9o4mAvQKWIL7rBWu+lOorPjzlWr4in2K9RnATPuKuhj4Dz1i+Ek56voxFgD53uYi+3hCMPlygHz2yDjy+3ehUPkzNTr3O2V2+Fqp5vsj8aj6mrTy+/DIjvhNDnj6+1I4+OtA8O2BzRT3tGWK72E2bvhaV7j1Aq669zaubPi7hiL6BYEq909ClvTMqKT7VnB8+b6MIvZ9+CLyfgI++K3+LvmrBGz6Bdte979ZlPuluJr5sarA9RjQ1vlcehD7LJwg9JJczPif3pT68Ayk+gF3PPXvRfL447Yy+84tAvrXvhD0FSTY8xd2CPq96h77pruQ8RywgPiRfTz6xhAw+F8liPsPgtD0jUji9if2SPiQ4aD7H8IS9eGbyPKrRsr32aG0+n26FPpQqhz5zFQ++AL4DviI5iT6qZ4e+GIYqPkjJiD4SraW8A9B4Ptxod777Chi+6m5ivgtlt73zUGG9OLh7vqvDHz4dqbK+xkXJPTXuHT47WBY+8VtNPs29HT7goIe8zO09vv1QWr6JRYG+KCGhPVEzKD4m/EG+5hR0PYV8Eb6leL09Vga2PeJ/jz52Mcy8tHTevS/kUr7Rn5W+L8+EPsk8uTz3JK6+RvxKvmyAWr4E5YM+/v6dvmbYRr5scGG+","jvoYvbIbqb1Q/oo7+hacvhycGj0KNhy+Gw+MvpyjAb7b2qs80x+kPIfnkD44wJA+0L+MPks1xr0cRQg+a64xvoSgMT7bKV29Av5ZvtTkMb4xCoy9TWMwPlh8gL4lPQ8+H8oPvul9IzxfC4G+ijKqPBDLob3rLAW9tqEmvh02N73/iIk9KCJPvmecLr4gy7c9j1ayvXe0Uz6I8cw9hH/FPLruGD70Rnk+ePdavkWIAj4nKQ6+sursPVVwLj2Q8wu+Zo6hPHWljD4Q31m8BbwWPs1+C76+lYY+f78gPY0bJD5sWpe+FzlCvhsYhr6heFE+IHF2vuplOL6g7B4+2vykvgXKRr7983W+Cvpyvko+IL6+nA++Yho0vjB38D1ZJwG+ybLXvcNinT4IRI4+iotmPkoUa77beAI+6zoBvriFj74SbVK+TXZNvg3BHL7o2Gk+cLV5Pp6g8b2PFt69m9frPdIDgr4tTgW+PxjzPZq9mr5NXO49wwhuvqISXD7SPKw9et/bPcbBm71jkE69uMl5vURoiT6lJoY9mDPyvc5/Kb6cKIY+3IykPp+R8D1G+ye+c+GkPfOcTz3UqFc+vSNqPhwn8T1ICnM+XEJ2PhQCp724nwK+3WVhPpADEr5qxIA9J38Vvrw3D766vPS7P3SSPW3fhr5G5SS+60EMPvPqhj4O2E++o2iPPJ2bA705v6O9JAknPpy81T1UD0K+YXsJvnSpKb5DDIi9pXLIvFT6mL6Of4S+QOWGPsPC77251JK9wg8jvrHfIz6sEJ894zhOPUTZN77HH2m+kNyLvlcRYb4F68Q84bYPveDgHb7UaBi+SAujPg9YCj7THQ29p5uuPiqUiz5NQnM+QFOSvuFRIz6E8dk8zS9XPphIJjyRT1M+9r1pPmqjar16NRw9qBhvvt+wmr6wDQ4+5dWlvoFvhr4YVfU9D5ZlPsmwur2v66E7ZyOxvapilr7wMp6+N+UFvgxzb75ULAY+vjsEPiKDoL45Dp6+Kuo/u5e1ND4Knpw+","q0PSPAJdsD4/+Ao8bnmFPonxNL7w4ys+bwervV9WcDwHWwY+olkTvmhyfr7Ddro971pOvl7WMzx0Y/q9z960PT0oDr6ejpM8/tc0PYhlbr5MZ4k9i2aKvhqElT4aKpg+Mqm0vYrXyzwNRGO+OqZEvl3Kgr4H+IK+PINPviNdSr5Vq4C+X30UvqX8RbuOWIC+wlWmPLtiKDwkyrA8P8YxvQHqQj6Ss9S9Hh3KvAJ13D3ntIQ+lRcLvjgMpT7xNwC7bRNJvqwNRj7zeqW+8CewvUyshb5tQ3Q+3IWgPn7DRj6IROY9VxRXvv97K73wlZk+0A1MPludeL08kRe+QPn1PB3L5L2RVqS8937hvV0TCr5pupY+84ihvYBUYb6CHYI+aS4WPSTnKrxwIoy+dPEsvmwjmD6Urxa+8MPoPbTNZb3ZvSs+z+r+vWIHfb44RpA9DfqQvpieJL7XrRA++MtrPpD0eL68czU+qN4KvlLIFz7QiQC+o15mvYN8mD6PWTA+4eV2viV5nb4RBkM92t5PPr0NML6lcJ6+JX3Avf+JAb4vh9w9KaY4Pu4Ogr6NqJm9d5eYvsc88DsmJ7I+SWxMvt+NfT7pbJe+PB10PoG5B74Yl769Jmcuvs5ccj4qljS+67BmvjFQQL2JngC+ej4NvrYRqTw3AFS+a7GgO0p3Az5a1YU+bFxRPPsjLL0xEVC+xd9YPk4fiz59sRy+xDKGvVmzXD522Fm6YyA/PqUuwjyAUaY9XESVPU0K+b3vITY+u63CvWkViT5LQi69w+f6vZfb8LydeB2+69iKvs65hr49SG4+AFeWvYy4Bz5VEbu8xX2FvZrP1TyO2uQ9Go8ovjovN74AKK29HYe3PrmFH776k5s91miFPkfUfj4D+VS+j/8FvhaHVb0vMgm+imz1O446Jj742l++mEUSPp+UlD0jNzW98aSNvaPmhD64jxs+E1E8vUG5Pr5AiYU+juR9Pm3/PL4wfoG+KyRYPm17FD5RwxK+bMxHvdMB+D3GEXi8","8GVVPiIhEb2aNg8+AIyYPig/973jNKc77CwpvrRWgD6LF+0981QcPkiA371fRh6+0e7TveYBtD0d1HI9rP8gPsz5Hj6hC0g+Rqs4Po1Gqj0FnBC8YubbvTrY+LzF/yo+Uw+fu9DY5LxIN12+ItygPjP/qr2nVj89bLQOvoV6Mb54el6+aIkJPtRiDj7Rm2y9GHHOPDBOJT6juIk+Gj6aPVZBWT3H4uy95j+wPX9wsD3MVJC9M5A8PsndIr5R+0S+oKV9Pd+7jT7Snk4++hkpvuFSR742ovI9uH6APa/6v70wXmA9fqGnPYJRML4PWAo8cN2evNw4nT72lfw7sO1/Puvgij1wN9O7Jn0+PpgzQjzVNYG+doKVvkaOzD0QhU0+xpuGvjhfiL7eIZ++DHnkPeCwjb7w70S+dh5gPtuNJ772x108jEKNvoqTpz3Ed3A+CsDPvWAieT6hx4a+gulUvgRfUT129Uq+XkGmPbOFkj5FlvU912qIPWVwHT3gRpS+5bmyPbBZvT11Che+TgylPCBcLj7FqpU9GFNnvsC7oD7CIQO+uTcyvXrmRL4nv1Q+MJ7SvczRCr7kmFw+d5qzvQHWaD1suak9QZkOvoqVuL1f1Zg+YGaePhC3cL3Xd5Y+ADCGvlAFnr4yRVa+EuNCvl7CW77CLnQ+qtp7vlMyYT4t/oc9hz2tvEWFIj6RaBk+3HOHPMkAdT6WZZo+SlJHvX1sgb4APSy+1gQvvsq9gz4eHJy+TepIvnBLxz3uB0G+hLnovU5Xgb7D8oA+2J0ZvR/mSr2fsmI+ElIJvlVChj79lYK9lJ5iPjmp7D3RE7A+Qsr7veVKhj7E0xW9baKevj8HoT6panG+SsD9vd57ir52jJi9F8MFvpjnij6Meye+D5CuPGRCp75jI6c+Pslfvs4gf76c24y+cv+JO4Lzzj1rlAI+7pYMPtREl774g2s+NxJNPhhOQz4PmSg7K5soPXJVGDttC9M9AHCHPluhJr59/hU+pH2bPic4S745nna+","4mmZvlA0gD55Tou+72KovLqzibx4ZDI+XcMrPh2Xnj5fCNW8yR+9vTvo6T1WSTs+Y0eivdE09T1nse09rsbDveOXqL1fNKC9/sQwPfklvz321DC+b6gWPg7qID4Oz1Q+Z//EvUHD6b08FoU9xioWvmtbuLzXAVq+GwQJvlp2irvCCqI+V8/JPCGN/D0LrH6+GDuhPYwpD74ToWu+2SiQPuEcQbzDX4e8FEZJPll7vj3j4O+8SHusvRLhD775KkM+NyIOPgoYaT3QwBE++ixKPW0JoT3j1hu+Um6Gvn9No74RJZU+146JPtaccT5uJIu+hcW2PW93qj4F83G+gfuCvsLSGb4DBpG+/8pUvg1H+z1jh/29t1UEPvThQb21kEc+ylFfPoMhr71iW54+NurTPbD7ibywPha9iSsqPtEDNz7vD3I+rZTgPRiRID5MxIg+u48AvhpjdL5Ds2S+YHFjucTOh74d2JI+9ZizvS6nar4MIDw+hIWIPt+3db490QI+OjlXPSVnb77w7cK6SyTIvan9XbxuwDc+qVoPPrAbyrzUXlS+rCmIParqwz0LQTi+NGF4vd6lAj73hLc9LknPvTd+db6CeGu9Yw+KPoN9lT7DoYI9GWEsPuBlOz1WhVy+VqLlPBM/Lb0HGEo+2KxuPXY8hb0QYnE+2P7sPY2cUj5mhxq+7IeQPg768r0wKt49DfZRPj9mgD4c9AC+7y9gPqxE4T14ZW49D0qVvtsOWD6/39a86j9pPrC3C75pyfc9sEoevoFyXb7cSFu+Fwd6PuoOgT6hUcO9KWAovvmPlb2GQOc7gdlXPobBDL5UVD0+hpahPsfwHr30CwQ+aj+gvgaOu72DzlI8PVgHvU58kT6Vkis9pRu3PabWjr5EhXs9uSAKvtuLHD6J2iM+20QUvj2rYDvYJow9fl11PfUOcb4RlAS8DSAGvoQbf7zeHr49JE2AvUN22zwCvI69ujRwPh3TQ74h4pg9uJWrPd01vz1ES3E9r9BOPpJfPz7lkAS9","awluvmEt1j3WDUc9msKcPgK3JT46loc+kVgPvv/ePb5myFW9O/KXvty8mD7QSW++SmmCPh4KkT6CR2Q9U8NsPnSLWz5f52K+6dyLvgbLV76nIEu8RnhLviSyWb4wAE49Tqorvr6sDj3Crww+i9eXvOIcBD6ybW8+AXiPPpL4ir5Zrly+RnUkPTY1Kj63WUs+lkG0vPMKwr1LHoK+1cNvvtS0q713yOI9DTcyPoWNnDwz1LI9i9SSPuPzPj0eaDK+6hKRvv8Fkz3so4E98mJVPlksT75wXgU+mb4cvkDs6r2ZYGu+WKXNO90VHryhBY8+hFBMPmkbFL4wG0I+WPaaPZzrRDsJYjS+iPjFveGWgL6EOPU9DX9Qvqb0W75/L5q+lmJtvpKmJr7VUbQ92iIEPlPFpb1Tn1a+AW2EvmLLUb5YAUm++8ouvvQQU71KWoK+T/o5vmikrb2i5QC+3nxgPEm7z7w5FlE+rgmQPjnckz3WlIA+X+WoPvXjg76vUY++1tWXvRpOUr4GAnS+YUYqvvOlV77bJ2U+C4bdvCJaGD6H1N+8V9OdPR8olz6DV1E9ZQqtPnRP4D2/DaS+aXdCPhmiCL7TR7M95J3oPD4oCz62a3g+saG5PT7iCL4RxDc+78YAviG68rwPIoc+lExmPvnTNT5HM10+ejSDPqddSL2ewnU9/DdgPsITtzvKpSI+vKKNvo39iD7PpV6+L7NzvddNgz4DVZM+4kMyPgVkwDzwcIC9GYY9PlXV6b2+aNc90WJWvuxiRD4kshc965HAvcISkj71FvK9Fljuvcf/O71C40c+ei98PIACBr1zN44+WSSiPlehY75zP2I+m9T7vZX2Ez3BdRU+YwuFPp16Lj74frU9FtOPviMJqD7/eHg9Yc8cPsOlJr5BMCY+8UXDPusKnD42QX4+5Sr3Pasksr2DgnW9KJY2PTnHhD5qNyI+vlv4PMg/7b07Trw+BaLXvC12AD1tc6Y9NvoXvgiOZb4BT2++itcJvk9wUT4cB6i9","Lq2mPo77hT22KZm+ytRIvTr4gb7vSyC+wtelPi4dr7yrhD4+zsicvlT8MD7Dhh2+fOIvPUsDLr5F97Q9Z82uvQxfK75szvY9jMGEPsbfYr6HuK+8TVOrPN5rYDx+wz++ZjQyvvMphD6Ymik9N8OwPi08lT5ac28+cTcRvoDxbD53QI++H1H2vQ0u1LvECCu9bc/ZPb2vMz7w4cQ9iEapPuESZz5p26a9dfaVvhixxb1y648+OyFDPuc5nz6WOn89wVoePSO3fL4SZYW+wimZvoZcCr7PJS89/JtvPqGEYTzYdRW+lDHYvQCrXz6M0vA9fxgbvh3RHTxF/4U+CZYvvTVFdz4mk7481cVMvUr5Fz4e8vs9QtEuPY0+QL0eDw+8b5OWvqFy5jyu5Z++380GvssdE73Z6US9DikgPUEidzySex0+eTAaPqag4z2Qpqs9PnDKPbRHhb6ROOo9+lqWvjnlQL68E/89Fqyuvc2jdj0EL7a9iMshu0zd7j0h7Ei+XsmWPpzuQb7hmT4+Gx9avf5blz4Pi4S+rFVRPhYEnD3Lt5i+vuflPbn1Hr4BWCa9aWg5vR1Xxb29c3u+HO/bPZNMkz0d6lY9eZIgvrfB3L0bWkA+z8YavcOzgb5Mf3a+hDR7vnoNDz5EYIk9gYWbvTwF8L195mA+mZsoPleVir7x1IA+KcAVvovWLb5CIi89+A9DvjK2qj6aWHm+Pg9Svlo4rbxfjz49eNUJPqzPhjyyjxm+80J6PrzMH71O9na+LF5CPolnir5qV4Q+r8xRPkcKur24Op++7YsRvT8+nr7k/zk+RsfsvWJvkL5+McI9Egt6PqxeDz4U1Pk9o1WJviFKI76SWGI9N0Zmvuizlj76e7+93Ty6uy7rPj7tcMI+FWYhPuJMDr5pzXk+5G6hPv4NTL4Ve0I+XD5yPaawJD4Cu1++H7uUvg/JHD0VrWi+oKPoPZqNaz60gmq+/FhdPD69gzzF0Q0+URu6PM8WiD5LZKc9T+1OvtoOJT1oY06+","TlrHvIfDTjujfC2+yfQJvhsEVL6djYK+FGgkPlfluL05jI09vlmwPfqPLj4YLya+IlbnvRcMVD5Q0ya+TtpZPuk/0j0x/9o9kH6NPuUpoD163g++zQEyvfibXD72pB49Jgp3PnfTyz1at9G9DXpiPKaq9Dw0gSu+x/CIPleVHr4z7Ii+ECU0PtKwcT4Wr8M9tih/vqn04j0UaEy+/guWvbzuhL53BJ6+tPunPkwRPj74/4+8/3kEvZYAFT7j2rq9msuLPvNKID0R64U+iOT0vR5wXL3WWyc+Yr+Evi5LoD2AyeS85hSBPmzkzT1BuJQ+r64mPqDyQz74GeQ97zp8vpVBRL45CB0+/T2rPQmezz0mMsC8OqpEvvH7mL2wOUY+On+2vHBiNDzR0t899g2fvit6HT0ut0K+KJKMvlFjtb0AED0+qSA1vSm6gz7gsog+3iy6vbcWVL1r0oU+SYd8vo3V5rxzQpG90qh4vej6Xr6cwLm9Rrk0PrSJpr7obIg9fd0wvg4ot701VJa9mTkIvi4MZT0iamk8wlYxPtTIprwU2LG83BU4vmxecr5x2hS9WAOkPkqrHL53gB89cm8FvrLEUz5Qvmu+dZeZPpI/Lj53l2O+EChxvmSdlL5Wj34+cvl5PU3Tkj0mzXY9TIA6veof9btiz9y89aowPhp8oj6GmTK+ysCtPoh/WT5lJkK+9F2uvQWRPD4UX8Q985nkPbnYc7vW0iK+l72IviM1Yb6LbiW+VC+PPg/9ab0fY5K+8HCXvrP+Sj7P2Ca+cP7EPemkRT77dR8+cg1APqFdWD72cdQ9nU7WPVkk6z27s6E+EEqkOnPNtr67aUU+gvFFPsMPCj5uby4+qhCAvVl6jr7aLKw9eDl2PV5MUL5z2wc+Rh9svvDzhj7fioS+xCt8PrvVgz3LzAy9+/UNvuQber52Z369iCMtPezpqj5Upkm8esujPkd+wL1P9vs9mJi7PXMcQz6YXUk+nXKKPkYDfj688Eo+I/dfPr2FMr7MTHu+","bNKOvlKAjj3Brn07UhBNPlsPbz5PRkG+nZ20PQDte70LQiQ+fL5TPrnvzzwiOTM+zsIuvs0cm74Qrsc9aWsHPmTBFj6Nmxs+1W6JO5psZr6V5HO+ozRXvWvxxz1Ravc8XYoePV1xZb5oFXG8J9U4vi5aKzlrHUo+UmmBvq6Gqj3IHe68gRltPlhEBj7AMTg+0XKSvvELmj2i8I6+fwAdvvg7Qb5gQZO+ZK/VPfy/Kz7UZo8+40uZPiy7Vj6Lh42+mZl1vlsUWD4sIyi+NJF3vt8/HD6J/zQ+bRRlPoOnhz7dwCs+ayIbveRwab7Bb8+9HTAsvqDpRz4T4Yc8RQU/PBpcVj5omiw+2UiHvtSGHz5xCqw+cEFTPTDkxj0t6wS+H/dbvoFrVb4Lfiy8ixUtPsfNB72ytEg+k21HPRcIXr4g/5C+WbsjvfZISr5PY04+n79HPlvtj77dmtw9m7tGPqoPfb5VCyC+FKw/vgMPH72w7Iq9vuV1vpdCmD0pkw4+enYBPvgcir5S32k+rhNVPnK9w72rDS8+f0OLvnKxfD7SBSy+tqVCvFCEoT7xe2w+KL7du32tpT5gh0+8oVkrPoYANz55+X0++CzUPTUcvr3wpWG9IwgfPoxIBT5rUuS9sScbvmN5iT6hgz09LCv6vJF6xD6Xq2K+iGuVPiTqkb6cpfa9uFKXPUE4ir5G9RS+XtHvPRZvVL7L5We+nvlsPcvOUT17sYS+CG2RPIv3ej5eB4e9fpNvvpVG9LwU6zs+11yGvsfrsz3oBAk+QHubvn2QWjytBy0+RdE2PrKrIj617QK9q81GPuHrib5CVIG+RGYyvadRfL6gNRo+4kWYPgOqgz7RFAw+X+byPQP2iD443qY93y+Ivhmwkj5jNS0+OhYivnVThL4UHDq9ftWVvZiEeDwUA4k+1iU+PpAxIb5Ojke9eMSZPimnmz4gdLg9oU1wvss9dD6kpew8lef4PPvehjytQJ4+yDj5vf8edz0suSo+VPX+PWWkgL6Wj34+","7y8VviPaDrzwSjy+InKIPtJomz7fgIM+TpmCvSRSiz57GqU+XjlsPup3fz32w7c9PCn0vcSPAb4jBPC9OMZTvgmrnr7EPEe+BkonPWUtLb6zx1g9OiaHPjqTj76OZw+9oBF6PpPWD77hvZM+IGVOPfJFnL4+44G+i+oCvr5BjL5WWJY94qSOvtZkor1EwFO+SRFtvoYFr71d11c+XZGEvuhbML09iI09uz6tPc9VXr7ozI48psqpPZ2VdjxdMWk+9FVHPvJsgb43254+MXwPvvZBkD77Bdu8tf8hvgIIpj7mNxq+8zR6uw5LLz6oZY0+1BiNPln8Jr5Bd1Q9FgY6vvOVhT6sm1a+MdAKPi2ipD1o/W296VAevg0InD7XhFm+BFA+PtmkmD7/JZK+Cjo+vk4yOr71uCa+pcxhvT4dDT45wpK+dYlIvY2EVL4NuQG92xCHvu4qrr5Y9h2+USUbvr7w/z3AlyO9KCpSvZMwW75K9Vs+nvlVPvdVRr3BTdA9A+uNPR0pkD6vQNC982kpPq+ehz6gsZW+6oZdPuZfJr6F6/+9tqAaPjGFIL6NKDe+CHJRvXO5qT3pbJk+x8cDvnW0z72O/mE+SVplvnJF27wYfmq9He5UvrIBHj7wx5U+cjNlPh3AV760JGw9gm6QPtvnBb4FbpM9gP/WPdIXYL62WWK+UNByviqASz6fyna+79E6vqmUeD6tHna+PvwqPsEdFT7NsT++ZmNivnXCj76GAmI+JQc8Psycpz4ziuW9Do/2Pd3heT7O5pW+foAWvsLn6L3LFSq+l1BxvqacwzxHlya+7kkZvL3caD7d3WA+FTCFvqsIMD6DiVK+ApaYvcIYKz7fSFO+EMn9PNgRA7waZTk853ykvBvPuj1U3o+9BA68vf0KOD3pXZM+2GiOPb0bGj1wiuK8vxzTvTsPGD4qA5u+wl2Evrjpmr56eug9nr7hveXthT45KCW8IjsGPa1m9T2bsnK+jBSTvcO4Nb4JuCO+MUFzPjBqk75+NBS+","mMjpvEru2z1mFFC93vkmPgeliL739VA+4BX3vbosfz71Bz074CNBvkkGXT4u54m9lLrQvTv3Vj4qBWC+e/LXvar+tj1P2GY+bHqiPqRR4jwlXPm90nIbPRrLT77RbVk+xkaTvkNUAT5LMDe+MrOUPhnViT1LeIy+vM8uPRdGOT4ZASW+ASaBvZh2OD6af04+Q7DMPXPiGL0yABG+68tZvn8amb5v4IA+vVo7PVasej7eW6G+U6FlvqyehD27eWm+45BhPcBDA75Vpgs+CJvOu47SKL6jwxQ+TDmHPl4Qc71iFiq+IJemPkVKej7lGS4+tQCEvumbhb2fSYw+HeehOyaW7L3Fu4S+a6IkPP2zWL3RNnW8EdF6Psn7Jb6ICIs+4Cmqun2tU74Ali6+V0v9Pdb1Xj6NEFO9QdkyPi5JhD7lMoA+vqugvlIrC74JcwW+Q2ZjPv5LjD7EOBs9wMJ+vsBrCz0nsWA+J+SQPi4qkT7kfkM+c1g5viBAnb1IhMc9tSfGvb3Wub1Jlbc8DO54vl4q07zCzri9h0ePvtSEdDyDHek9WNxTvkoT2D0VD6Y+jVaJPgOZNL16+7G903eFvQsYib3aEYe+7uPgPRdtPL4vbI4+uOLcPbFwGT2G7Fm+asuTvE38arwZ8ma+wGwOvvCVej4dOai+gH1hvvafnb6NIYK+Q1KOPVElnr58V5W+ApvZvfwRIL5MX3Y+Ex+Lvtcqr751hWm+0ckFPaP4Mb5IE6G9NtmnPmDikr49hVm97R0FPoZdbb7mbpU+BCqAPuixhz5lh0S+aueQPep/4L1XCUk+7TiqvMnLa77KEGi+zNdGvorM+71J+6E8P+IcPEBKX76yOwo9H1ggPred+T1WzE4+whqHPr+lWT7TaO09X4wtPNkeUT4bJUU9jGnTPdp3jD62yHq+1R/ZvRSfaz6gw5+8UYwqPpWR0Dym0yI+ce3RPR3fuD0eYjG+WMGaPcg3dL4MFHK73OfUPbDhLz6kMVC+e6S9vZTSx712yJ8+","yiuWPnIUUD0qSDU9AU57vquE5zz52eC9OkOWPinQDj6rkhs+15cFPj8PoD77F/q95lF0PptNzz1mJzw8RTp7vo7Lwb2/+Tc98ZX3vdPULb7R6gQ96VPvPW1LVj7ML9y9EbU2vuiR8r1ti2a8GwqEPl99Ab4W0lw+0hemvVS/EL6Nnu29oXpGvnpmrL4UknO7SEwgPLPtGz3jMTA+N57AO/ngTT6OxnC+10dePs30YT7Y9x++04lmPgk8Mr6VbWW9ZSCMvp7R6b3xeY6+Jo70PXBNlj7Bmzw+04MAPtRxhD5NsTe+6Gvbvel3qD58yD89XP5UvnFtmr7d04++ohFXvr28Kb6fLYO+aHeWvvpzZT4t7jE+wnBWvmFDTj6cboG+YJFpPjEnGz1aNEa+YzEWPRxgir6olQY+nrE7PdrY9D2A1hu+SnIhPYLWkTzZy9K9ngcoul9EDT7lcB08Ii6BPvJPZr7lN5g+7Vm1vbjbir2diYU9heVzPnNnQb1s7i4+ZNI/vhiOET49wUa+TZihvffbzT0TBAC+t7d3PhspYT6TU4y+6fu0PsKYjj674Hy96k1vPqCWFr6yFz2+7fEKvniEhL4AUym+8XXZvUvKmj5t1kS+/iBtvbAPmT1mNXe+yGWZPZEu4Ds8tYc+xD5cvnuGQb76TzS+UYjzPGlPAT7qzA6+FhfTPeLgl75ATIG+QLuZPhCcOz7SR+295pwbPt4pnT6VV909cAQlvkqUWr4Yvly+G3SuPP1MQT7W5cO9Fi8EvgSpsLr/E3M7iR6HPpd0Vb50slE9T6KBPe2J0TznYJ48gVYpPq/AlT7XJTy94c0yPi+oPT1+pkw9rni8PZYy3zoOmiW+c0aIviBZGz6XDdM9bkIePpDDXz0z5IC+tbGLvrZVxj1+55k+J1hpPmRBhr0lKZA8hpylPZr5lj6KYzO+RKlEPhx6lz3rBZK9C80XvhRqYr2Rpd+8gHtAvgb2eL3OBi69Zem4vVY6Ub6nOrk8zgCQPifZAz73rzg8","STcRPtgp7T3XknS+o9pwvgr8LD7NPfY8wjdcPoUTAj6IJ0w+3imIvkivVD1dWfI9J4UtvixOjD7t5Xc++uwbPh5oST7F0lC+RWwCPeN5iD7H34I+KrEePHPf5DyaPCM8Smm9PJZUj73f5Xw+hELrvVk2GD6TK4085pBKvgftsDz/IW2+raKSvlpUOD0RFdQ9a0PcvG7u371gfBO93miJvUfAk76tHKM99dS0PlAInT6mw0c++KyPvquEhb7+Iqw+GleuvQ2Ulb4yzDu9N1rrPQZVLj7cm4C+BXfxvdJLhr5RkyA+VH6ZPip/7T3qtn8+yr6svSw9oLtMVf69OQIJvondRj02AiS+L3lzvfR0Or5K81w9rq4QvctTEbwqTyw+8tBhPlZ9j75XLbs99OuTPl42nz4GzFA+U3YtPt7AN753UX++vmxuPqdAjj0zpUM+URR+va9FPT6Pvb07xfArPtN3mT0F8I4+sBCDPtlhcz4hgki+pemAPlqE/zsluTe+mZaHvm3LB75AHZo+TbNZPqzVTjvmoB8+MTMRuyBUnbwK+Ug+Bcz9PRzHJz7QS5g+eNaNPX9yeD7/U3A+SV7sPBW29b2My+499CgfPTHKcj4nRx+94GuovlAof75tKKo+RvmMPh41Xb7HD4w+zcGcvierOz2gAJc9mgn4vQGOGL4n0B6+TlYYvitppzv4pVs9zTIWveFt+L1oI3K+nDeQPgC8NL5UqE89l7SVPprvHj4GE+q9drwVvi/kND5gpFC9YrFTvs62uL3euv69GuFHvlMohLywQYK+JNvSPVuX7j17rWe+ErlIPizWdD4XLd28YRhfPi4Njb4BM0e8M0NYvmQYmTt8+S0+4QcHvgCXGjw4Qnk9eeRdPZssIL48vsW7jI7tPbTJnb6Pd1I+iZz5vTkjhz0IvwG+aw4VPYbDG76gjaw8iQfdPLIciz6jxY2+GD1vvRwBrD2ETYK+kDkhvscViz4HCJY+87hvvt++ib70VKs8HordvVnzh74zs3m+","iGaCPqVg1T1xYoU+aeaKvZvZ1D3715g+PMqAPXX3FD19m30+uwGqvbE8Cb4iRnQ7WLqFvZfUvb1bIVu9vbPmvbhV/D1AG2K+45L/vYHK8j3fkwE+7c5iPvQEJr5dJQe9N/TFPBL7Yr5LU3k+lCYfvslsib6cchw+KWePviLXXz7GOT88DsCMvZlP5b11P6g+K8QVvmnlab6BnQY+9uaLPlR/IrxdyQy+/yN0PtVTAz6wvii+MmTkPdnblD6EwT++HYxwvdH9jb4u6GC+WkSnPvYsGL21efs9cBHFvVWKVL6cFRo+fdSZvmCagz7fgZW+EoqIPItGeD76+YQ8vss6PhhoKz56FAw+9MABviTxjT5QjFM+KaEfPjpEmboVk12+JMVoPiSF5b2w+rK9/PpZPSGyrD10mCm83T9IPhSvUr6fv729KfAFvs62rT5peBU+d9o5Pp34+T1sEk4+jroSvb16ib2jxiW9K4eTPks8qTzRFCy+QYiUPry1D73MeW29szU3vsz+Yr6tP289I8hxPgJBpT77xIS+t6Wlu8zejD6rmn6+bZVrvmAblbyuQ5q9DzUJPresjrynBoe+A8KQPqdaYz5GEve8DXDWvHGgVT7C+NK8VhlfPtZD9z0wmBm+5Qb9PTrEmD6A6ho+KzOBPk8qgb4gpTA7Zy1bPrVS9D20B8099F7ePJdbp7yx8Uc+M/kaPvuI5b0SRyU+TCuZPrRJ872eBzE9phNQPlKnOj3xyFg+xpmpPvl/Lj2ZRWU+D73MvTX/dz7ErMc9uHuhvOqhhD72HLY9kX8GvoWPEL2Lu+k9UpGBvr0rq74InhO+vTJOPYkzQ72a9+w9k/BpPtVbRz6lVuO7fbIrPo2lbj1+Gne+1QlQvsVAqb6TR6s+sj+HPgYkfr5LMrY9a6kyvg+LjD7jzCm+ZuoLPl9ri77Ar+i9F9ZqPZMKpb6mWWc+3VlWPorzvD2T93Q8RArFPejR5j0/Ep8+R4ysO67QJL5/tYI+EinHu5xN+LzuV6+9","P7JTPu0KjL7sMRi+x/EQvmOzT74Azn++6tYFPkGOn76QpG0+f3TFPRlmAb44GAS+hDuWPspler7arW87u0DTPbCLbj6Sx2U+lbSIPeddjD5Mimu9hIaUvUiNir3wL5y9MVWgPmZIN70+ATy+h5AtPZlDhb7sJIq+Q4d3PnV9mL70+yK+lBaEPjYyvT3fMmy+6ddaPiYKGj2OWAQ9o4sPvp/Jgz6bZae946YxPc4fXT76wYQ8B+CMPdVQgz7rXS2+gbhfPnrmfL7/4oC+LNnqPeNAr71KxTg9ksI1PnYbCbzrrxs+KHeaPrCiqL0JOUi+55Q3PkLPZ77xVSG+sfafvU2m4z18MtI9CwdQvj97lT4oTBi+Fj/gPXeS/r1yS6M++KFGvsy3zb2p/eK9pBHbvOHyFT4S3VI8CMqDPiiKZr7skSC9ptJCvopItr2Hf/K8irymvag1tT26OCU+06sXPe8TQL7NPUc+qd+IvlSGSr4IH5y92gmQPtFwkr53xZS+o2oVPlsXjz7lRZW+W6OnPeTXe74L2/A8kCSNPXXgmD2GNgg9Y7LOvZZvo71QBy2+5m9tvjo6nD3clxm+boSAPkcpmrtp4+Y9rGCJPYozlT7uVis8PeMNvgFyi77pBfW8k8kcvcqHF75VljY+HTRQvdEmeL7KJK49ZlIpvvYN8L21WO68SlrSPcpfej3F5gQ+oBODPkDBKb4vhTc+xEinPa/CYL4zNdc94z7QvUIGkb7JrRU+NLwiPlprqD6ue7G9zFp1Pg1dbj6xMqm+YzMDPSSVuL17fpA+QICtPSoCtj20mgw9qjyPvreAoT7Z8hg+UNjLPaDrQT6VNt68OQisPXAgGD6b5AS+/YXCvbjxBb3pUmk+EcJ2PAu9r74qyyY+7QMkvrNA2z3q0Ns9e5SSPhPzy71ONfe9BCjvPWYpcL1dEkK+64oEPvTmYT6UXXE+kzs0vvUyPD6hzI4+d7IRPi5eSz7WWYI+APoKvlvPjL6+tTS+EDiZvkZmGzywUYE+","ZpNEvuEHmz18MVQ+C81svlLX3z1uGjI9g4XHvQa7cj56RlG9PP2qvj6Jdr6RunW+82cwPZuxq70AeWc94OZgPjVKKLwso3q+HaiNvhLIOb4rrhO+vZR4vo7N5b32dMu7VHKRveHoYj7/Az69/v0BvuhFtT5SdZu9dWkpvdHwyD3omI6+GyicPcwkQz0Y49C9ZkCVveCX1jxzVzq+MeAEPoeHsD0TfYu+R5ZAvvPDm74fJbu91auPvCPL6T04MjQ+Rl5FvsypCL5l5Jw+8WvdvQKImD5C4xu+i+8mPvhsyT0Pnok+b4+mOxipfzzt9Cw+tKVcvtrElz45apM+UxORPnykGT11lE2+xFpBvvjL+LxlmcQ9WSU6PlyYCbyESg6+EcglvpxIgj7Dq4q+1pL8vaK4Pj4hUwo+h1Igvi6ng76/+2O+EVYZPo4D073EO/o9icCmPnMka76snXG+jhOAu3uZcL1P06Y9wiY0vmHbrD1wTSa+jMCOvueobL4p61Q+9ZmFvg9N8js0Toc+EW2OPj2tp73enT2+JWa/PGRWPj5PZiG7To6FvsBwZjy1ZlE9wVUSvip9RL6cogS88EYwvjJCdj49uYu+2zK4PeKLzD34vpS9bwn/Pe6Ubr54Zus8IlFsvnmsTL1K5Z2+hw1rPflzVT4GW26+V1sDviCt5j1hURg+iPBBPqjSFj0v2GW+3fv0PakGor7oRJy+rqSUPvHHBT7m7CU+zhdVvhUKJD4CahW+a7iUPiOhYz5EWpM98mKePtjN7z08DsW9l2qYPj/uUD7f21++APYxPnVbID47JRO+jFufvrhgBbu4I9m9JLKHPocPdL5Pmn6+5N/iPfbgXT7xoF8+JUMcvlqBxDxlSIA9nCT4PWpxIz4YYPs8/tALvrrpbb5uKIc+oMeWPqUJZz50PES+4bSnPUtIkr4iJNQ9ASMuPjUTXj7mT1G+mB1cPvQ8OD0G9eU9lrmgPT9hiD3vIYM+q/KJPrSemD7YFYe9nJ2aPtK4Tb6IDGS9","YL1HvqWetTtzJVK9cRTzvPsjlj1hE0U+WwCEPjiGhruZ/hq+YEubPuoqFj7Ik5+9ADgGvQWyLL76mW6+vWlvPkcX5LsRPWs+OqLlvUrceD5oMHI+UsWQPhfrnz4fYvm9nVlpPlrZSTzrhfy8ss+Avp9VeT4L1UC9kf4FPsqFaT67hy2+ohKuvJs++TwvjsI97PsSPu1sbT6I0D2+fEBKvgum7btphUE+K+KlvmJWRT4aaCw+k21wvrZV0D1gnPG9G+WXPWrHnT03fpU+vZJaPtFDHDmWpzk+H5uuPZtHcL01Tmi9XE2EPLjd5z2RzAC+9+ofvnzGDb4Ae3I+G6sbPRKgi74/PvO9g4uDPoP75L3+oWy9lJwkvuiThr1oV38+IgTCvBIhg74HlSM+L4xRPTAolT5MQo8+z3aLPmJAYr7kmTG+D3dxPkNmmzxWQue8DyuEPibHDb6uyM+8djc5vvMz+byOOAm+BUhxPpc/sr0BHgo+SvXovTjbOT0oBkA9nfIrPoEZrL7DQXm+eJW4u7T9XT0LlDu+jfcnPgrbe75KKwu+rXuEvjG9Qj0i+qK8fcaVvsgUwTxX5EI+2UmZPsvylj565Is+dpJpvlnGbD4xLy28fz3CvPWpaL5E1ys+wqtbPruPTL5wJgK8Z7aWvR0C/T33nEK+XsAFPmx6Qb1x6lQ+yq28vgD+nT6T7u+8d9IFPvQgfr7Jyfg9tbydvraGQr4Z17k7uAwGPkMIP74Z1AC+13YyvuAzEL5tJ3i+VHQnvrBmXDwaNJA+wmDMPZLaUr2ZFpq+wm8ZvjaZoD4Wk5g+paQavvsfQD0+1fc9cRDpu/a5wz3i3CY+p+ikPiTB9L12lIg+JJpRPglzBz6cMQg+2gCJvtZdBD5XwQu+zOqFvpa2Ob36p509dsWaPU84GT4iHR29dc2VPsBifD4/GIQ+Qkc5viOSfz5GcuI9kQvZOdoafT7NWKS9McNYvX7kkT1oEL68Zd9TPhxuaT6monw+awsIvneXhD7mjAK+",