{"architecture":{"class_name":"Functional","config":{"name":"sequential","trainable":true,"layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,60],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","batch_input_shape":[null,60],"units":200,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":150,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dense",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_2","trainable":true,"dtype":"float32","units":50,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_2","inbound_nodes":[[["dense_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_3","trainable":true,"dtype":"float32","units":3,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_3","inbound_nodes":[[["dense_2",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_3",0,0]]},"keras_version":"2.12.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[60]],"output_shapes":[[3]],"tests":[{"inputs":[{"shape":[60],"values":["Sjyev6Glhz/z64+/IFJbP/zzALvP9xI/y00nvwMgYb8OHGa++2LDP7w8kL8IYJQ/XGxAP4+6+b8Z2Ty//8d2PlSVxr4F5KI/nvDUPxV9g7/eWBk/4ryCPhHOpr8VhGG+fOEMQLgsGD8CHRW/68vXv8abcz8Olro+kHOpvtr7d77xuxi/cAcbv2+5Cb9QGgpA2Aa3P7euaD9lC9a/YNmvv/WlSL8bZxHANkwmPuae9T68iQ4/XuzFvmUR4D9OK54+0Qx7vhXaLD1krce+VuUWQPqFfr9V9DI+7snEvzMoFr57GQC/Jo/pvo0fOb8DV18+"]}],"outputs":[{"shape":[3],"values":["Y/M0Pgpizz3OumO+"]}]}],"trainable_params":{"dense":{"weights":["288evksClD4XLqw+qzGePHBgkr7wlXa+mg0wPZblvL5Oky4+2T8wvjPF3z1Ip6m+h2dnPcVqJL7v3zk9pEuGvp4iJL4axSa+fmJXPtIXCL6DTai+USAYvjo/tTx3FWw+knhfPs9ye74FT60+ZaUmvgz/Fb69MUq+NBlbvjTRET4+st+8/kqavnTAjb47xhK++LGhvKY+hz2loI8+ogcgPr72Rz7dPrC9XB6ZvVW1LT6Ba0w9tQfuvVQUJ7wqff09YHOcPlBsdT7wuv+9j5ywPUEVNT1d8kG+zNpMvdy1ET5WGyu+Ec4WPVr2c759shO+E8CAPZ4YUj20kqi+0TBmPkOL4L2Xr4u+d3CuO3h4wrwBwQ8+roesPn89Tb28OEU9oF4ZPpLFTz6JKgc+dC6PvvcEE75q9Uk+nnMjvRjFRj6LiEW+0yO4vmQgdD314j++oG94PpazyT2m0qu7S/BJvrc5ar23NZu+CTlkPlZu9j1TFaM9K3iJPj2pQr4O0iW9xnLfvJS3LL4aNBu+6JijO23Mvb05cWE+PlBLvnWoBb4Me8K+UIN2vvTr6jwF2Hy91wK1O1HpMb16Coa+0GUlvu/GFT4ZmmM+9VyZPR0KMj5VLky+WSOvPVldwL0iGQ0+KJWrPerTNb7Qk4C+SDLoPIpdWz53l4E+3Sq1vYUYvr193T8+zZCWPRJbMT0JNbo98VQnvUTcP77s85C+Ni4GPhzbHzsfp7g9wukdPYT2ID2Blvu8ByFmPkjchr6vucc8JhCLvhyYnL75juE9VSERvu3wLb2M2k69aqmJvkSSUj6H7Ww+iO2SuiCJvr45+y2+OIzNvUGfXT71wro9O3SNPiFqLz4LnpA9ZlWVPnq7k747SYe9GF+qvjBE3z0OcPE7O6R7PlqwOL0s0J0+wBcbvt937b2YLmc+NABTPv7xMD7AA4S9s7chPpmxgj03wgW+rxpzPUyEpz2Ac8k7UciZucSnnb56Z2a8rfAQPqIDsz25NIE+EpuFPm6anj3VwUC8","OZOsPQE0Aj4oAbs+5S5kPkWcn75KmlM+DovMPWXJZj53IwE89qm8PDW30buQylE+7pb0PaKFc77N54g+eGpTvU4Hu72Akja+57CnPlCIs74X3VC8TKlnvi5Oh77P3AS+uoxbvrz1CDwArK49Szxgvvlf873KtcC9qZJ8Pr3gQL51raE+l/RQPokgQj78mWu+FT8EPWkEkz7oQUu+ltSpPrWg0D3vhvQ9lmIYvg6rDL7Ap+Y7jKyhvrkADL7+wBM+RZiGPsR4jb6iKFs+w6LWPQMKET4N9XC+xtaPPdjCt7427vG8nTzsPY0MUj6MZbm8+QaFvqYXEb78Z5C80KJbvhcsWjum/J8+0ct2vabiab7Wx6i9wt12vtHxHD3vQwy+0fOTPtXnuD69SX49wRhSvqjhiz3BggO+Yxurvl61pr7QMaA+7kPTPmdUKT7Hzv09O0uTvA/f/j3GQyA94nUUPh0bjjzy2ki+6m5rPtA6T746paS+BS5gPmAwkL4DNVo94pK3vUuWGb5wNIs7sBiyvXPxhT5pobW9YxrPvTFYVr56rbU98TuXvrN3U714kqy+WlwRvAgnbb44vYu+vXO3PscRDD6YgLm+07xuPvFWkD5Z8Pa9YHw4vjMmlj2vMS29tRF2vQdrhjymBKS9AsfUvf9TPT06hrc+tN8ovilXcL6urA8+sSCWvVlntz7+RHS+IXFbPvxH4bwTx5u+fA/EvUNXgj1qkNE89L1yviBvrb5hHaS9ZZ6jvQZyQr7EKAk9m4yfvEK6JT2EZO89IUDzPREDoL4LPBg+eXZTvmLofj45oIi9druTPgk4Cz7Tspe+3c+OPkx7NDwenya+v/9vvlh4tz7G8sO9iPsFvusUgb5abUM+/8ZLPjdheL4VACw91quRvrFArb4FYpo8x/lFPgeEaL6nGWw7BWbrvZTHRj6tBnw9aCKEPRzMqT0+gfq9QVdrvp/uDb76V4w+Q0ssPjcwwrzVXHU9kJylPcC5Zb7/5GE+D7OIPqatJ75frYy+","gvoJPhglH742fWI9++TGvBxEw73xSVW9urOZvcqItj03VFQ9GN/3PbyWJz5keXS+uzeovhDEPz33iPK8KB71PZVrxrzGGqC9cwp8vYmeLL61eoM+IJGXvpvfkj7cB7s+mUjFvZUicb53JxQ8fU8xPvO+9j0dfnQ+1ysAPq8oVj77p40+8WD3veGKgD6FIo28c4P2vJd8ND165bM+9sOJPp4KWTzUPEM+uyy6vj+WVTxWCsk8VH4NvoG2mT5BFAG+nJiZPMQGE76UGY08wfNOPujRJD0qKpa+/C4yPs+NFL5ca08+/UG0vRjKgz5xNIW+MxWpvNxoorydQvu9izyIvlGOhL4bN4+9fSIdvN3jVL49Qja+K5EqvhCGFj6vwO89i5CtPll0h73bh908Ri5APoMpSL6lb6k9kPj/vVXFjrxW7xO+mX2TvfFLHj01Aha96xSJvi7Kkb6d9B6+ANiGPcDDyD0zQhi+HBQNvs5S+732oi++E4yHvtxDyD0uAyE9gH9kPVrGBL7nOZA+aSaaPnYIOT4x6pA+HKX/PfGrC76L+z2+7nQBPOO4VD0q74q+YYY0PmSrhj5Pe4i+oXz/PcMbgb48Hhq9lpRkPnCp1b3+AIO+W0WHvu/Hf74sQqA+JiekPkvDkb5TSWM+2gSZvgJAmD70Y4S+JDJJvumXDr696ug9ntpEPfSWND7uBUc+cn0GvprDnj6qn2S+hQdnvvfWSb4npdc96BAyPildgb7/5US9iWjWPXmfRz06p4M7xCM8PiWLhD3n4Qq+aYZnvkcMhj7KNaC+Q3IcPvbLlr50BzM+wXqaPieOFz69Mpi+yOwnPiTTxLxqtyK858iuPbvGjL73UM28VhfaPdTzUj1BCJQ9zimHPoApCj5WiA4+/R7RvWKLcb5iMg4+x7MPvDB0k77tvgo+1/snvvxjjj6aFvG97LxSPinjCL7/i4a+1gQ5vunVgb5dFLE+kqCzO3nBfb4OPmq+WyOOPc+GsD4vcZU9gSW3Pm3mjb3HGde9","YiHEPdBgEb566fI9tzOmvWBT8z18Aoa+ifPFvSPtPT0lfdQ86NEPPr5jpb7kjo++6X5Kvt4Scb7eAU+9tBQoPqALVbybVVk+NU+UPdrHhr2r+d49HUVfvmbiEL4n0hc+Etr0vUuI/73G3xY8qukavq2jVD7cktO9R2dyvjVYkL6bfUe+n7p2vhhV372a96C+uCxavVge/L2IgY4+4X1BPu8aY7taG0G+V8kJOzp2Xz09tV8+UfGNPsMmtT0jwce9F/d3vhB4/j30zAg+rNqSvp3Luz1WkjU+v0kkvrUsij45UKq+yoBQvorNnT6vmTQ+tlufvcfxGz7Y9ic+zaFFvYqxpLw+JZq+6fKMvsjobb5xkju+QMxxPtQ8Cb50v3A97nkfPt8Xjr7PwcS9GCq+vng+Ib7pspu9qIgWvvzBXzzCTDm+qBqOPQ1Vpz1S70K+ep09PlCFDD7mclC8XL9wvX3wDjxbQwW+wJJnvYwOP71J2k4+NW5XPgz+nT5kY1q9u3NMvpbHc76k9kM7hOzmPYOXOL6NgnK+p+IjPvr44r0U2ac9fA1mPpru2L06rkA+MEedvajLJT546LU9gNP7PL7bCT4hV5Q9BQCNPp6lEz4s0pE+seY0PrXRp74Czc69RC9nvl+o8L1ELBe+V8PlvYNQiD6fOhG+iJE6Pv6w/L3JtTq9eXY/vW80db3KQ547h5FivKh3Gb1EQgo8/uIovkVirj04oHi+e4hXvtatBD1fAYe+K1Scvo9wQT00dia+gpZ3vpRM4T2sx0O+QpFXvRQkxT3zNE69zeybvqn4Eb2FrHI+581tPmK8gL0cSpa+67mMvnAYKr3rR5o+JtPsvaV1ND2RnZm+qKWPPYYJqL206xi+HStTvq7TCj12yZQ+bEyjvbZoRjxqCpO+b4QNvq3FML3w8dm9JqVSvhQn8T17QOm9aCxMPui79D055Ee+P66CPuB69b1+moy9MVwWvp6rzr6T21O+RxiBPrPflT5UAHU+Y1YSPhLUQj6V2KG9","i8tKvZ6o+r0uPo0+2nE4vpuKND5sOoS8m0gQvsiMjT1znaa+fWpPPiCoMr4ZiGy9sJgePtmgBb4SMam8UXBAvnBhej47KHu+hl+YvibPiT0tR0094ea0PviLJz54BSq+ZmzHPYqqbr2y6B2+DisrPmabSj7W+G0+bj4RvX0vFT7Cgsq9ZJKQvtM3vj2jKog+/77OPLlYP76PmzC+cjb5vRwyg72tZ7m+mn+IPLXfIj6SUSI+l/YQPFWrAr30840+2uKYPtcIej54uJM+3y1IvSeveb4xj5S+c5QQPoe6kb3qy4C+eg8AvgiItLvBpUG+Pg8CvoCEITwT2mc+Y84DvsST172veI+9IakfvmStBr5FbSy+7p10vu+dmL77SbC+aGOGPUSNUL7l4lw+vUHWPffXkz1gyoC+EmqivsKFh72deg2+R+dVPknnf7w9Ofc9qfShvmA5CT4xT3Q+jbNXPi/Wnb2wRjw+WC+FPt0/ur0mm3O99besvukhTjw7zVS+Dn8DvlG8nj5kios+zC7NvQilPr70SIw+DXOPvuMNaT3RDGQ+fD11PZq0eD48CqQ8WQJ3PsxxUL4Q6Om87eOjPgiMfL7YR1C+fSpTPpggY745PjM+w4wovsP/tL2MTyI+vy/pPWWPWr72D7a9hfdFvgw+Fj6Sxwo+ILrnve+IRL2Vugk8Lp6YPh/AZz6moge+BKXCPRqzMb6zz3a+XfU4Pl6Mzj2MLZa7sxWNvq4eHrzOC4M+XndAPWIxTr7kUWO+JIfwPL/ajT4Oe4o8C75bPZhHdb55igY+/W+nPj/I7r0Qbpm6h45xvocqtr1ReRa+WOcCPtC2bb0myum9oAybvoiOj76VL/M9w6a+PeXzGT3mn6q+GtMrPiXzQr7oDGy9AwKnPiHSRL5dkKg8HLduPnjFWD29BWG+j/ILvn84Ez2dyhk9hBi+PGljIL6AXAy+dzqIPZ0UQb7OXOC9DnoLPjcerz3A/a88z6+pvpGcqr5L0Eu+Fpclvhr8LLxIhaC9","/oAGvu0il7w8/Qi9i4aRPR/OYL31Vw0+HjZKvJU7s73ryoG+O9GGvWGAGb6JpYo8Rz86PtvxRb6uPSA9g1IJvQUL7zt2ddu979cXvqTTIL2fYYO+wlQjvG1Ivz6xxoG+xZmEvkTeUr6Uyy2+WY+sPKAhzT3H0yK+okQHvhxtJb2NLuG8Imk/vvgFgD1KgJ2+9M/GvQpXwD45mks+6ZUrvkDHXL4Sdhe+VD7sPNpj3bwL+wS9lWFIPV/ypr1EITu+aWinvZU/6b04Olq+veLTPZq7GT6u7C6+IHdKviVWF74AbWy+nhDIPJYh2b1YS1Q+h2JwvTcIEL5d0K8+/eOAPpUblzypRjQ8A9XsPcSLoD0WgDm8u4P2PVaujT5V0wa9MAemPlHnNz1p/hG+QMVgPsAAVDsyen497jMsPsW/eL5Iq5e+zdDBvfsSKL5S2wK+NYdiPnfIRz7ZOEo++ehFPhGONj7p/w89IU0jPrqgST6UrJA+1vXsvQdg7b3rdLK9lqmfPsa44bzTjD2+FBhAviblZb3SpVg+AvnZPQRhuT0nRkO+YdqDvSLPdD1xAtS9TkEmPl8GGj5xxWk9XAqXvmimBr3SMpe+XwWwPUrZiT7TRcK934tMPpL8zb3e0T8+7ypgPkI4qz3nMJC+1aJhvsrMgL4CMZa9aDRCvop1g74Vflu8ZHFwPTUPYD7Xtwa+ku84vos8A75b/sm6dIl+PjAkWL4L8TE+/NN1u0CDi75glWu+5F1HvlvvXz7wWJe9vpdiPhsBCb2gVUo8PqucvozfH77BQZY+CtqCvUMCa75RgdK6CitivtE0tDzrRHm+akY0PsgyIz6rayi+VehNPKPRpL7PoPA9CrgPPszEdr3oflY+r3WkN5YAOj76f0G+KoZ8vT0kn766R1++HdFjvv4qLL4aqgI+lqUkPAA3j75Uer69lLlhPW5VQb6QIRO+uov9PcFZij7eMHi+k1gsvATkA77/mGi+OzJ9vq01aT4trEk++wuDvfD4Tj6EA809","g6E+vg1qf76S1gI+rKKHPopZ5L3/SYA9XHyAvsh5VT5llDu+RpFAvYJ9aD0VABu+g/P8vccWy7z06jE+pPe+vRaDnT3p38482CUpvcxHvb0x0Se+YzHKvQAISD7eBpc+VtGJPeMKtb7VjYs+IngEvpRApb3+Lje+TkOSvlPUS75SPri93/XkvQXinr7LBRe+qt+Mvr0v2D39DUc+V7IivdPUhT7CJs+9Mg8Ovu6Phz3YHw87g0h6vugHa71wzKs+3TonvozsnD1zDIA9xTyTPvjhXT67hnE+4QSgPgolGD7HYF++LjnYvVswhr1hFWM9SlqXPmD7k77mI0e+K3JsveLkfL5mnkm+8+NpOxvEGj2WQom+CL6vvS13r71k+Lw96r+tPnt6ej1asr89Mwv9PSIxNb6pyn699UIdvuI7/70TRGu+8VNyvvKG8j0Pthk+6LiOvkICBD5tBhq+utiNviG4oD2hFp49Ad6NPcRPJz5+OFO++zulvkJXlL5gNQs+XoWGvv0msr7Le0i+aWWgvpPmLr45JBo+bRDMvTSCi76+uv29fuKWvvB9OT24eqg9TledvsGm3js+kp4+LW5ePjpReLxNlII+NojAubzedb5xMfq9YmOLPhxblT2E+b88YaSTvogkir4FwsE7RANpvVuQt71d1lE+XkeuPlZKkr3W5ba9i1MDvhxOab6mrWG+8bmYPpAWVry4HBS+iCJnvjI1nb608NE9wB2Rvq6iAr1nKR6+D+yxPbw5nr5UzoM+XEoEvvj70L0+WEE+5lZtvjmcOb1oGWM+M/SqPnyCq7x/J52+ywJqPumxpL6YPwO7VFidPRy7M77nb0M+ovGDvSbVgz7R7Yc+4y+EPo0bXz5rqgM+y2tFPjTKPj6G40y9JMgMva8nnrx4P/69H8SXPWJqwr1QeAw+1a72vJ6xTL4Us0i+YymOvWZJEj6yEnY+HIMePaNaAj5MMjk+RuBkPSVe67v1LK+8tJUAvuGboL2KdBa8N1yavGAlEr7nffQ8","EIiOPhtGKT4P+Vy+9BEjvmW2RT7T4Z6+PqWIPu4llz4wyJi98FCsvlLiijxZd12+qsXyvAEU5jsXJE2+hiTlvLobKb4rnaM+hMa5PWR+kL6GuUq+iSQsvd64tD3v4Be+Tw2Dvq7mOT40pyw+5HYPPiJ9HL5Rb3c9TUIFPXnKlb3mK20+Qu4WPnXYfj5C0ic+keREvh6bnT7cRK69Ylc7vslOSb6nDwa+xZJgvvWSLL4ZjFK++jXDPBkMdT797eg82fp8vlL5ab6E244+HAskPg3vh75IAQE9PchhviMkNDvFDhq+jbJnPihCEL6BXCS+V6eaPpahgT1DY1i+Xj/HvViTeT5w5GG9/R42viEmsL74Bma+MU6pPvuuGD4hu4Y+hdaZvftXZb4hppC8CWT5vbVWiD39Myo+4E9VvllXiz2L9IU+cFPGvXYC37zaLTw+6d1JvnJhnr5LV0U8hFs6Pl+TOj7GlVO+goSTPXHuizzJ5we+Mc/gvtoVGb5mPqC97k4GPgBDeD5l0JK9YziyvbQXU76TUjS9axjYPfjUNb5SA0A+AjiivTnOR76ggAa93XEuvp2GVj4ngSA+xuiVvefjPz2ssYm9pdsvvkifMT4/XLC+TW1bPtEBhz6LJAQ9MEo9PW5zdD7uJDQ+YDxAPj8eO768rT684DHkPc0uED4nJAK+bTzxPMylVT48SSS+TUwCvuGQQb70HD4+Hf9mvrc9PLxjzBw+46tQPkJkaT0/FeQ9+m5LPStdob0jjRW+xl4gPsR1rr2sAj89hhdrPWYXlD1TvEW+zluqPvZxpL6EmFg++PwRPilviL6SGcA+3HhfPPY/mD0MnuY9s9+LPfHrsr0K020+eb2GvuVaUr4ZlQ69F76SvcA4WT7jjgO+5n+0vVChmz7nK3U+oP0bvqOzSr51Eso9ZnYIPo2Qt73LDDo+0dUtPdPukbz2hK0+YhyOvrcjXz7TT2y9q+lmPh+Nar70dbe+VQvQPWjAIL7jtxM9+rsHvsjoQT5OFpg+","mFO+vJX86T36rKs+3Dl9PrB5jr4X0QE+AzSUvd9Tiz5usDi9FutQvuefob4JjLq9VbLUPeT4CT6Dbg6+ANf5PTYSnT1DxIY9tfL7OYBWQT5C9oS+8MhNvLDuq7yKuKG9mEpUPlRg/7sqdwU+QfJwPq9OF76Ui8S9wdiSPY9CPr5+bZ4+F4W+PAkq3j2U1Co9WPCYvvT/ZzwVToq+ygntvW4EeT17lxe+S299vtOeuL0zLhQ+OlxlPpWZXb4DWXe+IIc+PtN/nb2Xzom9ivWRvF4gjz6Zy1k+iLQUvozmjT4Xpn8+qoo9PgI04b1+5NA9+ieuPiCH7L1+uXI9RFCdvpRZBL5XJKC+8WaYPbGKcL4Subk9R3aFvUkSxzqSP0i+9yWKvXK4tT5581E+n5GuvcSLTb4q71s+sQHkvAFfAz7JKaA8Ro/nPec9Oz6EviS+CzVWvpWv7r1T9Bm+SpiKPqN0bD7bdlQ8jAVKvbc0Oj45GRS9cMVPvuFP5j1iJH09oO1ivpKCRT5m5pS9RgXRvevLKL7Y4E8+1YVYvdpyaT7pMfy9nTkpPpbHiL5p2Iu9++06u0O0Jj7VSdi8KE80PsWFYT4CTUK+F6YIvcye9T2c3rQ9ZzdlPu8IbDxaOTe+S/F1vQAXlb0hQiQ+/7qZvitvjb3TmTa+ekd1vknpXr56xjE+MEGIvkbtIz4BuFG+YmtgPvKRhr4dyEm+kIL2PeXOkD5QO5O+bzGNPRdvLj7AmJ++/vOyvnDEwT4Nwkq+bDb6PdD6SL5Kr0S9HSiCPgTSOT7tqIq+04afvcIJmb1AoVi8PiWpPdpQPL0e7Tk+xfksvnL6hj4TlQ486wF5Pqt6mb1tsyG+753+vZ6DBb4XNPy958jMvTLUmr2Rhbc98wzsvc/uQj68HyQ9fYhhPvdEUz1AWzM+MAxOvg4XHT5u9ai+qKiFvkiUZT5KFQ291Q2cvrFlbz72CYQ+9uklvm6uGz42F8y9Nk6XvU+PoT3JEWM9qs0rPSxMGb4UZqe+","89n+POQWyL3NYZA9w5uPPnQDG76zk0Y+KtoIPsmzFD4ZW6o+pzV0vg7/LT6zf0++/M3AvZf8272kviw+9OoGPmhXkj6SxDc+vFSdPiQZEz5ZorU9upMUPZ7pfD7vTIG+F3g4vTCdeb67ywQ9gfSovk7uJT7f3fu9gmtxvhEbUb7dcOM9JAvMPXKYWr5c7pK+hblhPWWmnz5tEoC+E124PbGnDj05+To9HqquPUh6Cb64kSU+nmhTvWIyK75a65e9ukjuPddchT6En+E9yPbyPdeD1b0Gn3S9DXu5vQJTPj5wfvw9eatXvgAS5L3961i9zoWhvW28BL6lBp89cOB9vnvb7z0QcIQ8K6Rcvsxd9T0njdq9shyBvhQ1PT6v4Iw+gqSIPndlrj20QCY+ReMTPpJsOb7zBRU+WhpGvsAztj7AiQS8zlLRPfJ4or1kl4S94lAlOz9ZXT6Og4u+V7aAvTBPOb41ckO+qhBEvZ8qdD46Y28+QGkhvpLdVT43HUE+ZLgFvjAaNb4BOYe+/NUHvvRF8D0gkny+WdscvhVQk772zs45SCaxPe4yO70MuUs+XoKXOwUHXL0EI6Y8t/mVvhL1kr7KE1I+uTR0PhRXLT3iPGa+KhTkvVbKHz7g5Yy+qcifPjs7IrsHGCA+ODI/vgtvmD5c++A8RnUzvognh75Feo++gy9gPHKDhL0cWIk+cNwTPthkaL7cTs28MXdUvnbsPz6kmBq+qh1TPTtr1L0w+lG+O6aVPoXmrT5ONQ4+1UsNPcW4uryHg2s+ZiKFPryWAj6U3aY+Yw3yvXnRrj4UUT2+JyycPMXEBr3jgYm9G4Hlvf82Rr6lG02+eFWCvpauSb2T8oM98IKcPVLlL74HyUs7nO19PjpFFj6bnla+YblnvmEoFz6PuWQ90C1rvU7Fij69a26+hbytPnR1YD7M33c+yaWLvshYFb6Xjgo+XsRWPt7Llb7TLZI+h1mHPODUjr7tTnc9QLIzPrElAb4jXTy9/+V0PTHZn772UoW+","Dzspvq3umD6JgI4+Jj2WvYSrqTtAUqA+ozCsO0Fwmz4txyG+HzCzvOwGIT0mRFo983KuPsoRLD7RAoE+E2uBPg/oHzy7fE++OymDPkstOrvtKoO+YP+aPmVdDr7nJBg+RAXNPBnviD5Fv2k+/C6Hvh0Q0bsgWIU+KiVRvrCTUb5iTYs+cS2BPvUqRT425zS+xMJRvtLPX770hsU8rOq+PNzwpD2R58Q9hMvvvaC7ej0XBkC9juONvuH9db5GcGC9zS04vliIcT5Y0eu9w3lhvtBCwrtojlc9rLdqviuYFjyTJoQ+h92xvccdv73M0XA+1v9mPPm0ZLyfVCe+fqbMvTUFdr6cEiU+AvlcvTrueD0Ytpu+Onv+PUEwfL4NzAo9a282vTVg6b2bjJ29hDycvu60Lj6c4qC+YBFTPut0gr4rRwC+FvBmPjx9qL0za5u9QV5nvri4hL1uH1099q6xPflXKj4U5VS+6HFMvn84bL4eVWg+eXBqPthBKr7OixY+7Imqvs2rsz4KXxw+frIrvmForD1pMH4+TjkCPoYGzb3D06W+4ImCvsWLWD73VoG+kKHhPeeRJr6WjZA+ZTqzPf/jPL7wiPS6dKhqPg1Bnz6iH0Y9bBHSPcfSfL5i5uC9JJMFPtVqBL6npVA+iO5pPl5IiD5ry3Y++Qq6PcQB9T1Hdvc83KxavMMOGb4IVZY+EucOvtbO270t53E+rpfEPWLijb6CreC9lW2TPupepL6tLk8+2uPYPf2kij7Q3UQ+REMyvfTqdL4fMOk8A6FmPriQMb7+lJU+bg5gPun5Gz3MlWu+ieL1PPi9bL4J9Lu82oA/vu6tdj4u7WY+DBadPJ1nBb4jAJQ+9U6QPUQ2oTxjfmE+PsuTPtWsVT6mSj69p3MFvh4dIz6AiqC8MZBavkd5gL0PqU4+p2v/vf6tEr780Yw8sxCnvpATF76mkS++QsVePomym70LkJ29CaaJPlpw+jzN1Wk+LZAavhGmjD2dwQA+PW+cPiJuEzwmEJu+","KyBbPZQONb1APo8+w0GDvhShbL6+Jgi+kZDhvScJjz49yR69IjI+PWbnvL0uDTq+28InPm+2D718ekG+gGPzvUfZPz5zHl++mvqOvuthYr5Aa+U9Tatcvb19Zr6VZWk+jgP/vObDf75aoRa+4RE8PvlW371whNM8/MkiPhnJdr5zbNS8HXtSPmnvtrwTRU++bnhDvhpJfL5sAT4+fSJAPY1Dr74QO24+4t62vW4+pryLQ3K+EvstPYPOXD2TIja+UDqKPizBPT7U1nQ8MQ0xPIOAFr1budm8p02LPt6XJ74IJfg9PhWCvqAL5r3Rw1m+C+3oPB7V4r0T9eo9zKCTPE+7aj1cW/49OlRQvrbDuT38Kl89rxhMvjPjoL18geo947EdPmEnKL5LupW+i2P7OkwwML6wR3q+ZXWfPgGsUr4ly4a+oOC9vW/zPj0K6Fc+fAWDvp8lur3hp1W+8wCevsSiOz4LX5e+xURVPgQ6vz1lcgy+2uOUPQ6SGj7mxne+PN7sPZa1mj4S8IS806czPgp+mbm8kHu+pCEHvrlCW74D4EY+/sCAviEPpz7gqUS+ug0rvoLRej4yzPi9zJHePaDfEL6dJd49Ao8VPQkaBL0802o+UJBLvWuqJ70lEoq+te3VvWIYpr3Pi1q+U4z4PLeXUL4a5xM+OX06vmw98r33EIQ+fw3Mugj1i77ueKg96ieBvmEbHj79TIU+CfyDPmQHz73SJnM+TSVPPhzAij6DGaM+XqasvX+kFD5ntZ8+7n5pPFFaT71S7wi+AxHJO329wL2eFJQ+hNpkPjaMoz7NXz++cZ+QPpwshL6FA2W+IbkaPbQ1y7sYSO69DJspvoqxfr4jNSa+pCSWPdVBmrxHtjI+gCsTvocg170Yo3++QleQvcRVnLzXF6m9jCcNPiUOJD7gCAK+MDjNPcIhA7ynoYs98a54vqQruD3rbRC+u4KKvW4EtLz4aHC+PNIwPlQwBL3smz0+sKqtvUs/fj4vL6g9lHqTvjbhNz0ESGg+","JIoePh5Xd75O946+H0+YPuiZPL66qIK+DwBwvm3ulz4geFG+5nvYPG6ua71B1ck9ZduZvklPgj7BRoO+SOyEvl/iZr6Zbui9aV9wvkKU0L3DuU89dfJoviAhhj2jVwi9OxlGvGPm4r0pQ5c+iJQVPkRlCj5eu1y+YoNDPogy/Ly9iSG+XG4LPX1JZb7qSPM9zFSWPWgF5zyCyR4+hnaaPruFDL4KGjk+aoFwPf/ZPT6iM909TbFovlkUTj6Ejgi+1MaSvgj7yz0CWLU9ZZA1vvd4+7xE/PI9v8TBvIk3Rr59xP88zdXXvYeI770O1qU+hVZiPlDWibsxh/295Q2kvuGsAL5K/rG7U9kcvkc/Rj4QGJm9Z0ydPsNHiT2556A+pA+IvmHdiz5ancw9nExFvO73gD4vNVg+3SpZvcZHqry+h0++vodKva3xLb7kiMq9CcDCve/ebL599Fg+Orutvea9fj5GLIm+oPcSPnBX5Tqf/Qk+hlRjPuoLDz78WPO9b3UBPMig8b1bes49vZQ4Pc6lb75GmAg99RgwPtakoD4m6uw97wJ1vQd3Fr6BPZO+4E+BvkGUNT11K6M89FlcvqYnTb7D1H49aNnCOqqsHr1fqZk9MlHzPaD4Kr1G+Ue+hKf4vW8+aL0o3f+9LmZnPrhDnb1lLng8Z5hGvYCVOb0EvR4+P9QevbJ/wT3HAXw+GAN/PoGqhb4JtdA7+GGRPkic3D3Y21s+NKdzPn2pYb6coSS+7aj2PSbRI7xczJ6+fYSKOYoO4D3Ooo6+hiC6PZTnGb7PU5+9RDsiPLKvij5z/Bq9IYisviMqVr6xxoC9LGBxPn1crrxIYno9yaL0vXI5U76qQS09W+q2vQfskb0senQ+atyEvi9oUT6RgEQ+7CwvvqxzX7wk3y++Eg9KvsLTlD6FJm0+eOtJvs56AD5zOgY+0OPkPZp9e77ixzg+6WaDvtGAcr2QHOM9psNUvXlXt72idy08zhh7vjt+jj5KQ0y+r/N1Pgvrwb27zB8+","rUk9vV5Wh751LFM8RwnyPaGUhr7cyUk+iQgkPj3bbT4BzkS8EfCnvE7zir7hzDQ+hk+Gvs3ZOL5iu36+370UvpPlmr2TUFo+2WSBPrQkh74W3Ze+/UwrvuaHl766tbq9s1TvvYcsmT5gJz8+iuxmvn64RT6Pfzy+ViYSvTo8nD6GI9896zYHPD23kr0Z7p29Lc5QvpN2KD7ZX4W90pK6PfIWVb5cPIW+Psoxvi7SLD6Mktg8mnOmvcytOz36l1C9pLULPslwej5OKD0+kgqHPjPNkb4AJ5K+rpScPgm1Vb5OFs29LSJnPrJc8Tx8HYY+4gw/PoShIrzpO6W9WQ4TvumNWj3bCyW+kZ5iPgua+z1zKEm9avKNPtKq6b0q1+s9RXPEvV5K+b2TBk6+V/EIPrh6mD7Kmok+b4BsvMbdB77iGjw+rMB6vmF5Lz4jmJW+CeWevVvxo74eoT4+QKjmPT+6db4kIRw+HLESPvvNjb69spM9FohoPuGFTr5U9zm+T0aIPdZ1d77kdAg9LEJ8vtkfrb0yb4E9HmUdvkA1eb7aDKY+q3FBvomSEL1VaE8+28AjPUlu4b1VbW++gL6APiWinrwzb8U9wxX3vTTzor7ALYQ+Y2RrPp61hr1r9/w969utPf1/OT6FQIs+/ffVPC6Ngz71ayw+KURfPqOUbj2joMI8KLkEPkpfjL5tJXO+TpZ7PgDWCz7BhJg+Tqhbvvl1AL5d7I4+chJ1vqtRmbwlEpe9Fywovr8IUL5veYE8Jl0Bvho0hL7UmK8+dFAjvlUKvz0DTzi+rDUFvmkkkT0aA4M8MPhmPs8+wb21H5o+akPnPYxEPT5iJku+uzYcvusJZz1Dmxi9gfyDvqLk4L1gwFo+3Nh8viiSMT7jHD4+h5uoPYDvdr02M6s9jI8yPd+lhj2g8NI9twdvPnSKAr7shZQ+utrevPIFn75rtGG9AsDhPdaEGj4Ly8u9qg4iPj+k6byCCXQ+/OhjvqOHqr68Jro73EzGPRnnMDyKOle+","MpqcvWrpPD0m7Mo8VJpgPmN1bTx6BkG+h1sevrCDmT7ECV2+daZQvcidij4YoHU+E/CKvlmkrz630a29Gklxvt2ViL3StA++MGSPvXl5Or4mYSW+ZlUNPj4Tnz3245c+gIgzPv13Mz5iqHA9cA1XvvtrxT6484884I4Zvle6kD4Myc29djJ7vjIzBT2oxKk80AOuvr+vRb4qNLg+YUWmPh+A6b3TYlk+vOpIPny9n75t8Ka+Ek5ZPg08cb7+coY9zK/QvfjGST4WIFa+1ZuqOiDfhr1cflo+6oKxvnqRPz57QYs9ApD3vPWTRL2slCa+MnpWPoq1472bDaa+2oCAvmqEnr7Gmpq9vPY0vZfgGr7mrx4+PMcmvXs0uz5bamG9iEJmvZjXJL6/nas+ZCRaPo33eD4fUrI9O4aBvi2Ra72DG3i+++0ivun/NL7oymA+EvszPUz8F70SvFa8PgahvimdzTyPKpA+kwAoPqlJIz7Z9V8+FRSYPadksj1H/F++8U4+vkSUHz7A+tU8PYmIPYsQlb7JKXo86EmlPlEsgr78wQs+qhmJPT/8Eb3Dk4g+5cQxvShpBj0vU629SnHDPcCvA774UoQ+8EEfvKQ/ez4edzI+XtWePrJhTj4SFOG9iCt+PgoGmT0dvpM+SplQPmDKrjxWUgg+n+efPizjFLzL3r89IaNqPiwTaD5Q0IY+Rn0Fvt+N+b0GFWm+u3YuvnEClb6YHla9cg4nvKPzYD4q2yw+rgQ7PvIgn72C1EW9PXQAPdhaVb0I4Xy+b07fPCqEsryYsZI+hV9kvd3llL4IuEM9NdRavurtrL1UFpw9lAW/vQgdGL7KffW9wNjdvEQWibyaroK+wFjnPYEuc75K9VG+aptAvf5A07xtumy9iWWfPbF1Fz0l7j++PrGBPo6nQL2/toq+0rxFvlyFdj5J5m29hLmFvoNo4zsfEKc+kqc1PZ6Nkr2LTVk+xvpGvkA5dT2KyEe+N7URPa2XAzxIqa69MLI8Pm+vkb3xoYC+","Ss05vl9mwj0Tv4C+XMcsPk8vGj4C0O4982xQvhrmHD6QCci9OlmHvDd2oD55P1K9Xbp/PtLrnb4tgwq+V3DAPX37YT7XBiQ++1q6vcvtUTwx8Ja9Wg8EvosFDL5FiGq+NFGPPU6aJz4rhnO+euKkvus58jzv2xi+7UbnvKizsD5BS4e+NxIYvhLY7LvdJi2+I0VpPvk28L3KQBq+NLAiPiHlib5KxuG8gFzxvCjG2L0TMoS+s2WGvggzmL5CCw2+Cna7PA+Ijb7oSYe+USAAPvcSAT1iaNQ9N+tCvu5IrbuidyE945gkPnGFmD5HZZ89Cj9YPdE0ubwZl08+PxrIvbS/LD1lWGA+8ixsPvyQmr6RI5m+Xi9PPuuuGj3iS0M+xF5yPvX8lr5ZQ6E+uzijvnuFiz6D2eI8FqF6vj1+X75N0am9Fph3PhZ7jj41NaY+7tWZPkhqTj6DBn2+ljiJPuWA171iVX4+865Pvf3Jaz6U/xc+2VhvvlffDz4lxjW+FRXtPRmp7D08j8G8s+QyPgkEWT5xYbM9smb7PRPwd76GL6c+gG+QvXN9c77LMpi+Jn2qvjrGjj22pWk+qn8cPk0RhD6Z3Oi9wooGu8t74jynyCo+P9KWPv6DPr3E58s8BgVYPteYoj5MZE29dEqaviEvBz7Y8IS+Sv5JPo7wfb61BzQ+FcWCPnHaj73zbMq9TRqhPYWqPz5R6Yk+cyaCPpCr/j18SwU+AnFgPsersj5rNRu+RJnaPdCxkz4RMoQ+zLndPZSWZz416e+9ZITyPUc4rru+Gaq+BESuPaPPfD64eU88/BoyvnG0M76iOj++fqKIvR/iZL611xM+iFqrvr+MHj5tg0m+fsU8PtczPD7tUAU+l6bDPYFhVD3qY3K++SgpPUdtgj5uyoW+3sOXvTIfnj1VOxC+bqJAPvFlZb5c8AA9Hj1DPRZuhz4Cg/I9FWabvQOXCDyQWpC+lJfYvdxU+70z7K29ZTjoPYtdNz5eXD08k3SBPv9lGb71C6Y7","4Tgdvm5FaD1j7Ho+0pnJvda6ib6MbqY+hMtWviwnib7Kali+V6qhPk5QJb4eUKU9Yy1BPQW3h76QfsY8PhZhvqlPUD4FyrW9daU3PvC9Bj2lGxa+uGC3vT26IL1oI6g+DL5cvZrwujyuzhG+M3gNvYx4HL06/Uk+6I5OPhNBab6skXS+teh+Psq+qj2DIfC9w3B7Pu4Q+D0x9r48255RvV/6WD4VYOC95Jc4vm9wm70WrwU+qAwpPgVAfD6yzVo+4G0mvtwChj1v268827ZTvQ11Br687ha+zyj8PFq6gr5x6W0+CkdDvec5ND5spSa+T6HFPTV1h71w6JO+j2ftvCj9UL4Kn6S+Az/bPVp4B74o8rS9NFpzPB1TXjxvEAq+fPZVO9Os1bwOZ3K+6+lsPK0TGD66EYA8qRH1Ojr3AL5NSwg+YwVEvlwxUz45ERK+YBJkvWkvij673xa9ixQXvVogmL4fTac+zUnLPczBn76cYSe+EDUovpzhur3Zo4A+P22ju0z8lr3WhL4+5rdkvpviXb3L/ha+Zn4evs53JL4Fr4I+qJbTPf2tND4MqzW+gSjLPVWlSz5/37U923CUPvFu6j1Azhk+zEq4PTOyKz5smEO+QW2avtHzsj3UowK+M8WmPgpxHb3zjkc939EMve2o7jzhiQQ+WeTLvffOmj43KD8+kMR+PtSDgb6wVMo9RcCTvgHqfj7k0RS+W8ygPseE1DwV8mW+aKR9vr6ddz32BoI+EeaVOsFmkj7bhCS+xkSCvrHdrT6FS4a+XN5LuybicL5o7cC97dgqPejFmD4QfXs9hvucPsIxIr6rAKQ89gDJPX1Noj3mO9I9soEkvqHij74SNK4888RNvgawVj40q1u87grMPHxUw71ubd89dE8QPnZBUD5daaE+i1pZPvpxDr72UYG9H9ykvqUCrj6MbIM+vyKbvqyOcT1WhYs+YiyCPv/gyDsoGkw+P3kOvuv9R765Ygs+5DegPrxKej7ZB7C+4146vsZHzLxcU/49","CPxlPtw3Rj6AARm+7VVqPlgRIb2/PRC+mgElvnwbWz6YCDC+qGYSvs0AJD7SRom9EcI4vqm7Gr6UcDc8Y92MvjRigr1uXQm8fbcFPjkpNj6hMTE8RF46Pq7jZz6a4Ks9EeMwPfgtwj7baTK++EYvvhC1D76duNC8a38eOjEdBD5Sc4A+866cvTcnhr7hlh2+33WovZZ+gL6y+vY9e8tRPK0TeD4O1rE9K804vZA3pjpHgjW+A+MTPjn2yr2PCZY9I01RPg2RZb1Ye8o9VbWPPoRJl70V9Kc+XOODvu+aozwvmDM+HLmTPNsFjz6/lSc+GnlCvsG66D0jnoI+ZRW3PSoEZD4x2x4+FC4rPr5k+j0nM42+geHkveV2gT4SxLG94MguvmH3eT4+SbY9L9m5vXruwj1E4As9LTF7vsBV0r11A068rbFNvnY5ODyCOU4+iWpWPvEhWj65oo4+K50CPZKhzT08fAw+oEp9vtSURz70Sos+68kuPfUD3z0Rvlo+9YIfvIvGvD3QMFm+v9gMvuwCDT5AjXe+AnUyvlUCi74/U4i+atElPhK6eL6BZpW+8g2TvmEiZb5xCrG9ACMSvp/H/r254wG+eI6LPnHCKT61mG4+Yj8gPjTFQr77x2k9mu2nvpcjyT3hmwg+/pSCvmH8z71hRkO+pWGDPqhElb6RQ3o+fc52vrTvTT5rlf+8wbgWvl51ob1rYV++rBSEvlP1Yb6Q7QA+VliNvvC+h74oJ5G+rBRaPZA3kL0w4F6+ewAJPXDkhj1viyO+CGsGvo0scb59b+Y9MiVwvshaFb4Ean09crWePnvA5b0XPDo+0Yg3vic5iz4YjFO+xcWKPtpH/D2D7jE9hEiiPEbTPb5l9mq+q5CivipYNz74bfM9GhBmvpX58r2JYHW9BrpevRXJED7pEGK8hjTKPRtuVz4/hem9kDDsPO9EKb1yhYc+biRuvig4dj5dtFG+So6mvjUZ/T0U+te9Iyo5vsA3h77J40+9P/tHPhEZE75IX24+","27mePb5xub2pXq09Oz+WPcYiJz0f99K8Uj+hvUYpjbwcxv27zlZEvsJviT7qAFY94i5svbmqWj7zn6c+siGIPtGB+72cptq934opviopir63CoK+KyOrvYAQaD7zug4+O/UgPk/asz3hcGy+9jLfurrqAT53iJ49LCBEvT2NEj5tdPu9JcYYPlANUb6iTWY+8QhwvocipL3duAq+APAePvhAPT5aNWa++0WvvDnSjj6IS22++q1pPgPZQb6zqDi+5zlCvhlMgD7kcnq+1jOtPN+zG77A3E4+RT/zvXxy872hoqS+ZSY/vsa3Ij7s21k+mRJUPlOzl747GpI+50gEPWvpkj5MoJC+LYuZvlTyj72OViQ+IvSAPpZ4hb5VF+s9wR2WPhElxDz/zzU92ydbvk2yi7z6/n8+jBJRvnQeoj1Ep4o8Zl43vrIeMT0quI0+Br7dvUizGz27HIS9i3e8vQKuCz7/tnk+LAyFvR/thr5WN2E+sfZbvt8fHD4puma+KZNXvI0TWb5Onha+xmhgPtJbAb4wbkm+h/txviy5Lr2rOBO+FHGPPYDRHj29Gnu++51UPSl3Vjpx3T89baidvjxIqT7sn4E+GmzJPZO/jDy89CG+nBtxva/dZL59mhS+eDFgPmC7iz5q7De+2scFveeebj7PV5k+DHmPvke1e75QYHS+J6ZJvqKLJj6yQ4A+dFU8Pl9Dwj3fCsM84z7tvfPOpD2pCPq8+QkUvqUsfr5M+X++X8J3PSCSUb52rxQ+xd9WPl2dgL4mWLY9KdgfvpHCnz7ZaPS7eiYGvmb+TT2f0hk+rposPoI0kD2j/d28xP98vikti77M/8283xGKvluGWr6enHU8IcdlPoose76hx4O+4FodvCc8I77lpwG+/TN4vp7fjz5PTBu+K+yMvVnaor2N3809TefhPQmEDz6dbWG+3t8IPuQmSD7f1DO9t517PipLp76v/wk+iHZFPl2GYz7h93q+WAqWvmk7zDwnZQ++csmOPj5pCr3rukm+","EqlXvh8UzT3GG6E8kJwnPmq3D75aV00+hKNQvsUqaD6LRX0+bPcqvng66z14XXW+/SFcPuczoT4G6km+AjxiPomoSD46nva9DdoCPt7HbLyUTWU+x1OHvo5uyb0wRxm+JAg4PnMKPr4qQ5s+ycZjvtOTHD444He+kncePtyBnb1hbZk+CTg5Pv+wgz6klEM8Ppc1vnevAT3AeY8++7JjPhaD5T2DLas92cWzPWttqD3e1Su+yKgHPVr+5r30UjG8adNsvtdzDD0gCxQ9RRaKO0Kezj0JWmW9fSQwvtLYYr65bIY+nd6DPugQhT1/Ctq8382ePgV9hb6EEqo9MdGqOezHbL1IUi2+tevFPQ9Qd723SiI+6jSdvkdRaD4z9aI+B+FkPqZysT0lb8I9W6/MPX9U5D2Ez5I+c6RAvmRWZL7S/ra9jBGavnYesD21nJI+6f2WvcQypTz4f6K+/d9bvCd2Gj7QzZk+6XrJPeoxFr7VZbo8cObLOnekCr7lFMo9ZhfSvdbITj6swn0+w93vPYjwMrywfYA+nCSkPY4oRL52454+G41rvnW4b75I7Ee++4nevLEbSr5tcT8+RmaxPgiggb5oYKG9d7K5PR2TID6yBnu+zRaMvdvc1j3RKPa97VxSvl+Tlr6/FeU9tIuuvcH7JL6WbO4995yRvnwfvb2fnKm9sQeUvqiZcz5AhwA+/VE1vo6huzh/g4c+PHUZPsCNor0KtJ++cY52vsZvcLwyKJw+OIYjPie8Xr7Hqpg+KfJQvsJPnr39Iim8D5pUvuqUGT51/Dk90ELvvWw/iD6cTGi9PubVO66iIb70/pC+U3Y4PaKtIr5jXkO8P8ynvJ7WLTyS6jw80l6jvX8Mhz5AZA08qjOcPZeMjb4In1w+oKOkvtEw6bsIwVe+yH5GPlHSLj5JJNk8m5SbvsrbcD6qsSI+t/hsvgSxZL3IS5g9pjfPPVV2/D25s4q+XMNgvkcs5L0qFLy8HqhTvqBEWD2b/T++WDb0PAMkQT1a//m9","9uz8vckM5z2zSQU98amGPlh3Yj6Tpz8+++n3vUNuYz5JLRE9km+Lvvq0IL4NdLu9Bz6LvaSkT77T354+SqjbvYCPMb5+yG6+VQCgPuS7BT3iwZi+3PatvoAqWL6imZq9jkI7O1foZz6kqYq+p3tKPsDkLr6ggui9WXeDPsbqiz6q5p89vk0AvS4RVj7T5g+80sr6OzrvH75aKnS+027jvZ/29b3bt/q9RsmvvMwQij5HPRQ++JyIvq16cr4/UHq+jS4rvkPg2T0ybE8+vUyvPLpkhTtBHZu90JEsPIDAn75jTEw+WTBbvc3AhT5umcm9bdz9PfnBv72SUiM+QC4gPiMpEj6qLfq96FC8vjeCSD6LstW9V/hNPtg6lr2lx8q8oOpYPb6WA725/gE+yllIPYd4ST664aU9C7N2PoNDsj0JslY+huRivb78FT6JvBo+c7dSPqPlsj17m1q+843VvWbVIz5sE1k+PsU0PleACT7dejw+/qRQvjyiHT7pd8g93eOpPJHuwb7e+XO+uokrPTqwKr6ti+q9jP/qvY0MJb4S9zs9qFrxPUmwNr6JxoI+5FoSPoVbl72x2o0+zCoqPhGILr0hMo+9ZOt2vKLiDbyIBgq+3BQ+vl9RnD5XRky+ynZgvJeEmj6k9D88C7N2vjaHa75K5d89kNs7vmIp7j3OkKe9dOnRPYQKszscbg0+C+aHvnRQbL6Xdd49UP3KPXCEYD7TEIa9u19iO06+4T0qXXE+SNlHvZ+bS74QLRi+1i/QvSi2YL6l2ya+QR88vks2V74TXoa9VII7Pu6DJz3ZnTq+wIgBvkiFjz3FKg483UVxPYqlPb6ixZa+4h0BPpvBI74KwZU+t900vh1hHL6xS3M9s9g3vlLTxL2zV1c+5f0FPhC0lL4P9IM+1VUWPsk/4LsOpTK9cZhxPREZ4jxH31S+vwp6vpxANj4O6Zw+cp4OPnRPtDpMs/e9dOCEvdQchT41MVO8TpyNvcH9l71VOa0+XGOaPvDohL0r1To9","YcoFvjZUWr5uITc+OboyvuZfu71dCos+T5mUvtoQIDwFRCs9OvNGPrzVZL6gOve9JE8Zvq4oh77XhoW9R2IrPk/rFj5w/U2+HSdJvoxsfr3duss931M7Pl19J74Ut9w934yRPlb0er3n3CQ+10PKPTpnFr7Tox8+UmxbvZZzRD5/9SK+7qZ0vhTSRr6XFJg+B5g6vsn2qTz6gJs+xYh0vv4h0zwxLba9wlGvvvIkMz59nIO+pqrKvq1n2z19eII9cIhsvhKq/L02o1q+cmCBPg9Y5DwMMli+u/GwPUADmT79KGM+8C3evD8OO73qKm49dGeDvJjKRr7eWcg96h2JPKBGNz6JMF++RSGMPuwTXD59VOc9u7OoPX4W3j2LdSk87SuGvtP0wTwBiCo8KCVePTgdDb51PfY83v88PvejdT5SMAU9AIpUvilyQT6aqoS+i/8hPqZAC76G2rm9d0HBPOxZNj68nyk8CRKIvrVgAL4cSR48GRMEO8XciT7xuBG9fqF0Paghib7SFwo9QKAnPsMSAT2cwgK91OXPvZBU6jypIYO+DXuJvvSGET6eYRo+XfGCvtDmkrznznq+5sKOPojGbL7qL3C+lvk1vbA5Mb63pFK+0QGHPtPDij14foW+9CaWvnSRJz2fUy88JlHMPWu8FjwZtEA9C6jsvfQ4C74Vg4A+4mEdPpceOb48sLA+U01VPnsltz3zU1S+4KuNvt9K5j1HxIm+W/s/viOwEz3/3J8+jk1CPvteGD4yGZO+b1ApPlAdZb655Bs9a5bmvVlBi77jN26+v2yXvrTCMj7Tbwe+DGQPPi2lML5BDRm+/Y2MProbd761vX2+t8TOvG1X8j1VpwW9AL4fviutDD7y+5M9tNwrPiawED77moq8vIEQPg9Ulb67fKo7kguDPvs5Wb47OCe+72p4vUO9e75y2DI+gq11PvjZmbxolpA9ugsxvrTRLD1Vd54+1rK+PHd7wL0OVxQ+SN0+PfQuRT5lIZ++Pc6iPp7CeL1GO6s8","cbXjvX2RmT2/pys+OxdrPdH3Sb7XFAQ+UDX3PY2IZ75qR0O+qHkzPPeaIj35DB6+BrIwPhUHfj4+kD88x0WjvtQ5kr5Ea4G+UCiBvmvpuTwabYo+79VNvon4Uj6qISA+HMhwvaCTXL4w3g6+5bAOPnEw4L2snpA+s/R5vWP7Mr2UaD0+GiJVPunbc77qp4U9+hJYPsAhcb1BlAy+7Y/ZPRM82j3KQZQ+ltrWvWyOOj4Q10S+rqkkPlgZgL4OFf29nMnSvddBMr7gpmU+QmRYPuLAXb4bz0K9aYuZPpqRS75j63o+inF+vsQi3T2w6D69vXlRPi7bWD4AY5C++5tsPrEqTD4voEC+1ouZvjzlbT60bS2+Wrn/vUFG5b17p9U8Zf5UPhBoRz5hcjc6CXuNPnA0yD3b8SG+zuOBvsd95r2RgGe+Uz/GvMo3Q75QmPO9F/E6vhE3bz6pxQ084wlFPk0KFz5TJFK9xG4YPJv5oT2x1TG+/kcDPnmacj0GIhY+OQTNPcRdgzzv2pE+DWEXvujsKz5mCnc+w6KAPljGlz7OZvQ9G5lavpiXB770kcO9cuU5vmoX2zwW9KQ95p1dPtwyHb5rEKy7vJcqviAEuLweeW69j6KKvZaIYD7bTIW+WsiDvrd1JT6g/QC35pw/PS5LjL3ZGBa8o3MsPpb2Lr4a99y96ON5vZxfoT73Mia+L51vvnS9UT6RPtq9YllVvn1RcL5EhlC7l42KvsL+W7339Fs+y1tePkjOATxTEza+EQsoPt0YfT4DTGS9pnmsPSS3Pz01loE+ddP+vZL+TL4rBFS+5jCevgDYM72lSD++W5hXPqVaAb4UFKg9yEvcvWkhkz7cVFq+Y/WMvR8qej6/jMS7p/JFvjTzLD7CWIy+O73GPT2Zc7wwW4m+YzsyPn826L23xYM+tzZnvsq6VL4jmGu+EG41Pg4gWr3y2zw+JwnpvSaQIr4FN5U+3nMHPohI9bw+4iY+OsdKvlMFiL7G0R4+2InovKNygL6DYKc+","kJTvPFXXED5M2ns8i5QEPXz1WD4oE0c+CiwcvkPbQj6/On4+wAgrPtMK1z2SGCS+Tnm4PNl8ubqMHXo+Zao0vufc3T3sojy+P4O8OwNswL0QKcC8JJYmPp+wgr7p1d696PuVPmJrYr7U0uO9BIvoOUYhoT7wDi285LhHvtl86D2/DeU756hEvsGvkr3aqIm+R0muPmmPMr4+q/C9nWqDPSMgir0HvCq+4niXvaA2Yj5JprC9BLxIvYH/qr2aHn6+RYRLvvFTOT7Rjwe+N2bxPdIr6b3mWnu+onVqPQv3IT7ESPo9Pg8lPuWkcz48WHW+mAxHvh0vpL6YjOO9m5A4Pi44pL1yW0699OWPPlikkL5Hzk2+q7uJvive773gR/E9tob4Ol0xE75BTgc+eeoHPnOkjz49z6C7PPUaPXfMab7qP5w9oC9iPuvtm7766Ma94CYmPlJJQDxMPgq+a0rSvbHLwTyEhoG+VD5PvjMcW74GcD0+j3SOPtgvGb0hmWa+8jIZvqAFAD5NdcO9e/TMPeXQXr5C6kS+mZH1vNMzpL28WkS8N/XtvXNRlz5vbF29qdQxvep9UD0KQPm9xNd8vuq7YT4YHNC9hEUCvnKap77QWYo+J3cxPtqpA76EOa29T6OVPlOYrT1X05e9b7envpY5HD5ps1w+Oy9sPmBBjr6/lyk+M9iJvtoCtr0UcF0+qb36PUyC5z0LXXi+pDXqPRNier6lnnO+yIaJPgghMj0fuJc+9SIPPhGgGj5ulRu+44u4PBVhhz5A9qe9HYZyvX9bx7qZhka9O2IzPT9EiT6PknG+/GBPPnnQib4ywmS+gSWIPlW8cb2z14E+4MbSvcTyL755pBo+cOblPf/DkL4X0tU9OsfGOSE2Ubyjnnc+fuUpPtArRbzgBuy80cl8vXXYmT7EzI8+EQuxPv4ISb5yIpW+EkYaPqo1ab4htRM+ra8EPi6IQTzWDhG8DwY3vTa0ar5LbZC+F5hPvl5O1Tvltni+TwMNPuV4gL7ZXJ4+","FiXvPeNGUT2fipA9qUH1vakVvL1v+26+iuswPsLAij1dm0y+x4ADvWsRPT3cqf49CjzdveArLr2fLo492GsRPhc2bL1yWW69Nw+/PWEwWj7e54G81KGdvmV6K7tKPjA+pykAPmReIr6l7SI+9ivrOxeSLD7EoAm+dmmOvmd0mDwu9bs9Ro+OPqYsYz58vYo+YlgOvit1qL5H2jM++vuAPhGnhz50CAk+E8YBvgSDZT6tXQE+87ZsvvEAQz5JWCs+PNWKveP8jz7FZA8+4HaCPS+hGD1ZepK+590TPlQY/j0VqiU+HIO5ve4gnz4GKb29zU+sPYw3qb7fjiY8qUOAPkvzjr7idN+96uaqvk/wwz3Gzz+85GMTPv7fTD6Veyy+eWSAvRL7Bj5Ib5Y+RcJ7vmM+m779XQY9f1qvPUrHZ746GkM+QjGTvDvbkD1b/Ck974YwvgDirzwhFky+fC4/vgW+/z15AiO+0TWHvqmadr7pai+8QdegPfrDir6zeJc+HGiePhgnVb7whbi9f2u2vS4JSr71Y2u+rDU/Ppkpab5/v4M9EjqcvnVBMb3/PQq+vEirPAM+jb7Xe+m8owJlvpi/Ob6TBIU+P7lavrInlT7RS5Q97CWGvvDKbL44uXg+JPNyvmUXaTtTB4U+ex2OPl94Hr4tcXg+O/CPvjaR0D1g7Us+UoXMPeJXCr7FQ948teowvtANmz78cMK9plwevjK9dT4pUCs+qqqEPps8kr6WOJ2+/lk5PgDdJ772pyO9hPw/PlUpzT0cO9C9Y8BzPOHkYz49dRy9HHqUPl34JL57tag+CHpovYUj+j3RYEg97rGAPo2e6L3cmBM+/keiPS8uMb5u4G29i9CuvNiJozuvJpy9ChBGvi0cO74g1pI+xfw+vfBXg77WlZA+BHy6PLa/WL3icHU+nUVzPvvTWjyA1Qc+wHBGPF0/Zj51/7c8x5XLvXDwgT5giGM+GTmIPkzDbL4adDY+3maRvfZ+UjwrpiC+5YQ2PrKSi75SFqM+","yYRFPa/mfr4vW1k+/YEXvuolqr0c/hY+ekxdvRNwRL1ynGy94eItPrmlIr1KRU4+wdKFvJ1OMb4D1Gs8h/clvhDzgj7z5Zc8GAGQvk2For0H7Us+Jp+xvQxjjrz+2IM+xqqnPoKIhb77UIK+p7qgPofjZb3+fHU+8ro+Pg+cKj58AhM+zmOiPq0KBr3rBAo+l4Jwvq7kpD0cmn6+dHypPKO/CD4baYM+pQw/vOlWjT1rJJW9Upd9PgbwSb4YNEA+yUs/vqwFzD1ixCU+ieQ8Plz4Dz7IX8S4JIKNPqnrdT5jmXm+rlctPUi/cL7407u9zM+CPrSkez4dqqo+AsZgvumkIr3hfWS+FftyPmungT6a71w9rb/0PUV15b1DG3q+A6gYvTb5uT3wWWy+KBcgvmdJJL5xupU+w3BevVmCpz7Z/oe9TGU1vnpFo76kSKs9DygHPmjWKzyiN4Q+hX87PnbGlb7O3pE+NeaBvsK9p75FP1I9j7mYvrdFM71GvSo9U8TdPekBuj1xu2S8oe3dvFqSLz5+oJQ91sw1vldhZz73hT2+R1AIvmGVUj7fhQc9zzBqPu0Apj0o3gi9p0FMvsvWSz4byLe9mNUmvg2QYr4DwpC+PpSjPSZfcD14Vjg+a0Lbvfx1zj161Y+9M7TxvVNLEr0MdhW+MP0NPnteSb79Kxk+rUjiPWz9CbtQzWq+L9FjPWzWKz2FQsQ92/amvorzHb2e8ZO8UrClPMz7ubwlEkS+DzyfPlZeQT0QdUS+rYQYvua1Gz60KJq+FQvrvWT7Rj7g+X8+cSd7vpfi+b2ITNq8CYfpvDtrK77DxsQ9a99JPvYf0DwuaKg+YASIvi+ENj12ETK+gm8ivq5+8zyJoh4+c5eEPcqpQD3Z2Ys+il23O8p5PzuNWoe+znmSPpEKBTzUTEI9k85Tvm2r4r1Qsc09qeU9PefQLj3dW5o9chYRPiVbSD786j49yYCJPbbsZD4UNBK+tIsyvsCEGL07N7C9ZaNwvcH6i773PGm+","M710vPODEL42dqS+zlHwPaYC4j0mj509p6S3PfQH/700DbE9iA98PAyWRj4CZKW+4tBePj/bVb7Y/zy9VM9Wvt9bsb4buoI+vVV9vhnvXj5N+Rm+4dOAPuRCuj0HyYa+4gNLPtiFD77huFk9WT0WvVmCPr4Z32U95egjPhA2/T3h4lW+7hKTvpjtXD4qJ0s+ixe2PZKiCb2RCF2+zadXPpGyC74Orng+hIeOPtF3H76fpIO+e5wZPKqQjL4AZFM+j9ZFvXisnT1MJ8O87njivVLdRj0PTiq8fTMsPmz6Qr5lG6K9O2fCuF2Ehb46Jpo+HAxvvmFHab5fdCI+I1lWvoPlWD54iYW9bTSPPqVO6z3aaZ6+sKeQvsA6kr5a/bK9Wg2GPQROUb5Cogi+AAWYvk6OZT6nxiw+jSpOvh8XjD7o2ia+clHevcY4or2mQ1u8w/ozvnphFL7lqoA8fp4cvhNH/r2yzKe99aLtPexbEb6PhsS933ZaPef9Ar6sc1W+Kwg6PgbZfD5lD5G9kZq8PQmfmz6JIEm+Nc+mPpgKhT73TYO+n4U0Pt7jhT6NFi2+sQeSPpBJLT7fK32+S5SEvoQBU767SJQ+h+2QvbIt073X4be93NAivpUVhr2Bl9M9mu8bvokPJj5zUUK9bonPvdSmSb6qREQ+ReAGvgtMoT3KwAo8nPV6vG6P5L0pFJO+QFtrPu7inr6bOCY90w0RPijfRD5xrXY+SCB0vsJUmj2PzQo+xuInvT9eJD5dHjq9kRAnvsDkPD7rFeg9kGmNuy77iz6b1Qq+kTEIvjULXD5Yqss9++13vkQhFr4ZxD++QCA2vm5XBb6DSpE+kLhqviVpBT75WB++tbAiviZyTj7URTg+CD88Pf7Puj1HnpY+Lpt9vi2CJL5yVRw+4h2RPDFogb4hLxU9enutvdtnAL5o/z++eRibvqcYXT4tWGE9Ew9lPqiOX71CbIu74ADmPXXXgj6N4Ua+XAyavUMfCT4DzBs8FzWgvkFOCb5BthQ+","UyXfPXfIRr1XlM89QGAavSzKnz74jHK+bShLvV2qnj0agIq9JgRUO5FSDL4dPE09j6aVvZmi7b30DXK97TKRPWtkpDxMg+w9WrnRPGcUkL6KHhG+Eh8JvceLrDvWqpA+9Lo1vkFEmj6n3qY9OIWLPrICLD5lKCM8rMGkvaWH6z1SbC8+0auMvdoH2j3mN4I9j5Y0Pj+y573vXu89tOuAvlauY740VdI9OCkoPvsVu72XJ50+NMFMPFn0fj0Jjz6+66CMPnQ3Fj7y6kc++nM9vlxiaz4tsYC9VXaYPTnM5j2vnZS+NdSJvkUciT2g37y8GSOuPuUZLr6h2F++hhIwvroPkz73kZ09gHxtPnV3Ir7xap89qjCbvpbkdT6gJEI8PQkFvr8QY76YzSY9FUbzPbjsIr12R7G9b/qqPjCyir6cRFi+FIcyvabYYj0vKHa+bKVvPPYkYj54t3w+U+eGvodGjT4Oohm+J2vCvYV2s728j/g8tn4lPnH4yzwbuKA+2izkPT54OT5TOW8+2ziBvt9bCb4igp89fvhJvqWOMD6twfQ9Gy+hvUl+5r2y65U8IvNIvsFLYr7o/Ry+5ExvPoYm2L1ZNzq+VhwYvjpa+D3FPDE+dVeFvssORL2poj4+sK0cPcazvD2Q9Oo9QgcivglUWb6lES6+LrR8Pqq6pj6FV50+ME+aPpEGeD4hIY4+4ITbPXaTAz5Xgo6+M6kjvkBkUL74lp299COZvfshHzzfxWg+w9b5PRQT5j1IxFu+6/ztPQJwszqT5x++p8qRPJrnmj07lCO+vVwYPinKhT6WAlg+yxehPvaRv73lKc09YWoAvZiYR77FqaQ6b+B+vo0cIb2qq1Y+xj0ivl8oKD1l2fE9nk/KPYJnyr1KebU+DlGtvGsXlz71jEE9W8qjPCvx4LxtrgO+kvaFvjgr4T0WqoY+b4xiPmXOiL42kyo+p6RtPhKzFL4oCAS+qoQZPpE/m7w16zq+SI6gPN6QIT6qlPk8gWNqPfXrkD7rcFu+","a+pYvvuXcz4Q14u8z6Nzvsi2KzwNcY0+tBIrvvsBl72HZIQ+YxpIvsvPmr5q5Im+oplWPrSqjT52wKS+whbqvTOiYT73W54+tG+EvuILaL4m056+0TOvPj5VXD5HukA+svUqvltGbb59zEO980RzPYKMgDwim8W937u9PCL9ab6hCsA91Vk5Pkf+mL0iZZk+/MjNPT2SLz7HnV09WLQqPjuQPT5i38G99Y8TPqcCxD1aMyq+5shWPqiQyTy/rjc8ueSqvTV8Vz5No2A+TihGvoXgsz4T4/y9520mPmgAhD3Ii1E+EAsFPqxncj5xHIk+KyRfvs/1TL7UVT4+i3+BPhXfY7wXwUg9V21lPZSXUT3XVmc+hxarPDNvbr7CT2Q+gDH6PWz4aT6eYf89j5aKPtO/cL6vr2w+mJ0pvRd8JT6/C9c9sHjYPSholz7egIo9BmMMvm91Nr4ecZo9qSaRvTTjZL79TxA+h9XkvfgGJT373om+Hi2cvqFTK75hVqI90kORPlqtVz7TAHG8QPSPPqkrjL56F2G+oix7PmQuGj53xxe+N42HPV8NNz1coFk+GKJnviojUb7aK/m9PQYBPfaTtL07n1O+e8f9vCxefT3TbA69rw8Zven9mT7fgkw8ZD4mPj3pUz19sfK89d8hvvqkab6NgJy+CMzDPWe6BL2fxYa+LDW6PU8hs73sS20+sW0EvaNajj0vQCi+FDWYPtUACL6miQm+EsegvR75071xmPY9+uFBPoq3B74+VYe+NjyYPko8Fb4sI4A+m20mvm2rKz6nY7S9G9GYPtc7lTze4BW+7GqVPvz4tz0Lxlk+IxYPvrGmtrw/i2K9IeeWPgVA4r1NJmc9osuLvjcYMT6iIQI+E3I9vblLbr7HhYo+B+oPPR2WKz3PfFe+HCA8Ppi58jzOGk4+8em1vceQjr7ddk6+mO8ZPiKhRL6EQoI+PnyAvinj2zzCQbw9u73uPB6Wmz54mV29aKeIvv5qFz4LWWS+MjXEPb+yLL6s/BE9","w5w3vnzRRj6iRoK+6q6yvUJpVr6vaSK+H2ASPmV6A762ios+eiLBvUP8wD3bp3q9m/rxPf1SAz60UaS+zt50vm8sEL5j5Ia8dVhvPjqMVD6+lBU+i8oTvW9UrD4TjpU+3RbMvS1/aD5Kz4Y+xFGYPntlsb0oCE++GcM/PKf4AT5msqQ+hkkDvcpqgD75As099IlrPltpkj5phhS+2aQvPqcLoj2NT/G9Ti/7PcPb0T2b2M280FX2PWR3Oj40Pyq+ejK0u6foqT4rO2w+r0hJvml6KT5XMxE8UndRvnj5tbrr9TE+0hSDvlWelb7KBva8RtstPD+pEb748968AJCCvY9ab71x6JW+Kv8fPhZ0Wr6OpXk+ZXoHvEhwnT5xst68dKSWveQcI76KrlW+yXI2PkBUUr5Hu1S9fwwYPlqXhj6wLE2+gROCvjXTZD6KkoW+KA2IPrysSD0qCiq+cNdtPmlsO712AGS+Tyhlvl6DcT6Az0q+ZREpvkpwpj4TMIo+LzgLvDm2fj1MYkg7fgycvoYJBj52Yay9s/ScPm/Af74gFGe9etq0vSRGMj4r+DA+q0JSvfwK3LsI6Iy+qN6PvuUSID58Tsm9i7BnPhebMb6DB6o9TKo3vh1kgj4/moE8Ep01PmDJqT71LB4+HbvSPX/Phb4diIy+aJo2vuXodz0dkUk6GPKBPoOGib4cckA9Fh4YPs65ZD70FQw+5I5ZPu52kT2RHCa9RFyPPouJbz6ehj695LT0PK6Jr7265GU+v7qKPlcUhT4yYfS9yB0CvgJ0mT6oW4e+rQQ1PkI2iD6JtgO9pxh4Pgqkdb52Mg2+8zRWvvI5pb06gRW9R4p0vjov1j2p3rG+gHgDPu9aHj653C0+66tdPiD4HD7v2GG8yrc/vvS5Vb7uR4u+clGSPWTcJT5BM0a+KrBmPXowF76qqME9kqmaPQUyjT6mM+q80baivca3Ur6suo2+Fa+CPk8qRTwVA5u+GrVJvtolVb6B14E+sp6fvjS+Lb5DCGy+","3oklve6IlL0Vw4082sufvk6WWD2Z+Ra+eFWNvm+bB74zRo48SncaPbBQmD4cDpc+D++FPgGxmr1g1B0+qsA4vlRUJD7pl4C9N9tOvjD+ML7cj7+9e45EPkrja742xRE+do4GvgdMKjzJtH++h0eAPPpEl70i+LW8Vy4ZvsEORr3/Fvw8H0BLvkE/Or5nndo9WMWgvWINVD5KCA8+DvC9O1OFDD6BI3c+gHlfvqrr/T0/2ie+GRIAPhPwEz14Fwe+z/SCPFSplz4LHwg7C1YmPucxDr6hNok+V3xCPVXyJz5GGpS+/sAxvmwZgr4Cgkg+RU+Avt/bJb5ZJBA+33OdvonuML4c6nO+rsCDvijFEr4U7BK+PP5BvgmG2D19ER++eza3vQThmz4znI8+rk92PtpDaL5Niww+9cDcvXM0kb6Q9E6+RIZPvjdAEr778WU+1ux2PpSW5b0irs29ZmX/Pa2Shr5k7Ai+QsYTPga5m77PaQA+9V+DvndfSz6MQ9k9CZnLPYM9rr1XdWq9nxaUvVJ3hD4rwok9gsrtvSLBCr6EYYg+EU2UPult+D2XMia+Qt6NPTa8Wz0XSFc+5fZuPgWc3T2VQWE+uqVoPkKemL31Mwa+BNNYPmsJGL71/Kg906wRvjvxCL5xgD88TMedPevdhr5Eoy++8m4TPtCGhz4cCle+qK74PF96Gr2jEde96hpPPliTzz1O/2S+xVgFvlDtHb4fyXS9wru7vHB/kL5/voK+iX2IPqE36L1Dqaa9aLcUvja1Lz4eeGw9oborPcFGH74sc2m+CHqRvgejXL4O8cY8lUYpvVv5Eb51IBW+9AShPn9hDz5HsyK9ntygPkdrhj65eX0+jLCXvhSOLD6tEhI8ERViPrJA0TwyYzM+P5CGPm5fgr0m7i89Lk1pvoUomb7+shE+/qujvnY4dL7fNOU99MlqPolXub2Tugw9f0NBvSElhL6MUZu+5evkvYSGgb5H0gs+yi4WPmf2mb7rYaa+6ocDO3o8Iz4ey6A+","g3xyPDoNrD4ucpI7CPxnPm+DNL6BOj8+agKuvTn8jzyWJAY+vGcSvht1ab5kHa49JrFGvgpeUTycRdy9cJ+1PQ9dAL6AaZg867EwPeUOX75G+po9sESDvvTajj7VV6M+CxOgveg/0Dzs+nG+4PFKvhxgo76lBHS+WF1Evj4bYL5tP2C+bOhFvpHp0Ly/goa++VmQPLr0cLp/GwI9JgRMvf7NLz6FGw2+SSoUvTL8rT33aIY+lz0NvhG9mz5Np5s8zWJRvijHXT4hUpy+xtjNvbIedr5mw3A+BYSePhOBQj4fCug9ckVMvmynHb0lK50+KMZKPuzOX72KgyS+56PEPMw4+L3hbUS8ny7IvS4lF77gip0+siCwvXvtYr6WjII+nqYTPecNgDxixJK+vgETvutxmT5IKBa+R/3wPYcQer3+iSo+KV7XvdnIeL571VA95xCUvrZBMr5+9xU+NNFxPpVrd76NEjI+LUwcvtY6Ej4LQQu+7FlgvVmHnT6P8Dc+My15vmZ6o77sHSg9m91bPlY8JL71uKO+f6C7vS7aG77oQMA9vVk3PiV+jL4S3qC9xpWVvuwEiTw/nbY+OHhUvpSFbT6zUY2+4DRwPrlECL7I/Li9j9kgvuFrfz7ouz2+XONfvqMSL71jJPW9Y8MJvr2dDj2Q7le+BBbuO5lrAT4l74U+zbeXPNINS73Zwm6+lbpdPq+bgT7YVB2+eiCavS00WT5rvXa7Bj41PuGfSD1N57Q9MqeEPbOHD753eCo+5KAEvrdNgj5r7UC9O+T7vWJrC70KbAO+wheMvoDjgb7iimw+yZKgvcePBD62pZ+8GjKNveoaiTxfuNs9YqYpvg4BGb4xDqi9QK+2PrpvFb5EGnI93VlmPkjIez5/vFG+7yYGvkKIWL0zGAi+VgVEPWLuWz5b21W+31gLPk76hz35GZ29NhyzvdyThT69yhk+1FJjvZSyPr4kD4Y+JddoPnELVb7deYW+kcNmPoGkGT6fIwu+KBTSvMAm/T37h7O8","xjZYPgfxiLwkgQg+3T+NPoap/722IRM7xNsdvvCliD4NVNc9emgcPlsh3L0ZRga+ldDAvQaI4z2BaY09d68hPjyZLT7CgkU+3x8+PoXawT1t0w28d+3jvUBlX73RrTA+kn3MvHoX9by65ky+Xf+aPqvVnb3XHhc9OWEavvH8Qr5CqlK+yDcFPox6CT4ykjy91NuuPIFgJD7naZg+OiGAPewKeT2qJPO9VNyxPSyGmz3bDYi9fM4zPuboIr4MfkS+V363PSZuiD5wnUU+VocwvnmtT772pgA+ID2yPcitxb0G73U9wEqYPf+OLr4u/Zm6oTAIvaRGlD7Fh607i2iDPjNIhD1UQto77npJPqHOHTwt+XK+HeWOvj82zz3eUU0+uoaOvhIlc76z4pi+D0T5Pe38i74jgTq+GZdkPm0BJL78QjI8au+Qvjmdsj1k9mg+RSfdvRrabj5cAoa+ttltvg25aT1VsU++e35bPflNkD4NZu89LoiGPa0QGT3O85C+7VGdPd2gvj0lvwG+5soCPWqSOD5uG5o96VNhvvV9nD6IWvG9hVxXva2+Y76C4Fs+WqPovUS9A75s8m4+Bf2AvSBXgD15K6A9D6vzvXBuqL3CsZE+1hebPgXsMr0j5Y4+r2COvkJZlb4xgE2+wB1Evop6Tb6Ae3k+24B+vu4IbT69pWw9Lo7PvHNVMT6RRC0+wQeoutfkeT5wdp0+/bZbvV++e77Rwiq+VfMpvomheD6fop2+hbFMvt8Ewj1zw0++ZvPgvZ4Ffr6pGXg+0j4YvcIwer1wDWY+cCUFvibegT7lYpy9MQFaPvV75D3eQrg+HGEIvpcRjD6XkBe9/4WjvsmHmT6qD3C+KvUFvp6Lhr7kr2y99SUGvs66ij40dDS+lXvjPDTWp76W2bA+WcJavjFHYr41RYy+vVREPArcxj3Q4e49sQsPPtPwlb5CpHU+tbdbPvbaTD42r6w8w002PREoUb0NC9I9ariXPjBgJ7627jE+xsehPthvS77CsHC+","GBWXvg+Sgj7FRZW+MEzivOYNprwdpC8+9MspPoE+mz6ZOde8j8rUvd7l4j3jYzU+WlpNvXO0+T13Hgg+AErPvduPr73ANwu9O3opPdA+zT2HFDS+OckUPgZONj4lZEk+QjrXvUNB271IPaM9sEAeviHrUryYllG+Nw8OvqrxIbw7358+PswvPWtHDz4oL22+bSCGPX2R6r2Bs1O+QsyOPuuztrwmDsW8pLFVPut9wD0R4VO9w4mDvbuu9L0KWkI+5+cWPpyWbz31dBY+mg1BPQ8TqT0iNhC+1LF+vqp+pL5rgYE+Dc2MPrhcZz4Fn4G+LiTAPfg4rD5u5km+gyaOvu8tIr5WxZO+qDhgvnXq9T1qJRe+gngKPiHkQ73LEUw+l9JaPoKyib1mgak+w//rPUrRrbwIOfC8uY4xPiVMPT4smnk+eNYEPmahKT6gyoQ+yjwNvgmlXr64pW++9ABNPGrYdr6BhJM+M7vcvZpTXL5HkTw+NJGBPvE/f759cM0957+RPcl/cb4nai07khqrvbOYQbw52EA+EmgePurB6rwLWUu+5E+CPZzP3z2Ipzu+YP6CvQOTBT4swcU912PDvU49fL5rZYC9EL6WPvn4lT7diZo9RpQQPhV2DD2IrkK+XCqZPC/TTL2DUUQ+WII3PeyCoL1be3I+RZzoPcgNbT5nsxG+JfSAPgQx473dZN89qD5EPiwwgj5y5QC+50VhPt7Xzz1wrRo9k/iYvojCXD66IQm9rtxkPrs6FL7IJRM+RDkZvrAuWr4Gbku+iVN+PhRHgT5g4NW9jKwfvkPYkb2ZJSk6ey1nPhMuEr4mLyA+GH+4Pk9MJL1bZsk9J0uevjH6or3CXY48VLDwvCHmlz7PqTU90wOsPfsdjL5cUlI9WwjovaqgJT6IYw8+hIAevqf07jxmKok9Uq9CPSN9ar7Q+lq8sA8KvqsZhTrVJso9RWePvWdvDT2lsaO9lehXPufOTL4ZqKo9V8aaPRdoyj0wwCc9jgFYPi53Uj6RO429","w7RLvpCrxT0Zn2I94F+fPgQSJT7swok+O6MNvifcI75lkF69KaKVvp49mT4UmFK+osmVPuoToz4Y0G09PgSAPgp8Rz6bpVq+n8mCvrPbR75W6++8iK5Kvi8Zar7V2209pS83vkSYujzOAgs+tdZUvetXAj4BH4I+Z6WMPmgrib47Il++4dwsPVE8QT41m0U+S9RVvKmAwL3GaHK+MTNvvvXCj73ZSOE9HjQxPhCyFT1IicE91YaaPuEtEj38Rhy+1ZeNvurikj199D890FJQPsT1h74q9xg+s9IQvgfQCL5weEm+JcgxvX2fAL0PRoc+jCRFPrRCH75t9E0+lciMPdmUhLz3K1a+c+TZvQthi74CAf099C5TvsZccr65aYy+HP52vhpoDr4b+dY9bSTwPeDXcb1eQVq+IeKFvqLNV76sHEq+orclvlP0P71zF3q+9Zo+vsolpb3NQRC+PVtWO+3JEr26jFo+liOXPhCWaz3HoYc+ff6kPr36g75rY5C+hUWcvaZPM76qDoG+h7wOvlgDVL4u/Gg+6e3EvHUDFD659+W8dO3APZaYmT6tC/M8OQ+pPhiywz14K6G+fqZHPoQICL7Pl609amsbPDs5Bj7nqGw+4CK8PRti+r1oTD0+qHwEvupAKr2VOoQ+qmlyPkAFQT63fVI+h/yDPpzznb1vQDs9eiBgPm8WebxF4R8+32uKvhRJjT4b9VO+LE6LvYy9dj6J4p0+iHswPr3zuDzvnnG97w5NPvrq2L0jkcA9jltPvuJ/Sz4Op0E9W4+2vRnpmj6PIv29+rPtvedxP72ltUg+kJuTPLThI70ZnHw+pWKkPqD9db6UuWE+BA4HvpQqDD3kgg4+sZt/PtcwSj51usY9UwiUvgYCnj4Q4jE9eVvvPcocOL4BgyE+LZzCPgX+mT4JUYs+/p7wPTWonL3WJni9pLsVPciFgj7DfCc+6L3IPE6iAL7HNLo+UrLtvNulgD2r5rQ9vhgavhlVW773kYG+lzIvvtsKUD7/Mam9","7JqmPgi+gT05Epi+SwoWvCj5TL5DOBa+gvOgPpex6bw6NRs+oICmvqoGMT6Atx++wXgHPbvMML55xrQ9HIDWvTHmQr7ObuY9xHKMPtAdXb7sHnS8VMU2Pch2ijxi8ke+3PQuvlqsjj4HVA89z+yjPg+zkz5CKWk+fuMHvvQhfD7JRpO+xTjyvZdn77ud0oq8UHDzPdWpSz7Bp9U9beupPigDdz5nVLK913iTvrgjqb0M044+/fQ+Pr9Ckj4Q5o09ZQeXPBM1fr6d0Xu+gKefvjZ9Ar4abAM9mUxmPt76zbqmIQi+Ox/gvfzoXD7+lAQ+AM8evkI8BDy1sZQ+20dvvUM6fT7q/qQ8X5RJvVMTDz7UEgI+gfMCPStePL2mwAO8q9aIvnpfkDzkY6O+EIUQvhb8Qb308yG9LruCPYeiGzzuEyA+bpQRPgoe6D2tdaA9hv2xPUcTj76lSfE9ACWVvlR3R765Tg4+0rWUvd1Rgj1QFJ290y0APHLc7z2r/0y+AcOOPtRmJr5QBUw+TP5BvRhcmD47I3++fiBaPoFxnz101Zq+RmvYPdENFr6stka9Vy5SvXSm072M632+vySmPcoooz1YYDI9ouI9vh2G8L1ubT0+IWEVvfYLgr77g26+iMmCvuHEEj6b3rM9T6eAvf3E2L385mE+x8gvPmgck75Qd4U+R0cevmKWT74z+U09yPxQvvCgrT50q2a+BVs4vjpVaLyz7TE9OrAePmWa0TzUESi+pv9yPsNTzLymC4a+Zp4tPjo+gL5h7Ik+sbJQPpd2nr3hnpq+LUwxvbaXm75Dxi8+G/HuvXguhr4Kfe49YS9oPvlqFz5S7wM+Z/iJvrNnGb5EOVE9twRevuaOjT5FTsW9OCMsvLMHPT6Ltrw+MBMnPuC1DL4X8HA+AeKgPo+yVL7uR0g+RhxtPc5/Fz6f7m6+QSOcvniSDT18AVy+GhfPPZflbD48FWu+rkVwO9k2mTt4nws+OcyFPG85jD684sU9i/dPvkNdHD0yj2C+","3jC0vPyuoDv3qBu+c5wBvqfkOr7WTIG+3aspPh/Cxr3VaHI9kyO7PY4rMj5p0hy+ehTFvTbTXT6+9xO+ESVZPpvsQT1CDtY9mLCePnlhnD2gYN+97A0PvbHFXD7uZ0M9aDKBPvRQ1T1jHvm9uQXkOxvpzjym3yy+9Z6IPjtMJr5YUIq+dDAqPpBNbz7psLM9Fo1hvhMV6z3G5Dm+l/qkvR0Pg779EoS+rI2lPva8Rj7WZKO8wSsGvXY8Jj5Fz9K9sVKEPlqwMD1nK44+LQgDvvSJSr3D1TI+fGmIvp8llT1qfwa9M7mKPlbX8z2a3J8+lycZPrvIYT7JPQw+Mnh6vtqjTL7hjxY+e5fGPc6N0T30mjG9hAYwviT+Wb3xJkI+3RpovIi1YTyrHO49isKevttBKD39KDa+3EiFvjhYt72k5RM+h2IQvaiWfj4+/5I+nfC4vbHeOb0Qf5k+AwWLvgB7Bb33saK9R3egvciJYL5t7ue9p2g3PnDBo74rEJA9cPU1viTil71dmjm9U1//vRU0TD325788s5c3Pgt/RrwpcVm8lasfvrdEaL65IDG9HoicPlr8A747UgM9G430vf9fbz5wQGu+nUePPrYpPT7Zj1++uhB/vnFDmL4UbWQ+H5aoPbEtkD1BzoY9TRgGvcmj3LtYWJu8vgs8Pn0koD4YWCS+xturPmLXaj7aDUW+CYO2vQSVPD6fWNA9EtPoPdXBBLyqrim+oOt4vnOMXb5g+Ba+FZp/PqoBg71914O+a+KcvnKRRD4MfCu+gPakPVJmND784B8+fWc5PvhPbj7xle4998KaPd9aAT5RWaE+VGxrvDqwtL6CnkU+WA9DPlR5Aj6jshY+r8GCvVZejb42LpY9lJ10PSU0W74hPCI+o8plvocShz5P9Xy+sjd/PtF6hT15GCy9scADvlh7d75uPou9NktyPSdZqD7AizS97Hq9PvGhv72ZGcQ9jkPDPdrITz585Es+kWqNPqJBgz4te0w+vpxRPriOK75O/YK+","wLJ/vjPnmj0JQIO8kEhBPl+DhT7W9kO+umCYPRXsWb3YUBk+azNSPlWOPj1p1zs+WcI5vr21lb4Xjqg9PjLkPT8JDz7kOSM+cpfwuvdfZL6ZQYO+dGY5vRhm9D1tkkO8/TOSPadOb76xOMW7bSs0vukNhbvg7k4+hs2BvpRN4T0/rc+8LiVxPnClBz4CblM+LJp/vkRS4T0NWY++JfcJvr/hVb7J442+9HP6PTtVPj5WV4Y+/6aXPkFfRz7c1Ym+TaSAvgwmSD7UiSe+HY+Mvp5YGD6rLks+jRRbPqHQiT5UCSc+zPgOvQOUUL5U99m9Oa8hvlzNRz5QmBU9c/1LPOJ3Yj4TcSo+R8mHvgnPMz7b9a4+lZeKPaNntD3wIN690z9YvuQpVr7Fw+282gApPpeRxL1L3V0+DDF6PRsXb75kWn++fCS6vb3JX74C7Ts+Cy08PhNRlb7J0fY9LS8/Pp2tiL5qskC+JNVHvobjbr27BYK9Ohd5vjx9Rz0TFTA+Fh/tPe+de74gQHo+Ib9LPvFhlL0wRCs+LROMvnvxdD7N7i6+4YqUuzippD7wj3o+dFduvHvEpj4fHvW8mGccPnlSKz7TQoQ+DqDzPbwa4L2sAii9XowWPpyxBj7h0+29+wkfvsbOmj5jegI9h04hu4XHxj5iAly+cFCWPhG4k74BBPe9Rye2PYOCh76SCy2+KYLcPYc3Y76RyGG+gcB+PfZhUD3C84W+GTE/u2K2dj67T6C9tH5uvmChirwegT8+quyIvgrhmj0cDAQ+O2OVvmTswDwKJyI++2Q5PvBgAz7ZVD+929xHPsLMlL5MVIK+fkYXvfindL7qtCY+uXKTPmibdz5f9iE+zRH0PdxHiD4C4a89X/N+vhGylD7YZx8+F9kavqTMfr7TAAC9YmqIvaoAET1Hf4U+AIs8PmEAIb54n0G93oSZPqbrlz6iNW09HjRsviliYj7jouk8rwi3PKEkgzy135g+mocHvncrtj2jyjQ+EFbuPYg3i75PUmc+","qEk8vhpe8bwO90C+Z1SHPkmmmT4HoY4+G9+KvZ0ykT52aqU+/dtgPmLpaD2au8U9cQUCvhjYC77x8fe9gyBYviaxjb4WmDu+hpocPSzMIr5YjP48JBJoPjKrj76DgSC9CO15PjwpE77BUJU+qJa3PagygL7vznm+gloPvliGkL7YHxg9/auYvoZSpL09Y1a+ZFl3vlgzur351lY+M/+Nvg/Ihb0h/3k9TETNPdQyWL5Qrr48TSzbPQlSmjyZqF8+reRKPhxObL5vp5s+FRQsvrwbjz5erhK9gE4avsH1rD4ZSh++H2I7Of7sKz70xpo+wgeVPrXrDr5wwm494jc4vjUcjj7HX1++g1wPPh7sxT1NIoC9Y60iviF3jj6k0FC+LlMpPgMAmD7YUYu+Bz9MvmksMb5tUDK+E4d+vfAd/j2aYIu+pd1WvYJoVb4c5aC8FNmIvmJHr74CgQC+W6otvkobBD5cmjC9dPxNvSCZYr6+vF8+3Q9JPnCsPr05UtI9QR/DPfrKij7wiNq9A7IdPgMsgD5xnJC+kvZ2Ph60Lr4WMAC+OxYRPsfeHb7Chji+6396vQelfj1pSZ4+IuEFvqsT471pAXI+vgNWvss+kLxJwkS9AD5NvpvFHT6yzJE+TytVPv9JPr5er5I97WSRPhFTBb5+QaY9c37xPezjX75LDGi+s1h5vk+3Vz6B2X++rmFAvtWEdD7opXy+5FsOPvwIHz6rOU2+sk6Avlp3l75sWF8+rq4/PnVmpz5C3tK9lWviPe0+gD6uRIu+SsgHvmCWz71zPyq+8ftovpfwqrrRgB6+xCSKvK+FRD5ez2g+uHyNvtyWND6qhD++l2RIvXg3Mz6jmlS+QWRSPX7fDztovkm7ECLivG1f1T1EcMa9EMTtvVpiij0JN5o+yV6MPecCTj05P3W8KI/tvcSeFj43v6C+DV6DvikJjr6Hrww+CUQCvid1iz6KuyK7zoMQPTFgBz4I5Xy+KwF6vfQVS77WeSa+1ThtPgn9k76pPxy+","OH+vvKTw2D0nhW+9p1kkPmVBi77yLlk+h08CvivGbT5plWq8GN5VvniLWT6tJXG98dfuveejTT421GC+5NXsvbu9pj3kr2A+CaufPvJHEz1gm969YxMUPQnFU77MYUI+TkuUvgDiBT47BCe+h4uaPj/6sz03hYq+/rc3PeqLLz6QLy6+lzlhvX3cPD5U81Y+0AT0PQeF47yNmPy9mvhevpdPtr55jH0+yJqmPQbadz6jPo++gdpgvl7thT36O12+7TiVPci2/L3EiPA9NkdXvOnBLr42qBQ+go6HPmdJi73wZC++y3OiPspAeT7UAiQ+MNNqvjQEdL04RJY+jv+Hu4Db1r03M0++zKUkO1w7L70onoe818N7PuZoGb4r2IQ+JzywvFB6Ur5B9By+s1brPQBUXj5u/Bm9704pPt+qgT7eino+MOaWvm7M7L0v0dS9d+RVPgQ/nT4uOoY9s814vp6K5jyHkls+w0WYPqmhkT4TjjE+lqgkvtXcYL2BZbk9MBC2vXaVsb122AI9Z491vopbyrxqEJ69BdmHvicZfDwvKpM9VcRHvpDwyD2kI7E+s52HPqorD73Srkq9AMG9vavkir3e94y+qryvPdKOPL74fIM+ML/bPR35Rz3pOFe+jjvBvK2zBLsXykO+Gz4JvmP4cj4wvaK+JZdcvmuDmL4iknq+bnjGPTWTmL45fpi+gib8vQ/iBL7rwXI+XYuGvoIMoL5xrWm+s91IPON4Ir5T4JG92w2hPryElb6FpJy9FlAdPkJBbr4F9Jg+Y/2FPs+Uhz5seT2+CyGgPaYb673QRVw+T2/OvP8uV77gXWq+V5dLvjC5AL73a8c8oZT+O3DCYb5HH9Q8xgw4PkQJAz6Vi18+6rJsPlI2Vz7G6BY+znKguilXTD4ZQjc9eq+vPdkLgj7WQHu+vqPuvU0rfT4mfDu7tTEOPqhFJj0aiCA+dACuPWFpwj2WUDG+5baMPf6wer4hSO68pD/ePXagLz5VSF6+6Sa3vegF4r1LnK4+","cueZPlfaRD1Y71c9pZZ5vuiq8DwVte29zvybPr91Ej7WFBY+3aMYPm+BnT6K9iC+w3iWPrky0z14jE+8m5Z3vprup73/iDo9AavnvYvBKb7gwgY9F0fBPQOIXj5unvG9yzQRvvYr7L27dQu9de56Pv1pyL0COlk+qsPEvdp2Br4TBwe+J2BFvu5cn774auU7XyaPu3PIUj1OqRs+5sdMvChGRz4tkWq+DndaPr55YD4XDzO+/1hsPttHGb7pHNS9wLp3vmtmAL5BQom+Oov8PUhbkj6wqkE+YI36PVbKkj5x3S2+Y6nUvRJtqT5EFJQ9UnExvhnCiL7dr5G+6ztEvn/lPr5ME3m+D1CNvrNXej5oNR8+ON1dvinCPz7pOHy+wQZePhAkmDzAw0O+jJmSO7lWjb6EQB4+xhcCPWnW/j0fryK+kUIvPfhOMz0tI9y9R3ovPJFQDD7K9wI9QK6BPjgQWr5jlZY+eju4vci/O70BnI49naCCPsNDXr23zkQ+YTg/vvwjED76Zlu+iZaovRszHD3ykNK9hZmCPrMeUj5KoHW+NECaPhAYhD5CxKi93H9fPm8PIb513y6+UAITvrwBj77uFEm+A7jlvQZXkT7C3z++OPV7vYc1Oz3w8U++jzKBPcZE/zyyXY8+6uhivhHLKL6bXTi+L8PwPJyV7z0nmBO+rCbfPQnvk74lgXG+SxmUPkvKOz5FnQq+C9kIPkjklj5MmPQ9q/ETvsygbb4vJk6+O2ZMPGIZRD7srtK9HZoJvmzvEj2Jjzq84BeWPn7tT74L+Xc9D+OCPfibuzx/4qE8s742PhLEmD4EZZK9naAnPp///zz/IWY9/xHEPX7bBDqRmye+gL6TvvvJFz69n7g9axMfPmoEjT0yKYC+PvaOvqncrD0fwpc+W7N1PpFfZr3iT9o7RE6pPbhBhj4n70K+1NJGPogCTj3IopS9q7QQvk9tR72lkGC8extLvsqVm73c5ae8ti2zvU8XU76rlOI8oJ6ZPviAAz5A4pi7","O7UYPtcUAz6L8WG+wMNovh96RD79OrM8j89YPgBoAz7eYU4+/ASKvrjFNz3S/K09gdUpvh6sgz5Rtnc+T5gUPrJwSj5HLV++y/6pPM/vlz4yqIg+Hn/TOsiJkTvwIZW8kByKvGnQwL2MaHg+HfPxvb8/FT6OdxY9x3xPvotbCz32KWu+m8uZvokcHj1jNuU9hvwVvWBq9b28XCK9VYaVvcUTgr455cI9lEKzPoFCoj7FBC8+ECWjvtEThb5tOKg+DH+uvfnnl74I7Sq9IkUdPriwZz6DZ3e+4nEHvs0si77rYPM90QuPPkT+6T3bqHw+eDXCvUvCVLwlKwG+fKgavvBb3jzWeSy+Hg4xvSzvM76MXnI9PncyvM9Ik7uwjiE+/kVlPhJ6g77Tyq49zk2EPsFwnj5NdUQ+zJUzPv8vK770uYC+G4N0Pq6Zgj2ZzV8+Lo4zvdCNVT7j9ik8Vz4uPnRevT3pAYk+qi2FPpcSgz7fWE++Z0J9PusMorxWrS2+DTuSvvDcCL4wUaA+hMFKPjzYVDxmbRM+m7Xmu0+y/7zZB1k+QFH3PRrJKD52aJ4+VUOHPaurdT6+64Y+mN4EPPrm8L0wTeg9osskPVXDbD4boxG9kbmvvt9+fL5Txqo+qtCZPnreZ74QdIo+UHujvsbG5zz77609P0DFvUFuI75KwSG+K9AivmdtAjxUmmY9dcc3vYwcE76CJ2K+u/OMPp1kQb42CYo9priePg7CLT5WS929ZtMQvt/aMz4v4369w39jvlQgib1vHOC92vxJvvxdirx5THu++gb2PZtu6z0c2W6+vXhCPkH1gT4dbBa90ldaPkdijb60b7e87Ux2viethzzZfRw+R/olvlhtNLwc6W89Vr50PTORIL5zIZA7+ALaPYkAmb4AuGc+TS7avRePoj1DGAO+esY6PZpKPr7w7+M8mIymPL+Rbz5jrom+IeudvayHsj1HMnG+tHoGvlywjz5lTpY+SfVavjUWhL6Adcw7CH3tvcjkgb65ho2+","thVoPkCFBD7bmY0+msSMvZ1E7T3AGqE+4Cw4PVSy5zzmK3E+YT+gvaN61L0NH/M8w52nvb7Xob2ZJTm9kL/ZvbmzDT7nMHK+f8PjvWV5wj3u3v09+fdbPid9Jr7u6hm9N5MGPReEZ77wZ3I+7EIjvv9Lir4d+SY+lEOVvj0OSj4ATAC8qt7AvYcL673veKo+/ucmvs/8fb6piwU+JZSGPhQYY7wj6xa+HspvPuXyCz6TUx2++PXePYoXkj5NU1u+/72FvTWLir6GRlK+2cquPqpgp7zkLgM+sKnGvRzJYL6k3hE+d1aUvjsthj5vvJG+xo4dPR7hgD66tw09d/0wPjlG3j3IIgY+2R+2vfcfjD4F6Hs+YIcgPmeYh7mNJE6+CQCBPnNu273HH9m9G50+PS/9nj0T0Ri8b0VKPtqqXL58xc29tn8MvuHsrT60kQk+8p1WPrRRBD7KKGM+O2w/vQVrTL2rA7c8aF2OPhrRBD3PDC2+f8OVPiQv4bzYD5C9p0JRvgikZL7dz5w962toPrWVoj5FjXi+ewCGvKJuij4ptYK+y8dXviFtfTs7njW9ikP3Pb6Fnzx7t2++Y+qVPnxqXz7Wdgu94fEtvMydVj62kyi9hb1zPqlJEj6imSO+jWcGPmuImz5oiSc+9juEPjlxgb5Sr4c8whZqPm01+D0Mb2c9rE0rPROs27z+rl8+Hp8TPsSBzb1gdEo+tfKJPpMX7r2xtOs8GjwxPh0GQD2EI0Q+J7enPqftdD1buWY+SSTZvZXcgD4nJA0+p7+RvNgcgD4Gns491+UCvnnewrzoKv89wZZjvkIepb4qPBm+jX4APWMsmrxk1Ow9cDlxPg4caD4QgAC8BZAWPokMlz1QCmy+YlZdvvD0qr7EYqA+q42UPk2Yfr772sY9Ro8ovu3viz6ivSO+bu4PPiBfjr5zwbi9sYdVPSckmb4ljGU+d9VQPujysT2cDpY8DGy5PV3D5T2Me5o+V0/iPDVJHL4mJow+fIkpvXKP6LzlL1K9","yG9GPo+ajb7Gjhq+6q8kvrfwZ77OhoC+iwPuPXcFmb6qTYE+TraPPcRn3L1S8Ae+TD+MPqAQdb6ZEl47fsm8PUwgaT61t0k+bpKdPcwMiz6g0Je95u6GvRcWqb0x+jS9IqOkPvfGTr1Z1Da+eHgvPaKJhL5tqYy+0x2CPswplr63Ayi+rWuOPrgisz1Ctom+MkaMPp/yJz2BcjY88gQMvtxVij5qxqm9HqZZPUC7XD7pKIA8qfUaPeMEiD52GTi+x12GPt+/fL6yGou+0OfNPc5xZL3loSY9xDclPn1dWjvTQwY+LkacPihzWL039jq+w5clPvBEV74pzTq+KsjAvdys2D1vCdw9KKVRvlYEkz7zsCu+rofoPbptx73bKIg+SfMmvsqu573zzMq9uxLAvJibCj6YupI8kfuAPoGQSL7vb8K8twlAvktQsb3Z+Ky7nstFvX89+z0TnR4+DeJhPXrMVb4g8lY+MWl/vo15M77RBcO9d1yKPvw+mb6q4ZG+IyIKPsNhgz7DLZO+RrpNPRvdgb5BY2Q9JLNOPdpYpD2uFsg8vhLHvX1cVr05GTG+csZgvp6rmD3sXQC+6iaBPlhg8DuO9909jt+FPYqJoT4A0l08rTz3veEdjr5M2Qy8Rl0mvVOfGb4FJiA+uRVcvWLFm74bht49Dw4bviUSBb7PUbU7XVNKPeG1KD2gUNo9iTJyPq/3M77Jw0Y+QEGWPW9tdr6RxZk98IvYvbnnmb5NBxs+HJIePu/Llz6RRi+9sRBoPku7gz5nE6K+pfzlPGcJhb14UY4+9puvPRt4nz3DheQ8U+SMvu5Rpj5I+iw+DvyuPR4oQD7fzke9b95+PfPLCj74fvC9Ya2dvco/Wr3tAXg+RNa5O3mnrb7F3xw+avUqvpznFj7Lp7s9jhiiPqMZv72Imt698/DtPUbTd734+kC+DAcQPm2CaD5lKlU+v9BAvkhBLD5nEpI+Ku4UPmdVST6SmIE++pAjvt87jr4UUkK+7fGYvgaqzDzyBIE+","13RMvlUngT2LhVA+PTtgvr8C8T3DDQQ94jTFvfVcTz5Ro4i9XVmpvqSjh77dXna+7u9NPa7pn72IXJI9NjtVPh+Kz7xGj2O+2AuLvsYoPL5w8Q2+7J1jvojY7r02k8m8PfOBvdXxcT7unse8kgfxvZZXwj7ws669n7I9vX3rzT1zGI2+AXOOPacoJz0C3gu+G8COvdxbITxLVDq+Sg/9PW2HtT0IYZS+wUlMvuyMi74+2KC9HPnQvNxVtz0n7BE+lyZwvue8JL7ivZo+0nfmvdNLlz7gWAq+vTohPtey5D1UUYs+GE9AvKG0CTwDAzc+TIdovnoukj6VpZE+BjWNPoPulT20ozm+2fVEvuwupLx9l449zJASPrhz2rvdiRm+HdIlvliyfj7oDYi+TqCuvTo3eT4H9BM+Mx4xvkYsib44RIa+AJ8DPnbF172jU/M9aDKhPrALdr6wiXS+nMKjvCEjor3xk5U9LQsjvnaduj21cyG+YhaCvvKZZ77I/kg+uvqDvkO6Az3pUYQ+uSd7Pk9zqb3sy0y+wI7kPIC8ST7P3NW6XYSBvjQpxjvyqqM97Cz6vcL7K74YzLG7Foktvn2DhD44H5O+NyPAPQ4h9j2H46a9don1PX/xhb5hNSM9qPqAvtFZUL13U5i+IVYsPe2DYD7dDHu+ji0GviVp0T3Njyk+gQo/Phr9IT2Nt1m+H9ruPZeso76xdo2+b76IPrWbBj7ssiI+XjFTvrdbHz4MdBK+oqyMPrr2Zj6gS5Y9lcWqPp7A2j272ce9DOiQPocePD4HGlO+uDlLPrQbEz4N1hi+lA+lvkRkgTqeX8u9EGOEPjBGhr4hSmi+GpXMPSViTj7yqnE+AEIHvuI/Mz3n/4Y9JOH7PeGUIT6OGIE8AU0bvp3eV778To8+3MiTPqL3ZD7pcju+UnHTPTrpk76F6sI93PknPk/ebz4LZVy+B0ZYPqDzQz1n18g9XiFFPS4fpT02wXA+DFp0Pitliz7X/Yq9nGqePvcyTr4PEjS9","O1JRvvmIkDxeKPu8B3FbvMUusz2ymEI+SjqJPlNCPr1MXBW+U2aYPnTG2j0zYY+9Q/ZcvSSwKr6q2lq+xFiFPpWuRjsq4G0+wam8vYZ8gj697mI++bCMPstdpT6gJyS+hANJPlAmJD0cFkW8z06Bvm9Zgj4CqOK8r9DcPaE4Wj7C1Tq+v0xevMpAhj2d5/s9C8sCPuc4fj5OojS+qsg/voLJLjxUhSs+kZidvkCRKj4t1ik+K/x3vn680D3l7vO9eaSsPWF6jj0AfJI+KvxUPskO9Dp1Y0Y+gDWNPeVNrL1xDaG9w3VovJJi4z2y5QC+mRwzvpzILL7n8HA++2bhPGqLi76qEwi+cx2CPiuU0738OEe9ZEMovi6klL32Xl8+HOYOvczofL7BfjA+CFONPZ+vmz48zJI+1XeJPrgpcb7v3zi+/wV/Pqc6yjzHBLO8hKyQPm2tBL7zLem7td9HvrA8ur2xtBC+aiCNPiz2ur0pbTY+kDDvvczDPj2hOYU9w0VMPrt7qb7u8IW+sYlHvLKlPj0wajm+GU0rPqV7g77k+BW+PfSGvgBrSj3Pngi9y6uHviKfAz3LLlk+HLWSPmktoz75864+QpV2vv6Dej4+1zG8BuCivDwOZr5iDR8+/Wg8PhchUb4gOjI8SeapvWca6T0iDC++mk/wPe05U72sDE0+zq+yvjYQqj6rGsk7smHwPduaVL7Pphw+bHeWvgRgRL60sD47XxQXPqU2Pr7/hQ6+Q+kdvriH8r1kgYK+qbsfvkuxpTwL8pc+ygPePfMTXL0loZK+hqkKvhRVoj5gdYE+SZkIvrSAKj3JHhU+yFWUvBLc4D0+y0o+yquUPjuv6L34eH8+a6osPt1KCj6Ah+k9kXKMvp/TGz5xpAu+pEGJvrsKHr3NH/w9R5OYPQnODj5fDc+8K/KWPnrGhD6F7Yk+HGAWvkFPhj4teNg9odKovBFrjj5hgp29rMpCvfYt2D0VsMu8gXw+PimReT4rjoU+XAIVvonBgz6dLxa+",