{"architecture":{"class_name":"Functional","config":{"name":"sequential_2","trainable":true,"layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,60],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Dense","config":{"name":"dense_8","trainable":true,"dtype":"float32","batch_input_shape":[null,60],"units":200,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_8","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_9","trainable":true,"dtype":"float32","units":150,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_9","inbound_nodes":[[["dense_8",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_10","trainable":true,"dtype":"float32","units":50,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_10","inbound_nodes":[[["dense_9",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_11","trainable":true,"dtype":"float32","units":3,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_11","inbound_nodes":[[["dense_10",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_11",0,0]]},"keras_version":"2.12.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[60]],"output_shapes":[[3]],"tests":[{"inputs":[{"shape":[60],"values":["dm5nvkM1WT/MTbU/ZQwKQIIc279Xhpy9qpo5v7p0hL2EEcO+zZr+vrcXiL7vpps+EJCzPpR2iD3G/hNAsB2tvwYT2b9y9Yc+TomfP40hoz8ut7Y/fGqlP2oTjj6waNS+nKKlvoxx774RSji+cKcJwI+jtD8nRyy/xZOSv10GaT4usAk9XIJ6v3MUgT6MqsI+ksrXvyVThT+Rek294YdhPwdIhD80Oo2/rZ1xPfrCMD/bfZE/rYa7vYOt+b576Uu/wfFKv1VSNcAzCf6/HYLQPmghAb9T2UM/onYwv1nl7b6qeEJAA7RdPjWUlr4evLm+"]}],"outputs":[{"shape":[3],"values":["pitUvy2EjL0iY3g/"]}]}],"trainable_params":{"dense_8":{"weights":["ofAGPcn1AD5Bc5A+bvE9vgC4ib7LwRi+3DtAPnh7SL4XPgO+DN8XPnPGkT5n+HA+SxHQvInym74r80e+fUMdvgJ72TzjMFG+9S8TPnDcir61FHQ9GkzAPcWmQLnlAKO85LmevavhXz78zo89GxaAPt675j3m98k9iI63vX8ccb4XLsI8KRRhPkMCiL6jlj8+qU9qPppKDb7ffAi+qrs7vhmncL3J0YU+I7qiPloIsz3qApE9sq4Jvj6kdz4Ru4q9s9ZePntFNb7rznq+56ydvrGfOz7Q0Ym+SQg8vrmVir2PXge+1yUVPktiLD1rYVK+Bycdvml2nD5BinE+on6rvMRCuDzCHOs9q1dnPpW7KL5YsIc+ZN8DvlDBAb7hDUm9zlWSvFFF0ryVVyk9UNHfvYIcE76ScMI9vcOhPRrdK775Z4y86q7Rvdln6Lwucp0+PKB5viZRaD5FxRs9MOR+vjRcoT3FYLM9aXL/vTuchr5rJPg8LdVBvkaHET04OyM+HRAjPjU2QD3exqE9NexZPpZikT4RK5O+30fovTqQtj2HVCo+DnVJPkIEkD47MTm++r5fvhGjET63Z0e+0dpRPgaAMr6kSJg9d1U6PqG7Lb7+xJw+VH4jvafBFj4m/cA9fdxtvmb1a7ul7wK+ie8wPn8Lk756/ha+tguHPtDCkD1OT3g+7waTvjtVCT4TBHA+T78QPsj3FT52cIE+cMZovu4mjD0kjZq+JRCyPQVw9L0jDY29ht3ivdb1DD4nQN+9A389vhIvOj5bg2q+M1qPvQxOjj43Sz8+ELfuPVOLE75ST7e9OkL8PHf9ob08Xgs+Bv2avgsydb3JvZ69VZxSvqvvc7wbxWg9l+OGvpo3IT2BCHq+KTyQvO5E4D01+VU+Hag0PROYtb1Cu5G9M1TbPW7QfL5fJZG+LZsyvpKrIL18eYE++B1/vvLGPL7YSmO+5YEpPG+mlD5RzBY9C8okvhs85T0aHYE+3iyPvhv2J74MXb09IkKZvpgLITxuNMu9","8huDPlVel75W4XM+TAJDvnt0gr7jfJA+UYETPWkinr66q4a+80RIPrDXYD7vjme+9oyBPiyajb77Xjs98qCevgoHaL6xXgY9p0Fgvr0RNTwrj4W+0o6CvqNUmrwcBzE+w934Pbf3Zj6dWX++VlGbPZDa5z3+16G9Zdt9vhd3D74Ekjm+4VU7vI5bnj6hhZg+qqCZvVtkUT5+m5S+fBhfvrYBizvBMD2+diQMvna6nD5rOoA+wJGGvlAzi70VzZC+Y2QoPoVCWD69LJ290BLBvbrkpb5E1XK+cT5EPvd07zxOblq8sTY6PrmTB752wyo9WdNSvlsFQb65R+c9vVsuPiULgL5Sxq68p1VSPT/GyjyZrgk+Bj4gO1NoG74a5Gg+P4WUvUJhmT32G6S9UflmPQMO+zyXEIQ+yGCVvobhkj0nQyA+gSgovrMMEz55bCK+sqWEPkcQjr1r9Ik+DECKPjDRez3NdHO9wtF9vmbmQz6qqoE9+3yFPsmMQT5tvqA9O5wePX4+A75CY/o99lQCPpbndj4EqQ0+DGS7PSiR1r0eUTO+f/SfvkiLID4CtlY+68iwPSZCjDxqDSg8adwFPgyTDr4/0AY+YGM3vnP2or5Vq/i8zJtFvGZYWz7nVw2+O/8hPTK1PT6o0CU9CyaEvrONiz4vEEi+XRtNPqx3HL6GNuo9Pt2fva8fIL76qdU9yNCbPuvljb7YC1c+lsWXvrERTj63ZYm+b/yTPQ62nT3g9Jw+B8agPSw1ZT5n0xM+yPYovQ3gB7toM5M+8hFqvknyaT3TFhY+eNHFvfCttT1Sr5a9c5PXvePd6b0ioXq9fGqMPep0E7wQfIq+UlryvB/eZ70XAla+KMEEPDD3072nkWQ+eRd9vhH2kr7bwN89JWtiPhHOQ75P/Dk+0hSJPmGQSL3DaVW+CQH/PcHNtTvke4u+HN03vUQ4CD4fFVC9NThOPrTfKj4fAT0+fopHPuP3Az10mU8+xJpmvnOKFz7KQoa+mnFlvjcWlj5ytKk9","sF9HvLA9/b37H0I+LmeQPqg3nzwu+Yi+wfYXvswSib7te4I+RTEgPla1HTz6eKe+9N+xPeB2UT6JCH4+d5KFvtUIcb5gniW9iYQkPuS4dj4Km+A99uwlvgzgiD6yGYC+bhRmvunTqb1lgIO+SpKWvgB9Rj0yoRw+chsrPBiCjD7Di32+kLbIPR2cjL6kelu9ZTmFvhiCgr51LRM+1XU+PlPQKz6t1N677zaQPtq4D74NI8y9wX6CPiFDYztXXiM+V4GLPN7Mlb7OsRc+x8aKvc3TID0CHUa+7gJBvpwslz7EUQW9FW2HPtEnTr7xeIC+RY1YuxrfDz5m/GY+eDRxvfTETj45l5k+IqorPXm2gb3p8so8bOSZvDC9pb7Mft89AK+LvtwljD2QqYo+tK8gPUSGmj5F83k+XzFSvokAPD77N6+9gl8pvrwsWL7TnfY9gF8RvuxO/70vuX+++KpjPSIklb7GjsI5IsRUO3CswTyYXts9sGagPkvhxjwfHkK9MfyUPgXewDzKV8E9D+5wPk3UL75bsCi+BLMEPrEPaD6i44y+7MtHviATwb2cMl++Oaluvud29L02+pY+zzGUPltuVL7UEGa+rdKaPsjAdb4btIA+QTp/vlKbm73d70W+D/MKPe38gj4lm4w+UCOjPbaJ9b3/sVS+5ZPAPfy3DD7MWys9su2vPa+MaL7U5VQ+JJI8vtTu3L0ttoE+8IySvnqsvb2SaFI+7z3evSG74T1dxWu+otR5vlTFg746zj2+XDZAPgJBZL2rt489YFnePWl+gD4gY4y+Eh6LPpDTEb7Rk5A+aeSrvOVBUD4U7aK+U/ppvhx7Nb7v6cg9ARGpPZKyZT7BPYI+D1FPvr94E76mXjA8v/UDvidfIz4PIQq8yqaWvjtbDj4abda8lVNzPloblr4vsSw+vM6mvaamWL7E30o+RJoyvslqvb3GxT2+/WKOPug8Xz2Q0Iu+20kKvikOyjyX+hq+6oV9volMArsvVDy+2niLu46aqj2uUBO+","ecCcPfWQO76o0W4+82EevsRf7rsTuI0+uD6yvelebT4Lp4a+ESZ5viHAnT5zkVK+etKdvpIZrD1Dkqm9dwHoPVIBWb4v75y9uQJTvmD6i76XCuq9wSgoPtudHb5V4W6+tUBCPUgroz66/UO9Wu2gvG9RUD7W4Iu+QIaXPh3t+b2VEA28Xl0/O1FTij7rEQg+zfRzvjXwlL4NLbA9vCebPm0yKj0CK5++UvqhPj7kFr71oOu9S7iVPt2/Fr67hzk8WOYNvrRJhz4WYoy9NNqevUY7VD6tyyi+qhwnPscQcD0NYru9T/mTPpBcVr7xOH09WmL5PXc8Zz6l50q9xrcaPRY2Dj44Hzm+UtyRvaPTUT7QwSI+lFZ0PpHcV76cg+s9Eb6dPsJmND7Ae9K8AGGnPMpFmT4Yu5E8/8lMPirkxT2Wc5o+RjH7PfSLND32G8O9HyfgvK3abL6NnZc+groVvcOcdL645EE9ibdWPhwjcL4UKOw9xrCTvhxVRz2Cp4K+K/qUPueg5zyWLJW926Q5voS8Gb6mJPa9Ib2/vSGFK76ruys+WuCCPLPM7L1wT48+dPYMPSvdnr41XkM8+vyave650D3esZm+ENdMPQCAED1Z2EE+Z2IyvkRiFr7cRpm+lb0oPqQLSL7mZpw9E10xPj/EG73sh7O9kJxQPvYr7T2fcEC+O0wqvsLqkL4+9I2+AOryPXI+jL7MsJ8+lR2PvlaMvbyjKfo8v3+jPnuxjb36OxG+Yh3YPYIcgr4G4FY+PcYZPoD0Vbu9SRk9A81pvhPLkT1tHO29YkaxvU1TIj4s2Vy+BgXcvawCiD4Z0fq9DCdmvl3ZiD7ZwIW947GDvptMPr6/zZi9OLE4Pn+a/7v8YZ++QHWIviDZjb4dvus99MzpPZcJfL7qFdu9MSOFvfjvYL5LDdc8/0NwPvkLLj5vsPa9r/2nvWv1tj1Lgxg+jRANvRPWBz6VFIG+QrvMvSShJDygHm6+KgKEPhduV75IHiY+P74PvrPIfr6Rt0W+","YH6OvmWroz5DBlm+Z3l3vJyMlT3Ryjw+JzC2PLxMNb5FXQA+XamAvgRA9D1ADSk+1khlvnMu5Duebg2+8ChnvoWdo77NZQG+EjLBPNAz/bzZioo8XKaEPudwa77Ac/89av6UvnEpQj4jZiK9OOiSPvByrT1hioA8yxeRPjwFcL7F8Fq+8MH6vfImfj4U0KI8gCT8PUr3jT4EoOi7pXMcPZ9KcT7fSLS9E9aLvltwBj6Kj4Q9jlpZvXaTgT4veee97Ac+vvfvMD12c4S+js1oPjsamj5TnUA+D7tnvUtyIz4229u9i8wAvnupvL0y7Wq+iEpCvjBwUj7D+Zy+BsDSvE5PlD5scgG+x+VFPgDxYj75H6U8gfCcvidBmT7NXYa+7bOhvfaIgD7HIKw84vAKPuStkb6Zd5e97k4+Pl+6rL3fPnA+XuMJPkjYmj1p1iS9E8GnPaulsTv8Yo2+acKzvch4Wb6SIH89jw8LvraSUj4x/A0+Z/aXPRW+iL5El+i81kLcPCh8xr29C7I9QbA4vjBwkT6M4Ai+nfAlvsCSoz7gqJW+D8XsvLejv7x55HK9iRo6vutChL4NKno+Mqe7vaAChT7YSVO+kG+6PeKUPz4DlxS+GfQ+vd4I4D3sjI++BchPvthphT748D++Bg+ZPteH4j2Q1cq81ALpva1DUr6xWY48mvgSPng6l75+7Rm+HdZ4veaFhr49x4w+w3x1PnU9/D1E8Pu9ml5bvaH8Zj0LhCE+vmimvf6kjL5/mpo9xtr3vRMBi7yuFWi+9nyFvrO6G75gaAY+UpKGveLNWrtP9Zy+BxEyPOWal75myHY+2++5vVaag76PR7w95iaOvqPCIb6sQVk+w2YxvnkEgL3Ju/E9pZXhvWOUAb5FdmM+RjJ3PYgIXz7gClu9IbpCPlUKgT5PoZ0+MQJNvB3Rir0vwDY+DDNQPnpT2j2KFhA+F599vpRyA76wXhE9CGCZPmaLPb5jn4c+61iePf1uib7ZzJc+GKiRvZlFsj3Oppm8","kbKfvhEYmr5uY6S+uljCPU4FET7w7FI+glWBPnZolL0n9389E8yqPehpIr4G6mK+T9eOvv2YBD6GcGS98YF/PrqNgr0FpUM+TG6Rvhzyor6rTbq9gZoyPqOWjj7idoM+IZCCPkHPSj3i3ng8ObcrviwNJr3YjrA8iRE4vi9+Kr4HmVm8pPVtPvQThL7MkI0+vuRTvZnFgz5NM4c+aFKkPoVwOT4xPYI+7l2bvknNyr0pzns8NcuOvuYGhj3Lh5A9ApFivq6Hlr40oDa+60oVvZPqkj6LNQK+FIfbvTXbEz66ftq94dyTPu7zOz6WzNY9/Yt8PFGQhT7r8la+CH73O2OLgb5LIGs+X4UdPtXJIz7tdiu+TdhUvtYYCD6+Zjs+CeY4PSTqLz7OVty67KTePbCFWrw/wT4+hkVRPl+8dTw06nu+gq0YPoPSM76CY349V2iWvhdsjD4xxCW+POxHvqcUkLwEUGm+wmKcvQM7vT0Jdvi9udWdvjDyVD5wAGG+8jxVvfpUaT7LynO+jQhVvkGGv7zKct27UiNWviLR1ry4CBU9HbVnvt/FHT7OgH49WYZ4vsJBQb4PGPa9loiPPv+w/T33CCi+mRN8vrnj7L1Gj5k9rZnBvcWNUD7HoYM+4dJyPlcIKz6448Q9/V+gvj2sWj4FS8U98JB+vSCuDr09EEE+qS0HPVxuej5gkGw9jHrkPZ+1PT4JsXG+XLZPPrRklD6U1h69pArCvWMUVD6pvt69xMKHvlLdTT4/wBg9dhwovvGElT63X508NOwnPqlS6D32wf09Ro6SPv3ck75ou4Q+TIQ6vlcgRz4x2B++eDPGPQDW7T1S7ze+u2/YvGCJyDxGu6A9eUVuPW4kV76yhlm9APKjPtuMiz5gp28+fvGEvLsImz2dwmC9e8w0PlFHiD6/91++dVV9PmgGfTvdOn++HXvsvdrpZ71H7To+jgEEvhWghL0ilZ+9hZRevtEIgr73r6w9zYvgvYKkKD3Zd6U8rpbZvVmjAb5d+pS+","1ellvpdCez5BplG+zh6Lvv+tKb2W+De+7An3vf4gGT0p9bO8jGeRvmkECjxXytC8ZP+LvvyaeL7nDsA92CmHPToQXL7tpES+JZ9kPvAxCD7gt7K9akH4vRtKc75aTGA8pGGSu4IqLDwnajk77qczPiIYiz63i2K+eWZnvu9v3bx33os+scp8PtUqi7wjLpU+4XWjvoG94j26nO+9KiaAPoz1bD541SS9e+MKPbGrFb5/hY4+Z6iCvj7F0Lw7OE6+KuuNvk1iXL7fh1K+HCMtPS3YXzwgHP+9pE7OPXRzlr6daLa99ipqvShqnD56PZ++83wavlubD76cBos+sZZ5PtmQH77oW9e9iX6IPuqpdz5WYvk9hpL6vS9hfjzl2xU+rrB9vq18+b09emW+NLFkPksIjz7FVZQ+2V/QPM1Olj6VqaE+TwBYvvOwD75b8VS8xnSQPkfab75bigo9Ek7VvYMdR740ynQ+H2WIvvKAJj57cZ09ZoaSvvKjUj5u3TS+Rj5KviLsKz4EqI2+gPGzPEpv2TwQjZW+ZfMKPq7gHjy4xWI+44YRPgeYcD4doQ6+RVmFPqzmxTwd4/K9eu4Xvh9KpD6G3TO+Awa8PHueKL4auqA+Z8+FvSKu8zx37QC9K+SBPt+F6L0raE4+tXqTvosNCr4lAH++zBH4PZYUSj6VkXk+TONmvkfhIb62jIA5JYRNPkyoEr2Pwhi9N67mvV7mYb4wVIS90mVdPiGkgT7GOw6+fn+pvQe8DD6SzH2+elBSvsWFQT68zgA+V87nvZj+AD1TIki+MddkPuRYl74CYn0+qxIUvi83fr6N/Js+iyIJPgpPsL3i+Ou8EquEPSMUcz4K9vo9EneEvhxknL7Okim+rNaZPoqiYj4Wk9o9eE1NvvNAuD3Z0tI9b7GQPe04OD5Z9ZY+R6ELu0P0BL1hWHc+gEeNvmtOXj1Ij3w+ict3PklTC72DPfW8+FKIPT/O4rwXqVy+lUBAvtVNJz6upF8+jtIBvvPDMz4EVFY+","U/BNPhmAsTw6uBg9ObOAvV8jhz3q7g6+S2VevXkYyz3PYke+NuWNvoivCj6Tcwk91+5LPpwi1z3cSJc9O1ASPEYzkj4kD9u7tJCMPiIDer4GkpI8oCSYPhgyYD7PiHC7qZdoPkDEUj4WFJM+ptmPPbfokj6+Aje+MkiXPvaBhD76uv89wD92Pm+KuL0t9jQ+LwSDPcRB1b1Qq4s7J+g1vhD9zzx5WMe9GYyOPkITjL6NrEc+0yYMvnRAFD4+7ow+1jccO756ej3o4RO9OHA2vsukXD4VfXw+t+u9vAsIAT5AOTG+HKX9va3AAj40o4u+QtYyvfKh1rycygw+vZQWvvAyhj3884i+j8iSvhIKgT7SGKk9F2iGPiLh/r2IEQs9gcrnvWgYMz7np4y+U/cvPRlcFL4JvJo+r6xfPvjpc742ooe+h/1fPshf+D18ZCS+lWLpvUQ8kjzlqZE9+ZiJvoQagj6Ddq096uCBuwRZKb4vQqU92v9bO1kINr6oiYS+YSSJvtHBoz3zdje9/ZgkvS6ITr2X9AK8LMpoPvj9Nj6wXFm+6k8aPkVkjz749Wk+Hu+DvulYdb2t5iI+ENqVvtRrDLwOKra9LlWTPrm1wT2CNBy+D6XoPWHQDj1JkEw++siRPqFuBruaC3M+mZzePSsix7z7Ung8slolPhPDkL4U5ia+MiaDPoSCW76jwGe+6CBMPtXpRr1bpYO+WBCqO5EeiT7xKYe+uhNKvlrAiT5umYS+EyiVvvKlVb4heCK+lxvJPbE0p7xExGs9Q7YDPacnJb5mGJ0+EZ6Evlqwib5hQYU+dtfwPYIxGr3w2eO9FOcqPjXe/DxivkG+CcmkvnUHZL6o8FK+UhKZPbTTJ75mRUo+SvtBvpHJMb6ARq09RObVOsJSpT4HZXa+qUpivTJkq7zUO8I9b7VzvqaR6jzaoG89d1lqvjB+SL54Q6O8oVLEPZ/1fz5HpEi+51RGuxgeYL5rcqW95kWFPWP7oD7sRXQ95PQWvcMZEj4cuC++","Hn07vlDzSr7NkKC+3yiIvvXGFr5g93G+zYSGvj+w0L0DMS6+Y0gJvkwDCL0hJ/G9GBRavuf0Wb66nEA+L2/MPfENFL4YHTW+7d4lvdBVC76+Kke+O0uhvnJZj7670n++Y3OHPhHxCD6mpZe91FPKvQC9nD46Y689P1OJPEEcK75hJUi+FSSMviMeib0zx2m+vLOSvvbOcb5W1z6+wGmMvcnvaj7gB0A8htNhPoyxHL4W+1y+moj+vdGRnD4G5W2+HW2bPZ65ObyuCIC+16xzvoX4mD5iZbu8FyKCPS6Wfj5GYDI++PJgPtTUbL6tE5A+glM7Pp/nP74TlZU+JpnCPYYJHT57lWq++G/EvS6uLb3LIdw9c+vtvVeA6b1olow+Ik1evi/2f75r05C9n18jvnD4nD6js4e+mkFZvpGn7j34RFY+7DKKOwnekr0pmWg+hyCPPbi2n75Jptg9YCxUPjtbDz739Fq+qjI5PiIW7rz3w48+UPyjvSQWVz6X2Zu+wQNuPsTVUb6MZQc+EZuQvjBQnT4NgbI9VZSAPTV6Az74TEG+mNOAvpvEDT0pUQ8+YOw3Pn6x370CtSQ+DwaHPfsI1T1BRRW+yUKePbR07j0j7KG+hZiSPiJtEL4ynMC9g2DJOiD0LT6WDs69zctRvkscHD7SAbS9UWKXPhPhlj0N0YM+wfRtvjiqxL2OT44+MDJYPdugAr1CuUS7fmgGvoJ+RL5LSxM9Cza+vQ5M5zwoMUo8LWyevYebhL7YBw6+CgqOPgBBrT1KiSO+/jKCPmrc371a0xy9IhpmPWuI8D03Or09gWMiviGAIL6Tw2I+ymcXvZOZ3L3sVVO+9IGjvhIrhT5Ja+08v42Xvt4DKL6rZXK+HGQnvoFtbT08paW9RYiJPrutkT3S92O+f9ggvu4Qtr0aKSW+PXytPW1xQz6cAIK+gbURPoehWb49PSC+G0luvpxqO75JhUG+uwHjvdsP8Lt4oTS+htOivclijztG4Py8H/2HvQnChz48t/68","yhGWPs+LGD4vT40+Hw1AvQ64GT5OMm6++GyGPouHnLxfA569U7jSvWMMPDtxSpY++aUsPZ69aD7hW4O+Nok2vs8HfL5tNpy9qpqcvHketr3odju+U4NTPndmhz375Eq9qqNYvo7HgD17rQG9c7devqY5hr5gtNe9rJJ6PU0SIL6QDAQ+bmA0vd6ilb74BoY9pBpwPq2Idb63pR++qSOGvfmOrD3+/Y8+iG8mPjKiEr2WVIk9LPd4Pngjlb4Ognc+qUwIPpQUYD7aRyo+sQUHvoVr/72pEpO+WS4iPg52ez2seG69p4qDPpdQhT7X3+Y8LMdKPYaWfT5CeJI+x06CvQ8ePL78EVq+DdKBPqjNXL5u+a88qr+mvlxigr7TJ1U+sUwpvrjDBb44k48+Y1wovs1Xlr7kJYE+mo+QPi6kB7uJuAQ9cuMIPrnmXj7kOsW9gakWPqfWJL64wZq+paJkvpFSjT5Yg5O+wPGgves9jT5B8ZO+VYvePdA9WT70Ikg+lD/APfDFzb0Z1/Q9xh8bPhkYlT6ewHw9EAFDPl0/XT4l8Hs+2Kmdvq3kAb7nY0K+5xQuPvive76Fihk+kx6CPhENmb5fZDo9m491vph4HT6mS3c+wlyaPkWYT741Ox++cycmPjNSW77pE/U8wM2TPVvz3D1Czg89gEXhPc1xrb0LIUs+GsZFvlge9r1WUY2+WDVDvlAfbT5GhBW+PHmfvdP3i74xOmU+eR9Xvn1EkD5NxJG9BuNsPbGokr0MQNa8Hh5aPl/MBb7IHIm+osC+PQRlMLz99j0+zsT9vdJxWb7UBjc+6om9vbNgM71sDpa+7+1IPqm2Xz4jjH2+++9YvkDkPryTfSO+qlfyPSO1I72lQyU+qt9tvuzKMD5POlY+ASKePqJ6Wr69OOs9T/OJvnNBd77HgEu+CDJovjPxgTy+AIm+rkR2PnYqe75Xbsu9PQcPvg7SC77Hnnm+HJZIvor9Jj4rCnY+kYnpPTbh872Y39Q93Es7Pqm2B71oat69","ICp8PqnQ3j0gKJW+6Uv2vSYaEz7KsKC9+T57vqOPbj34xJW89Pi+vd5r9D0IXUA+RnxPvL3Lhj6B4709dxeQvoSbDL5as3i9A6mXvqgHGr7Y0+q8cFf7vdM9Er5bHoO8QLZTPmnwq70EmJo+UwWQvhV4nzwbdO69GDb+PWU8ij6cQxa+QYn4vcsEQL5Vch8+BtSZvsmhgj6VWTS+d1iwvOTkhT5tZS2+2Ze6u5BCpLyPQUE+s/W1PVYiODxN1LK9RBGiPs/5Lb58zEw+/MtTvcnIP77D7ys+l5givh0BfD28+Au+aT+HPQq1Fr3hUMU9PtSJvqazazx4TA4+X2qfvuKjML6dp3M+3twFPv2YLb4vQx28AAuDvfyLZ71j/Y4+DhZDPijdWj7+9wq+K0KSvjRFPL0z2Z++OHXrvfZznz5Z2Tk9OSVsvmdnEL79UfY96PhkvjCrnb6Na4O+ufVLPQSngT7PsoK+3gjzvcVWQz6Ss4k9/GVQPpWPkj7LeY8+8EiVPYD9Fjw6H+i9AZVyvUes5j1xro+8+nM2PsuHyzuRkjE+1h1zOxcQNz4ttz8+WucIPrO1+71ueyK+pP59PmwcVT3MVZQ+JoMTvXYHYD1IuJS+Anmavrtv5rx6FK89c15HPU4klb4sqqg9Wp6gvl9lwjqpj2Y+T9XWvd47eb6Zy1w++odxvgkEIT65kTO9QydqPVK6lL5cVIO+Q76evq9ugr7H6U29NIgCvpqA7r2D+Y8+8ZioPbJAbD4y1jy+YmVzvhAdlb5m1Uk9vjyAvgrtD778S5m+CBg7Phh2eb55nX++E1+SvZVFKD45Lrw9rZBBPmfPQz4/bRO+gYY7PllVkj6+kIE+4DOHPnbYI74q+ie+fQiDPjF7xD06pYQ+4bcuvgejnTyveGm+OTQpPqIpgz5vJl4+lAuEPiNAP73QS24+MOQyPmXvK7754CG9UdMaPgFosD3YfI6+z6FSO2TIMT7gbae9Ct4+vs59Vr08h5u+trOSPZVxDb3RCKW9","VAiLvsHqnD45qD6+C3wFvWQkLL5crj++74qgPh+Oh769YaS+kLZnPYsYcL6kSFG+xNtFvoKQmj1+bOq9NFSRPp2w/j0SLX2+3YbbvcegTr4Nioi+RV8WPgFHZD5yd6I9L5ePvrC6FL7UljA+GGmivZO2j74miBG+HfO0vCcO5L2YJBE8DXnevWfGpb2jxjQ8z01kPhBpX76p/2E+5jmnvf/sIT6eYYK+3rREPh1AMD6BJpm8gYskvUCJiT6M83O+s5blPSEWRT36gEu+nG0/Pmuulr4ePng+I1RRvvz3ML1vokq+GfHaPGLHgD65REO9+6nvPTSfkb49ACk9UMVOPvzYBT6ur50+10n6PcKQRT7q/Aa+h4RXPV/EJz62JcM5RfVyPqRbnD4jXRM9FV/9Pc4Njj2UyTa+a6TjvfNzSrvYK529mrtYPTnnnb3aocu9dgAcvpvfyLwCCHg+csfVOz7dUb0Nlo++KPdVPgD9tbqPSo6+jzCPvuvLmD0WPMq98ix2vrgthjtHfnm+z3Ifvu7fdj7csJ29d16KvlJlgj66ucy89xbkvcsK2L1n23g+FUcrvfU/bb7gKBA+llDOPcErMT4+VY0+3ZyUPkZTwjt/b1m8m7JHvplTVz4aY4W9bjthPvdImb011os+Qjx7Plm6ob7+jwy+uWM+vKZJlD5wuGU8xu82u43KRTxh+n2+lyJ9PhVk5b2cHGw9gkjzPeLFWb6ftZe+iNBzPp0ORb2KXl8+fQiePulvMD6HQ4E+noNvPuxPHj6ojuY9kGZRPjH4Pj6BL4Y+6+MEPrLWhb5eazW+mUlbvse1kz1ykVo+lxQfvpPEsj1cyaE9pTY/vfloorzb/56+HzwvvnDMIj1s1UO+hwx1PsJ3mj7zRGk+hHhtvqMI5b1+0lG+nooEPpaEkD4/JIw+fLALPpSOpr175Ac+HpwfvpMzrj2lGnK+e6IdPZrLcL7aLZw9+NOVvvz5Ir4T852+lqsovtDV3b2aRwA9mTqIPrYWkb5MJ4w+","mxUTPiR/tryYsi09IFJXPcuqmjyWX3q+62l2PonTHb2sk0a9YfdPvsMmWz6mHdM9p9Fvu9Tai76lYS4+uWiIPkVUcz6HBXW+2ZwtPf6yFL5gW3m+N2bGvSlrhz5+Qrw9z1GPPb5B4D0U5kk8ddoRvGSmQb1CxCc+rP51PkTmIb7p40e+sJ/mvZ8POb1G2SQ+m2mCPl7FPr4+TEi+5VS2vH+zlj70Bms++7ptvjXR/r0+nNo9Q8DaPc8OiT3BX4M9gKUlvj6Etr0gU929bb9mPnE0ML75Ba48lDN7vBaXbD6WrYA+Dvb1vVHCQDvZtlW+Pd4mvkeDpTwXgG09tcUSPuksjz30hhs9h1drvvpWgb7NYtM6EvILvhQxYL5tyy++07BkPsk8TD5Pziy++dm8PVeDOT3EGWM+RgutPdedH71E8S4+va2hva15lD5sziG9n+1kvisRb74Oih2+6qkaPjt/0b29V3G9V4G0vcw2s7xJmWk9xNz2PEj+Ljzd7yq9nJ4Tvgj4FL7uVD688m2FPqUaGb1GWJ+9jUPsPSOt5D17VEe+XJUPvV9+GT4TqGs+GIZuvsdoUb7lrzO+AjcUPjMrNT6yak++dUQ5PmaLJ75pWm0+5OSWvVvqlT5ZWqo9vbB/PMQMO72I2wy+CK4sPkXkx71wnGg+KLdUPWcqmD7wY4S+eiVwvhHjib4/P6I+YLxGvhoDNb6Mksu9hFI1PqX5VT5D+iS+I/qBPlQFUz4eyZe9UVNzPg/zRr6Aaoi+QEc0PXei6bwHyw++BgmRvq5PVL43ZV29rKh0vmRIpT3sSSw+2Alwvr75Db6qURI+NhOMvnWEPD66a0C+ZvaSvim9Nj51e4W+aRONPXmmeb7siIw9CkgPvj3GTL5XhqW+k3uMPWuQHL7I69E5Vj2VPqxSADuDroA8+1FUPhJuEr6l/YA+G1YGPWuLgz31b3O9FnuCPnFm/jso3zo+1XyXvp8Lh77JL2g+QdfzPBrukj7fho29tesyPQ4xFD6ZYyG+","c12SvrftDL7rk2q+jKoTPur7oT6+4Yi9JWiPPuvuRz4fpe49IbKUvoc/Ej3gv8Q9dgEDvuLS5D0x0RK+JD3sPRw2lT6aoZs+VGZ/vWZb6L29xuu9RDBEPoZfnbxCSs89SQyPvDf0ybxn/Iu9bBizPJbkhLwmrxW+9HFcvay+Kr1zYGA+OTqPPiSPoDwVeVC+A6idvubTlrxk82u+Ul2QveGIm75c9Q69mHSavhLnBz6w2FI+KD28PBKRTz3SdJm7LM+bPr1xXT4dcZe+ygS/vaz5JL5AXxa+y0KHvsWFiT5g0Au+jJuevWMUnz6Td9y81uiwPQOgVz6uboY+OeFXPjuYXr7RIRC+TOGbvgmxhL36uam9pY95PXz3mz7fABq9S3pTvhQRXb0blnS+lnQNvU3vmr4ke1s9wF0rvS13Gz7fAaK+srkxPkdrzT3utWY+6U5bvnBJpr0ikrG8NvSCvjA8i75G83q9FB3QvNpQmb7YIZo+F+V2PqSb3j0hm207us5PPD3wqL3wi3W61N0vPmdZlb73f2A+ES+SPm4xML6u/5Y9GlwFPilTrjy0e4a+Wm9uvmduCz5Z0Sk+g2NIPtu+a71lWkQ9kL+UPpQMob60Df87TzVxPBZA6b3xOQU+1HFJPmI7zL1xwZQ+MUEAPj6tNr78QiA+DzQZvV5BzDzGp46++dqKvhr40b2P+A2+Ry6MPpyDgjvIRTq+q/1EPlAWeT1MT2o+bTjwvdXjdb1BZDc+PP2JPjXKfr5/nt28+YKvPUzpDb5QI0U+A5rovNF70T14hM28tlB0vlXWIT04Vtk9fGYivjCcTL0lp4Y+Y+1iPanUaj7waXs9FnP1PQaSG749maG+en+bPb2DSD443gA+4gH2vR67I73uoAI+ALeBvt+pVb5veOi9fuZlvsXow7w2E5u9FfyNPWgT7r1Adt29RDQzvqxqQT56vIi+3rLQPS+3pj0G1zm9hVOovSySkr6694i+WrF+PZqpGb4xCtS9FnqdPXlyA75lXJK9","x8ufPpXpkj2iB3c+O/cnvgfEQ76cyn++jp8JPtUZEr4DKoS+S7BTvruuQr4/ErC9frHNPBL6oT0rDMc8k9/1PYTde77WZDU+i9nbPfcFUj6Ra5q+UiucPsrji72EPqw9nzSCviJE0j0s9Lq8N1CCPT05Ob5R7+S988CCvltqOD5ySea9JNSQPnuVdr0tAY0+IqQVvoZa/b2i4zo9886ZPtwXAT5FcBM9Y2eUPkoje71xTs69bmBfPlVIR75dvgM+4JmgvrN137w1WsE9e4GEPeCoZD6E9Mw8tqxcPcZCoL6msSk+3ZmWvLWZlj6LcpG+qWEvPlsNiT7GNqS+23g4vnGO1b3VrzQ+qyzWPXV2ML65U3M8AnKQvup/8r2YvJU6Q1gEPsIHXj4s76Y95idpvt32Tz3deOS9VDdJvtSxAD6KK2U94dFLvmrvQD67+Kw7MaAVviilYD55nRa9ItQAPqfIYb626HW+vO72vUfUhz5CNUQ+4VdUPZSoR77t+6C+SablvXcvUL7F1/Q9RFQuvkabVb1rf/29t1OAvbgsa74Otsw7wfNOPpWSSr1UOVk+u0YYPQqtcD7b9iq9MCAqvp8Fi7w1pKi+tjnFvV16mb7JYIm+fgQRPhGhST09OPC9p6waPtdFnj7w4b89WWCLPpISNz5Mf2a+jPFUviivib5D4u29oi7FPV8BeD6bnVy+Hy7WPb7mjT5+03M9/zvwvHU3+rziHwA9vAaCPTi4Jb58pke+oUtGvplBjD5Z5T8+cTB3vlY4LT5tYIk+evc4Pg/5kr7nSKo8Jhu1vaZ6NL5bJUS918lGPLB4Rr5okvG9BvajPs0v3D3Hs6E9wuQ7viSRZTyDFzC+IpeQvnEUVD5/U1i+OpztPGECqD21lge+KCghvj53n771AYa+Gtt4PvxlJT78iEU+GAeSPuknmzwt4YC+XPFKvRVvAj3f5fw9V+uIvicLYD6vlww+GEqHPvj2Db6Hu1k9nen7O70G7707pkY+TiSKvq2Iub2/wxe+","nu7NPXswcL6SQoU8LypzPraAjz1R2Ag+pA6Dvfb+Kb78t7A9lgU2vrbG6b1lfmA+MrqUPjlp2j0Ziwo96akCvk4apT1cD1++QHFNvjJJaL59Ysu9KEbDPLix/L1ljUu+v3ozPbnTWby6pxE8fE50Pvup5r1U6ZI9teOKvQlwRT6KnFa+iatQvkCFzz0RXoi+OX2Hvs/UKb5zuIe+Kd2ZvkliGb6QHoe+mHoVPuUIfD0LMoA+hvcEvs8buDwavlA9n5OrvcAJgD4nx14+/ea7vU4XCz7gVxa9tj6Pvo+L3byVlyy+qtBYPe/Baj5iOD0+NG6RPdrver7DEhc+2fJOvh/1i77O3H2+Blp1PvjYgT6ontQ80TF0vgyOd70ujpC+prfOPTKHTT56lZo+OCChPg0/Ij4ZHoA+/9OIvh8R+D39oT8+fgOVvnkskz58BOC9zaQuvqYePD5uV+E9VzxEPov6oj6TrIu+VVNkvu7hmb7P+28+FOqQPiMOCz3scye+CMtDvt3uIrxgKZA94Q4Mvs96gD0azV2+udo/PltUWr0IdpY+THuRPSrNi766dZC+m2CTPlSjnL4/NSe+E4rdvAb0BD47aEo+yNZAPrW4V75f6oW+beS7vFPV/LzPmuG9P3FKPud6SD05kCy+DeCmvHoF8r01zYY+7I30vLFybr69XRs+yLnkPUmWV74FW/09epc1vvDaoj2LroU+fmiMvvboVj46Znw++/QmPs0GAL5TTh49KiGPPkM9Zj4b54u+XBgyvjJWBT4Vf6e7n+1mPdD1tr2hFF4+OwcKPDzMIz7Bsny+ihKkvVwKVb7G2QS9XHpTPcNKl77GewQ+TrRuPl8Eoz6sYus8fwKyvTKfrrndRjy9Cb65vPkKW74zUXO+QFZQvu7U4bsFK4C+gSWdPehSlj60N5c+YG9lPiwFnT6GDiG+d5PSPOb4nz6ptzg+yd2DPp4og74DzVo9lsCbvSYNoD5/2jC+UMuTvnJrSr5YlZa8l67+PS83HL5CaYq9","bRSQvhjEBD5Ql9A9ZVnEPYWuyr0WCDi+2ceTPb5n3D3zBAm97YiFPoJTUL6FRG++WHrdPGP8Uj42O40+PpVovqB4jD6296a9/5Jlvvo9hL5fNZS+MymaOvDwFj1m0/m9ZBuivopMIT6b6P497cWSPf0w8j28Nzk+IQ2uPZ2DBzpmpz09fwCYPk1Imb1fQhe+VxmQPs9vWL7a7U6+UFXHPWilI76AXnI+DatwPlZ+Mj1Pxl2+Sj9AvmqdRz4k2fK98DqUvq29gT5XLm49b4qcPaoEn77OqNM9xlYRPqcMgb3k05y+CHyrvdhWbT2CEJu+zNCYvgw2Oz5EZy08qtHTPGwegj5VUnK+k0GWvj0cPL5w95Q+BEOQPSndnz6DPoc+KcsXPvsWGz6dxYq9SXTfPEmdb7ymG/e9p9HPvVpd0T05a0g98l6OPOfsUb3HIg09DT4/PolhOb7QqRi+2W3tPTvjYj6jOZY9zTQ7vogTFL6ztMs9ZEAXvL2pLD7A9tg9AgFFvoQ9q72clkA+qQebPmBJYL745B4+s7psviRpsDyaayq+BY1bPn+kYb45V6a9moHTvdfRsz3kpi+9gnwRPF6qLDyUQ5O8ZQxcPgKXHT4nEHm+8+x0Pt92oL15FYO+dWZiPg+Qr70ybFu99tcHvejG5z1eNyw+uc9hvqUhkD6Fhbc9qYBJPWiKlD5n1kG+3k+bPndn97xOlqW94vzwva8sCr4fTEq+lXovPkZ5dD5MAYE9eHZMPvdCS77NSe69U/AmPlUCyD2jgw6+u+kIvW4Vhb0Sule+duwyPtjq3Tykeb268s6FPli6gz2kxzO+ARMIvtD+Nz5K/JA+uM0yPIQseL2z6g8+PqW7uvWKnD4KpI0+VUuRPZKQAr4xD5a+OtSIvmg+Ez4o/ge+QjakvSAXHb6zr02+TRKGvhsltLwnhZi+eh5XvhhMPD6OUcE7G/Ejvi0cbb4ITym+Ytt6PYMDLD5TxG27aQU5Pv1zlL687vW9e/envJPa0L3+lZm+","4Ee/vU0BAb5NPpS+CreyPLN50z1n3hu+zPQQvkIIkz5dJXy9Ii4RveRmAb1XIZQ+DqFBvXg4gz7MlPa93QSiO+hoPT475xQ+2Qg5PsPRDb7BOxU9vEKRPlPaPz1k1RQ+VsyYvmXdxr2VO6G+HZOUvcT8o70JGHe9eCw/vtQOBT1QpZc+bwCgPcp9bb7qLmS+60aVvr+oEz2/2PU9EwaFPiTjiT5ejaA978j5PU/giz11wNw9axVUvvqonT0F1Bk+ewPrPdO1x71PQnU7TV+dPc9mGT5OcEg+/IoWPofSoD5Ls5U+vxCNvqYvFr4PL2y+EDJkPtU0/j1CORe9J21SPslJYL1YNzc+AXZMvlwRkL5o4RA+JoXxvULi7D2pl5q8GUORPgQYeL5b44g+VQIzPl+7mL2CGzk+3RwuPrr6cT3DcD69jAidvU3Ijz43MPe9Yz1uvE7YE77G12g+lnxZvtFXzb1dBN28m1oSvqBscz6CT7E72LzePe0N4r2dk5a+GzJLPlFYObu06kK+aJFRvvYlO74yGxI9oRMJPmZt571u72a+MBYNvH/EcrzFLxS9b0yxPbxKxr0ZmoA+ETafPtKxR77tLoq+GuOvPXQiFj01WAI9SeXLPaO85T1fyYA+zXizvVS4yDtO+zu8rCZZPi1CRL0+Qvs6teySPf0sOz2dTQy+A39+Pua8DD5i0vM8eZgpvuYahT41q7g9Ek6Avh6IcL7NGw89XuLLPUVhjT4cvI8+3luKPmfHgr4g4Qm+OhusvaDygT7ckBC8nbNIvrfD2Dvka6Y9UBtnPna8Mj4qmpK+/YqXPq0lmb7Elyi+HoSQvPzeBj5+IIq+gnETPjAhDb5awHY++sRevmgbXr2Tu927hfi7PEsrGj5IXQO+76iOPtKRgT53gUc+Uy1FPlNzLL4IT46+E275O906Tr7cI1U+hNRRPof0XL6iH2u++H4HPmJIsb1nCTK9KqGuvUl/oL2Vk3W+uLMhPoF1AT4E/b69Bo/WPRKm4j1lRKW+","e3FVvjYJAj7acIs+3Tz5vWyeA77T8TY+Amo6PmCILD5KL5O9nT9mPrGmfL4ETSM+cmMsvhZXMj7kJJu+ADrxvVWNg73TTT29HKOmPTxqQT47Fba91uGAvqivI75M55c+Ah2hvvuM1j1REZQ+7gMUPL29772Hilo+hdKVvuLmfD1myFE80EiFPhGZkz1HXrm9TmGcvvzkBb0WxIw+v248PtnHWr7mVWw+WF1OviHrcT7By/I9bU6DuRKsXr295pg+s/XDPbv+ib4mc5q+64BHvjpyD76IbEG+PDiOvlFQMD5PDYs+wlOGPjHVCb4tGDo9D20Svlvi9D2ko6E+TKaKPpHHkz7Wsjm+CZl4Pm8MWT049Ji+DHpFPsWPgz4r4ji+LdOivGAq0b26LS4+ibFQPpNyvj1N1hA+xOpPPh78lj4R97e7TWI9vjXbdD5RmV++QptrPbSdn7w8bVY+h9IhPiqlsT24rAG+O8Yqvm9KcD0yfjE+MREUPiOCW74ROIG+LAtZviQiCj7YTny+baAdPqjdBj21wXc+lfxcvvsRyj3fPhK+AuJLvs98A70UTyY9FqCivuDqlD1frna+9CkbvMX3Yb48aYE+XwiZPiU4Wr7tjlE+MgB9Pmhair4KWUC+XVB9vq3oUL76gvk9b4GWvRIc7z1tZfg9mO0hPVuxIb7FWz49/wUUPks7eD6+orC8FNLlvdSdvD2E7Jm9x/YAvgviSD7SM8S9gzHOvZy4NT6fRIG9u9Y2vK05Jb58ZrS9e6afPZq5nz4hQLu98HpXPuioar7gU42+wFBUPFQpGb6nYQq+AJbOvCrW2D0TJz2+M2SIvrHZnj4BO4K9xd4QvpQj3b1e6Oc9QNPgva8ORb6x150+4ooJPuTiob7bcRs+i5TiPSIbJ757/UC9uKMQPepfgL4bkc89SB+LPu4/iT6X5+k8Z1J1vZKIlr7E4zw9a+qVvq2Ydb3jcFQ94K4hPdKY972CkoI+xOB7PCknnD5Cs8O94gcFvkZeTD6M1n4+","0px/vjuTtD1Jcdc9mDKfPpG7fT4uDVu+cLxlvlePsb2J18e8WkCFvuBKNr4I8b29biBmvptqsjxOUDa+yqcZPs6zmj4B7lC8O55SvrRD+L1sYke+rQ8evo5ho708apw9WKG4PImey72R+5s+jfJqPBMqTj7jEhG920pCPt+HA70T702+YjH5vZwk9z3CgOI9BVCVvj7Gh76CVps+PkMrvkTnLb60E2s+CeV5vlVlZj4NPr+9wdadvi5BDT2SqW2+rz0Nvs/1Bj6BNpE9D2WfvlH7SD6VRUe+oCUxvsKeRr4wlpA+PJrVPNkhhb77gci9FN3DPX8yZD4ZVz0+WkchvTLi5bzvFyE+SW5zPuc2nD3XPm+++7aFvZFkmjzDHMs8eb93PnMlEr40yg29PAMpvt1Tib6O7W4+oYsNvt6dPT64Kx0+CgigPjbtlD04Abg95CY2vQLNej7/Iww+mpEDPiQ8SL581EC9SoVfPXApET4XHYg+KTX9vZ5WP74pjoW+JBomvenQVD6ELYK+HY15Pd7Ejr4DEZS+Iy+NPidReL4qgPc8sMVzPi9R772t6Y6+Sf0mvj1aXL5SmE6+gSD4vaxsn72k7GE9FCsgPlNYC77n0Yo6SRKYvhgKij55BYc+E5MZPlVXeT4Gai6+9oCKvusQj76EoJy9hLmLvqMtYr3qERY+5U4aPhiRij0t5Pm9G9aKved5kz4lDkM+NWsLvgwnGT0R64i+05aWPlMvAD4ovJS+KAOIPei2jT3ksVk+uIUBPvnHg759szG+sPkHvpyVRT2ddZQ+8/+EPi/1DT6G8G++M/Q9PhMPFD7Rq4C+m3xRvq9NAj6Ua3A+eLYGOsWL1D0M0+w9zxZtPktMnL7qmJa+125zvqfibT4nhAo+ATLyPe/7Xb4hzS88MshHvqRqkT6tgAe+YYHLPcX4kL6BXBk95KAOvXD1X72Ss3Y+3+RvPhIBeD7b16A9JS2fPhkJTz2LNSa+oxhIvsBRDr6RCgC+qt5dPUp/iz63Ucm9","M7viO4U1QL3daY6+7c19vumJ/j2P47s9LlOAPpJdm73WIJu+BhX3PYqZmb00wnK+Tjd1vsDugj57FNm8FmGPPVG9TD5O2ze+zH2bvl/BEr7Bopg+9p1nvSXMLbw59MM7h1uOPQeM4715/jc+rnoUvgodGT5bYX8++4kxPbW0kL5dYZ0+EOgFvnv0yb2JS4I+hp+UPsA8/bwG9Jk9AuumvXrddL6eJ5G+UB27vZhNHL5/17M9wC1+PhZeHr5peGG+lKCpPRs0Iz5P2wy+Tc6YPridxbzKUDM+FgNLvrjDkD6ceSm+cRYRPmhCqD19G4M+To3ovRb2VrzioGG+HMOZvv3YIz4kygc+DWtAvgtrjD6Hj5u+LBTqPUuV+ryLlyy9BnVhPvKqnz5tv/Y9KqSWvSvOZD7090C97uMNvuTPe70FAqa9KoGFPlcpFr75TFm+0kDmPczjaD6HEFq7Impgvt2zlD547Z4+DtKBPs43lT5DDzW+EDVdvmXP+T16cWs+ejgTPiSgKj6hgPY6jFa3PBjBJL2orhU9vlfHPdd1lz6FdDg90CdovlPGcT5qYVU+zbenO2YiZT7rVAw+JDmKvUGYfz0h4JU+XjolPlFShD0cI4s+9gIyvv/g5T0hBUI+P5gJvsvCij41bGW96J6fveiVBr6V6SC9cuGIvmd7Pj62D8a9hGAZPl6Ggr5MAzA+HlChPinokL3dnI27JcqZPvyX9T04Mai9RcAVPgOS8T3SjP691mK0vVsQmz5Vq4W+mhEavgOXhL5lwJi+yaonvlCvjD7ZHD2+OOb6Pahbszy+Wy8+HOIjPJ7oiT7D0cI9IVTfPUFGHj7eLKi8gdU9vetATL3l5EM+dzdwPiLuh73HniE+45aPPigvEj7gBZW+7Do3vueGxr0aNp48ha0wPhMrzj0JvX2+ITMFPnjFlL4kbBK+r7o6Ppyxj76Y0Ve+4HWbPW17S74J8zE+VGZZPiRs6T1Qo908DHeCPlA90DyrwYY+kiIQPtBnWz7yGri8","P10TvvbqVr5qtKC+/tNPPuOLDj4HXJU+rCM2vlFyoD1G1oq804ujPSe+ib0mtK288twyPm5jRr5TPWi9KHdNPnZUlzwXeQE+ggtbPcWXmL5GwjQ+BWqbPhMliL6Hj7C8iHu3PbNYNr6VlZi+IBMqPsLYh75bCsa9DFd1vmKKYD11S5A+C4bPPfSbdD4O5wI+wT5GvSI3NLmZnYs+RDoyPiXhlz6dXhU+0JMDvZKEjb6URqc9SAgbPnqflD3r5E4+aFRaPh1mVD7ZzZ+9E9eXvtfWdL7IYnA+wGF3OtZMuD1tsX2+6ar6vYbwij6UzBk6FlD8uh1gaz3TakQ+VR6LPoqqmL7Wgyc91veEvmO5u73Yxki+4jB+vOR4bry5rJI+36aFPe9O2D2Zy+G9MB8ovrcXgr5YYE0+yON3vmRTKL4WlnG9aieZPhev7rw98A6+ej7RPWxjmL46x109KKJlvr2WaD4UalA9s4CRvsxCb74yTsu9YrLqPUG/8T0mzSg+pdKKPezPFr78WD++2caEPor6YT5RrCs+KBICvrU/Tz5KvZ49iUn/PRDj4r1kYCA9GR4vvbR6ZT7ijaM9Fos3PvnVFD6KuJA+x+egvFwrhb578Nc9wFlgvQMw1bzJlNQ5QelDPl+9Vj2pCgQ+X0aKvsJhyDwuJCa8MFpgvvWEmj4H91s9npQLPqnr6b22Zfa9ygswPnNJmz7sflm90KkrvmxWML4ge4q8HeDcvf/xJb6fHDg+i84aPstLKL3nyp++Rv8BvmI0ub3nqoG+8PxCvgRvMj7ziVG+ILh2PqWsrD1SUA0+D5BlPlMDWD7/TXo+Y/EkPvnrbb5Es1S+5V52PraMTD6uKzA+z/hVvvexZr2kFi89pvqTPjKIr72j75o+zAiDPAYMaj7NNpK+3OSVvuAwg74gMAU8qlJOvcZ/nT7Z9Ce+USIeviSmob7j5LS9MyuhvgF0Cj3QAG++0of+vQYrEb6m75K+N/WLPpCoirxgs6s9bwnqvUQYGj4+LIc+","PL21veIIBb4vvIE+27IWvsBwhz597im+RSmKvP+NhL61Ohk+JrjnvQSWwjxTAwS+Vkg9Ps3KkL7N5X4+LKI8vfAIPDzz/B+9O94WPrixmL5JB3w+zeyavuomULyYyJw+PhGjPchO3j084ZS+w74uPih7Yzy8LgW9nlOFOXsRm76zIW4+2A4FPoSGkzz4+EY+RVOLvtWGbL5uyzS+Lrg4vhdRXb5+yro8g3a1Pa5wfL47+oO++WFSvndAKb40bsS8kWJIPn4sTj67jzG+yAEQPoS/8r0dqYM8D2gAvm4E9rwV0sS7OQLsPWd8QD4hC4g+pEF+PouPsD3Krxq+BsYIvu0kCT7e14s+wkotvoRkWD5NQy++HGr7vcd1673vKGe+vG0uvtOUxT1q94s9FD0dvO4ehb7ehsq9HxxpPpSwHr6Lf1++2hFMPc5E1Lxqul0+ZQeavqQ9+T26q46+ly6LPf7iFb7HaqQ+86p1vglOPT6i4oa+lsNpvlOukb5BvP48rdjOPNbRdDz+MHa+kslZPDW81jzPG4O+1pglPZbLZr4auu4913xFvoH5Wb0sCU+8bVQrPpOA8D06c6O+NkYNPjGnQ747v36+sSWlvbccmb5bmdk9uGVDvi7scz4gzhC+E9I3PsL4/73/gw4+bH1ivtn7SL6Kf4g+L4kKPogHOb6v4Yw+w8Jgvd2YUD64qdu9jR4FPsS1sz2CNE8+S6CdPXZ19D0FTUi+kIWbPjYamL0HJFQ+2ldHPIL5k7ytmKI9Sws+vmCPL70qvYA+WHoTPtXtlb4EDW499k17PG25IT0rwJg+ipKgPi6UOb4asyq+ynyOPh5CaD7WFoY9d6B1vrVxWb0n0j0+90A1PvSXQr6F2RM+MgibvnYzG74vt/g81HrfvOeyOT6i1Ck+3QEXPq0TsT2PtEM+e83JvRjoaz7V9iO+w2YqPiNslz4Z2Js+BIUavtzI7bw1ckW9DP2bPjKbTL7l2F++wqKhPSbEN76b9HA+RUa4vV+hfL5yiIq+","4/yBPgOfoT1gJJC+alqDPhnGST588S28OaLaPQYxqj08L4E+56wAvtZkHr3DDPA94TOKvppBXD7o6xW+Xg0/vmuLh7xus6s9oSkFvrgvZT7h8WA9CiuAvkBykb6amKy9wU5KPtspLT7Rmgi+zlsHPtp7FL42Uw2+e8JaPTyKu73J/7Y9bMA9PqIGIz4vz5G+c1bkvWOO8L0q4Yc9xq55voavQT7CDGA+RfjlvW2goL6pIwo+KtMsPgQMmb7poI0+0+1TvhUNwL3F67e9dHR6PkGlID2BpWu+JxOAPUFUQr76JUK+5Z96vn4LCz7Kawy+Ivegvh93tj04Iga+APeOvlROHD5fvTQ+hqmQvnZrVj7pFk0+zYpwvvQjO74TMd49rtJRPjicSz7vPp0+9SwuPEHWnT7HIr093gYVPrZXDL0YnqM9otm/vHn8hb7Xsii+R8hkPsPBpL1y1Yu+bjL8PQagTD6wKZM9rWGdvjKMyz3gs4a9yZ0lvgGE1T1jQ2q+gtAzPn3NSb5xQT6+ci+Xvo/UOL2rZOi9FhShvdsJe76Ye1Q+uAtIvT6iED6wA4k+zFqLvZtshj5TOVo++IUovnp1HT2AiR290moqPn1lOr3Nwk69fWKivP8gS76f4sI92IL5PHfw0z2gtYo+2CSRvrapDL5oAIK+C66GPqiibD5Q6lA+bL78vamH8D2J4YG+Ub1bPhZlB76Z3KY9OPPNvb35eL6IbIW8cY0iPqkEAj6PSTi+1TeEvm9hoT4omkS+w3VaPkjZ7D2lfW4+4EMQvrf6qTuNPVu+CudVvoeOiT7DBaQ+nfQXPrLfDr4v/EC9B34RvpIww7tOJyI+NLLaPUATND49BB0+Ak6mvWfvEr0HH/y7gwRsPj0kWz6efSg9NItqvlTbDb6ndUK+CnfTvF/Jn73D5GW+cpOjvi2CHb1HT5++tXyRvmhb+z01vLq851qCPv87Hj44PCq9+Z4EPocVaL4hs0i8EamzPNhnzD2TH6M+2s6XPuBIaT4+K7m9","uWaKPnZhNr4doD2+rFRUvs3X1zyoAio8nsJqvYN4Br07CV++ya10Pi3duD0KV9W8mNqAvuWFr713lgy+Q2AfPgH4hb4TYP294rdQvmMziz1Fi2u+B+0vvmHKhr6/7yC7OGRKvgH/oT0mvJc+4JK1vL3beL50Z5m+iAUvPuAeiTxtAXS+6EL8PTgf9L3HZt+9RZCNPpsmjL5ExA++HzKfPoxyGj5OIEO+wDpkvH23Yj6rlD2++jXnvAhWvzwc6zk+57CRPRgEdb6a22k+7nRxPsBdiTwNlY692L+dPrLtJb0i4Gm9Kb7Jve+a7r0WLwy+iokBPNpeKTvPc0i9Bd58Ptkmu71cf2e8W5CZPKSoLb1IypG+jo83Pl9eCb4LBvu9ryiGPYJRD753DgQ+9HXqPVOcSr5ew3Y8W7VDPtLUvL3VPRa+I6kRvpHhKj6mdjw+sJIJvg91pT054Ym8GWR9Pip/fT00Vvo8zxEWPuwvYr1KWH69HCEnPcgzjz6JZGg+gPcDvUEPF76gUIU9s1oDPtAxyD3bhRW+ZNQ5PeEyFL1oRBQ+BKa5vffQB75gXJ0+KquYvl9mST5+ye26IzDFPKQmYz5aW4w9gB6CPlv7yj3DNXw90Ay7vM22e71HVRs+X5mYPWcQDz2dM7o9/HR+PqRPMz5skYa+Kmq+PQ6XiL4mkEI+eigqvrJmhj0cUzW+llzmvc+7iL4jIme+bOSIPoO1cb4RKbw95bjoPYRjbj7gkme+QIDhvVwnNj5cYE4+k4CiPp98FL7v4Zc9w1VAPgNlzTy09A8+EUPpvfQqNT1UaSm8sK/QvKlQgL6eXH8++pIMPsNcuL3Cwlk9qOKVvjImOj6odCq9bQ+Avolycb74JXY+NSNtPozTID6vymC+orSKPffgTD3VaUM+sNDBPPupTz6rzpA91uWIPhDAR76m9Ha9XOSHO7oO0z2f0kO9pTx0vm97AT5Towu+oyQNvufanr7irH891MBuvlnJWz3QF3i95xySPR/9ab2l7c+9","dZC7va/daz7wYGq+2hqQPhB5gL5Iw4U+hGk6vldVKz5biZQ+pLUPPhB8zD18X3I9yVqPPuV/Hj4wPdS95T6fPpxe8b0M5p6+2VGXvnJOar1cKZK+D/tVvlcegj6SdIu9nMIMvsOULD7upJq9s9ZFvRRBELyf8Is+YruAPnJfHT4Vomg+nW/6PXhLYD5XXFO9tvekvLk+3z0+bmA+ist/PuG/h76xNbq9frIhPgCsUr0Zr52+0484PckYOj3Hg28+scNWPtYlaz4gPmg+q4levb+YTz7ZKJa+O/0Gvvc1hb6L/J6+a95iPr9Hvb1lnR09/ffVvVpW8b2xNg++POH/vVlFcT60lES9B5hVPuAwAT6fTFQ+GLiTvvyn8D07ByW+2SFrPvksTj6d83Y+ulhtPYNpE70IyEK9VLyUveV7RT7JElA+aUxSvlm9Ob7ctF2+O9c4PYaHjD6cd5A9hLDYvSZvwToAxUM+qFbkvbhZV75V41y+K+ujPToaer5z+Bg+CgVwPuUuCL37ADA+nd0cPkaVlb51iKI9CxFQPq9IAj6cYoy+ImxbPt4tDz2fXYK8NIg6vM8tWb0XU349YCgcvjg0jj5Qs5a992iFPtCPtzzqG4E85gSFvtq/k77aWnM+rby5PWEWkj7yKL49yj4qvXv9J775xRy+WnOuPW7I2bw3LQ6+xhWhPmdsor2Yc2m+KnMrvvWZ+rzEqVI+WvxGPnG6nryqGlM+RZ2EvoctiD5D008+XLcAPfWkGD5jZoA+eKPAvbpSib4RNn4+S8ORPnicWz0eAnC+SD9ivpGde75CZBC+WOrrvSq4hr5cOsg97xAVPaIA0z3dXF4+V3yiPi4Ek749QgA9aZXfvQH2Sb4RV5o+TBB6vsiUMT5rbYm+nUzuvJrGhL7kKSq+0ij9PZu3ib77HGi+rhqMPnRDjr5wmWS9Oewkvkr9ir6TlhW+9PiWvjZTdr6W5ko96N8TvkKg6z1mR4e+iWU+vhw6AL4QAQc9rBlsvqkcJj5jjuy6","b+CXvhr+cT5q+Hq+W51uvv4X6r0IHr+9ZM+ZPsZTDj0Wy5o++uylPfmdmT33mo4+6TyWvjIeTr70g+K9cdNivok6Pz3xG4e+iEZUvq10yjzDFCg+rPBRvmXskr49jW++OEuavvVOFTg5/6A+0L+hPfqSP75Ahvw9En7BPVf/3b0AFKw9h2hPvp9pQL5Q9Kk+5x88PWo+c74WU5Y+zFCTPtYHmj6EIq89PwaBPeDE0z3HdUc+U5u1PLZHZr4dI5c+oPt6Pd4xiT5CQ+Y9cMQYPtWGh73BCLu9r8fyu7aOrr0LMkw+VPBlvQu1a76nGJk+1PGaPeqsUz5RKHE+y99fvuNZ1Dx2QPo8X7BVvsdrM77S5WA+vAsOviDAJb2Nbue9QATHvRDjWb4EsPk9Q2hfPuElGT6uuRw+EE0UPQi8nz6iYJI87yWbPv9p1z0GFOQ9UiORvfg+A77FtuE9nEBuvo4W2b1blGa+AK2iPUAec74KYJ0+gUKMPvKyFT45J489xvBfvbmI072PTGW85dhaPqV4X75HWFM+BR+MPuRBbD6NyoG+2Uv9vYX4Db2S9IM9y5CaPjHfQb5OxMs9foAsvnCiNz6244I+uA79PfqlkD7ElFU+DuxXPgOemD7hTJo9KofEvRS7cj76b687W97evckhRb4svoW+xlyOvpB7ML7VXqS9ImgJvnQFcr6Q6pS+Ch2bPpFwZz6lLB6+HA2WvsQovD2JlSW9PypWvjv4ab6N/lK9CZU/PL2+8b3gMuI9iIRcvjoEgr4J1o+9WBLGvRHQgr6p3wu+IZ5fvuSeGz6hjco9R9Z2PbuIsz0BJEk+xraWPo8omTw/80i+z0YxvgNxXr4e0To+yH9Jvr5aLD6g01A9SwZjPs2Kq70wmJM+8DdjPlPWJT6XCyK9DpYKPp2tn77j3xw9BpxyvtY9Ir4jOSc+C9+SPnVw5T3yqJ8+MfXCPRALCr4yJJg+pdTgPccIdj2wiJo+RqIWvYAoNL0bMVe+90AcPf55Sb5qK6+8","S29APo1WK73M0Ca9zx02vczsZT6foEU+4VZcPgE3ej6Y6us9NGUuO9OUZT7toma+7vmVvtwZB76SvVw+jsUPvlNiMj6WOym9/b7tPT3MMr5m75e+TO/0PUZIc77E8/a99XsTvtFdnTwOFTw+7trAPaZYlb071kk8EO1Svi0tij52Yls+SvV1vhwDST6YYUe+P56mPHYAaL5BSjS90485Pqc1oD7I03G+Beabvoe9GL781vU98vUWPqi2ZD53RNw9lA0/O58Z3Ty6rGw+42yJPry/WD75LWS+5nVcvvbpmb5lOAG+nWk2vuQ0Fr0eI2y+ziKvPVICmD4nYva9fFZdPqDXOT48ggi9T42KPiKVgr6XoOu9Nti2PVAlkz7x7pk+X1p7vgD1eD1qdO29vR+XvKWjmD6NIG8+c8cSPnAmjz4cdqu7Vh4qPs4VDD5gj4O+GqqyPXU9gr4Z5g08gC/3vLrPVj6/ufm9qvVWvOJIET6UN6Y+d7rgvI+ymb7YEIA+3PS7PVjyiL2jqo0++AIRvgcpnT7KWyk+ZhpEvv7pk75ebzw98VWXPmo4wTxTCxM+DG1WPT+zMr7jiv68zQgXvgla7zzLjEg9jPSOPkjRA748WyI+sF+BvYlnh74jvJ2+tavEvVqAk77mUjw+87+QvVYzx70TpXs++9qUvml9i7548FI+9jKRvtB2Jj6U6no8R88APgjMFz6xUd688Y4DPj5cXr75xVs95vqzPYFZ7729BKG+/9m0PEQUMr6VFJe9WfX7vQZPrj2r3lK+r8ptvjCniT454lA+8d6PPj+ze750TBq+BvSHPhNNdz4Qe5Y9HQVdvp39nz7IrWS+afkbPv9w77myDQU++cEEPv2eQ75dqhu9EDoUPovp/r3knUK+wjOePERVKD7Lcpi+IdKYPlNQlL7HGoA9FP1VPnU7JT70qHm97rBHPrKt6TxYD6s+gT5vvbBXRj47Sxm+b1pQvhVhrT2UdDi+utNPPgNknj7vkIO+AMH0PHawmr5WuPo9","AqQWvuMcnL1Mwo68neDuvCr7Tr4fqWg+n+TNvXyhnL7+jpW8LwWNPlEQM76t3Fm+HkXju2rC4L1g94Y+chH+ve64lr72QEO+P8UEvT0UFrxWtyi+zJJvPkJv0zpp6W8+5ypdPvRbeT6bN0y95eWMPdwFar28GZO9+9p0vtQfEz42PIq+JlMyPVS95z31G6K+mUypPKvPeT4wI5O+tLegPoIlGDsVMoU7It7AvUKtLD512TS+Q3OqvaFNPj3C5gY++S5wPoRShz6wWfA7i/iXvrsRe75nQCY+VLeavaKMOz5+Kyc+y3yHPXKHhL7PuYQ+ujmVvn73db51KYI9HOB2vmuKML512iC+PsTOvXD2Tr4BwLc92SQ1vd6jJb7Tt6a8P6BLPUMCJj5+jIq+aamkPC/ddL6eYGK9RhEQPgWFnD6znl8+A5w/vkuoC70SJ8c9q2fkvcrjmT5XNfs9Njg9PnksGz5CBJa9b1QivldfKz78wdS9Avl6vRmcXb4x5jQ+jaaEvsTmIr0CdWs9PmFQPh1myz0uDIO+aYz1PYW+KL7n6dM9S+JIPuv8f71Ty/48UCtqPuWH7r0ayLO9NhSbPv3Nlz0H/yC9xbuMvshcJD7hqYQ+x1CQPk1PFT68QEK+jAUAPp7eVj0eE6C9nEaiPh00mj70zo49PwUXPsXbEj5+Gp0+BE4mvt90oL1OFEu+E/XKvXyCO7uaoLk9Q7OJvRa7Ob1eiji+xnwcvcxL4z1bZA69KJtbvkjWnD4do9E9oAzqPT8EAL5VbRC+qr0cPp7Chr69w5S+wy+WPh7wjD4xC4M7/G+RPh5Smr4sJoA+U+bZui87lb6SmwA9PcVgPkKuBz4/S4y+ad+VPgbImb7R7DC+QyP2vVh6m76VxnK+KZwnvvIE8b3Q2yu9mRCSvvlbUT0TKQ6+WLKKPSIzo73zPA++S8uAPu7eE71NeX0+fRiGPiSxyb3jZSu9ylkNvjyR5L11WMM7lKCRvsJ+rj0p+hi+Od8ePiDelT4nzoO+","ErudPp8RBb6lBjQ+Vu50PoCWFz7Qdgw+DKOaPkpwkT4ZiEY+iwp+vvoDIr6tPHi9bLv5vZPmFD6tFbk8gX1OPh4E1z3kYYU+p0IYPk973D0qOf29grjoPR7gnb4VqpO7/QN0PohoZz7tUDq+V78lvcxQez57R4A+qBZjPtaajr46zpk+H0L6PbqkTb6cRmo+TFFtPuFxH77szfA7TdmHvt+3nj4mCBm+BvYrPQ6keD5hLWA+m5unvQ8Vc754wQm+GCBFvgb1VT49QAc+A/AcPlIelD63FwY+u0dBvuyTPT4ADyO+/CQ5PlzK97wtwvW8/aqQvt7XTj79tIa9K1uTPqQGAL7W+em849RdPpPcar7mMBM+YNqgPr1Taz56Tpw+PL4kPnL8ZL731jk+PlinvTh00j1En8U9SLp6vsxxar10POK3VrujPGd1dDy++3Q9fIUIPXU3Or6IP7g9ApcHvUSOdL7LevA9d3xQvlMrOj5MPBe+uaKLvjoA4T2C29e9KmnDPfrX2L3qyQc+4Y2CvaZYVL7O90K+xgjHvad/uL0F9oA+AC4gvQYv6Dxm/Eu+vSalvoX7nL6UD4k+PmkmvlH9e74hKxu+Q9KrPY1xbLzwbKM+Z+kzPNGTkL0WPgM9x1/jvGzlmL2t9i+79FqgPW0+fz2apIE+WuA4PmESqjzsjk8+PsKevsqyqT4GQCG93s9pvgTFyjt8QyQ9dvyOPY0sj74yoIY+xRuRvu/rvL1sYlQ8/uwrPi2TEr7r5bK8qIcxvl7lh75pR3w+mCZ5PY3CPb3iQlu+hXEIvJjdHD79TbG9VUg7vn8Ogb4HgxI+MCMWPRuiWb7q9H29PYkyvsGsVbyKLr+9AadlPoTSmb4n4gQ9my2WvqSiFj5xPzO+nfyGPghh6D1xsp0+vUjdPUqk6j3XsT09f9ZfvfrVo731QkU89tcqvln4CLyi5kI+x6GGvhEfdr4SiIA+3h2FvTzm8L0cNBs+CieAPupIMj7KPTO9DYcCPpE8NL45hYu+","mL2KPnh0tj10qSc+XZCgvkfOeb65WfY9Jl5FPmrYmL1poXU+o4CSPmDMFr7QE6I9DPE8vcUSo7sHjmq+iJ4AvrpB6j3ZpLe9EwhdPoJtt70bEJA+0rPnvSA/kr5MYZ++3JiCvrRHoT1iln4+UBUGviaplT5njh8+Anb+PInYRj568JO9uumuPbLT5r3XswA+1vZavRq+Qj79/ik++caGvkFItD1QC5U+DSsiPrlUbj6J5Me8GBKnPiEIkb47c6C9NdGEPTW0Lr5EeZk+CAF8PlZ6sjz9gYo+1AyivZu3Qj5YbYi+c6eGvhiAiD7Ffku+ECSCPpAM+71ciNw8WHhfPolGkz6P4Bo+PHYcvtaNMr62nEa9If4HvKec7LydLCq+7YiuvSE4PD76oZw+DCgSPhP2Ib7izmw94FmBvama6z3oUp2+4XmKvpBY3b1cMVU+TUidvtFeLb0HAp4+wZg7vozmTr1GZlC+cc3LvLwmL745f4y+rXmTPn6wxD133HW+vBl6Pk5nnL5WyXU+ncduPk+Uij7ombO8TYFMvkCUFr1Fe1G9PRGIvkaVAD6tjZg9VzPPvVWdgT1DLCW+kl6Yvou8oT4JloO+DOLSvLAlRL4ttok+7alxPV64FD6r6Sy+2oScvv04ID6BlE4+5z97PtxKnbxffoa9pw+Rvrdjhb6e+ym980oAPZzBeD7DnY+8quIGvrO1iT5Fs5c9Q4GjvicVaT5+nBm+FymiPmlAD73yzZC+GUuKPZXxXj4eN0m9375KvuL5lj65g5K913VcveZWPLzPgWo+pcDEPd8lQj6v5ik+KfWUvd0g7z1YNUs8MrycvSU8Az4ATFE9R87gPRQ5bz6F0X6+K4k3vh5xgr5Oqw29oac+vl62jT7o8oq+EvOAPd9jBD74XZy+wioGvtBjm75YCYc+UFISvkxD7D16mYE+vK6DviZ7Gj56DiS7cvTDPboyDb7HwmG+2QnYPTj9Vr5WS4q+woOUvqcrgb4WDxi+8hOcvtdbZL3hPlq+","4xxOvCVBTL2cFBA+fa7bPcQMQz5uxzU9wK/8PIoPdb7DxzK+hBXRPas4cj6MWC2+CJGOPpYKFj5Pk9896sVFvqxmgr5aN+C9aMixPaZHQ71KqHg+9p84vqKdUb7ghei9BSyYPu88Or6VWpU9h8hWvl/ni74X9Zm+t1YpvjyAmj6TVzs+MD2cPmLWm76wT1e+Mh3OvWAjnz0gZeW92r47vhaKhb50pJA+wDORvjMDYz7IxKA9JghVvqHQTr52c5u+KQMSPph/Dr2pt4y+AISFPvCyhb6X04S+0/dsPU0TD726HUC+3pd5PUVVy73dcW2+OAEyPiPpv7wKn6Q+hwozvJsOir6xfzG9YW2XPq8NoT0fcyw9nmSGPgHtDL5kcMQ9AxApvut3KT3n4Iy9Q/qPPkWzSD7DNwE9j9OJPpVXij4865w+vbDQPUKanj0ClPY9SAtQPrCt3r0Z8Ig+h0ydvuEjQ75hGyo9IweSvKYgjz6+cos8B3J7PhhHUL1Ts0M+/cGdPhgwdb4pmgi+LQdOvn8NBr4nBH2+c2rlPQ/xMb4Ot449LvW2vc6qnD1I66o9xlUwPcWQYz4y2Yc9a5WAvtQWoLzcXJK+qsvWvcXhBr6c+cI91bhyvv08Kz7Xyp6+lal4PGFEHb7dAnc9XQyRvd0rWD1lu6A+eqxdvm8NfD6+43y+tP6NvsC3ML7ghti9fpNZPnVrYL6utZ2+kESIPqM/kj7tyTU+oeVOPfrPhz5dN3W+tMOdvv7neb6qGcM8oCbQPciTo72uz+A9wHTTPX3gjT43d0Q+M1CdPpytSr53xwA9CZD/u3gNiz4wiUO+17CLPv/sNz4Op4i+xfEKPol+Bb4IPR4+50gWvrhliD551WY+iql0vhUjNb6Df4q8msRNPmOJEz6ywbQ9T/aGvnVdDz4mEYc+NyCXPcIK9z0oJA6+/qmRPhFkpL5ud7o9an1mvvS0zD3hjEk+8JQWvTw6lr6Jckg+hOJ1PshQub3e7wO9gbSnvZmSkD5tEJ6+","JWZ/vvmzL75+vD++U7dgPS2QLD4phqQ+cK/5vffRRD5uPIa72/W5PMdD2T1N5OA9M0qOvuJiaj1iwY0+dZp9PXzplD5PlZc9zWFKO+BLnj6npwQ+5mrMvUxjODwwMps+8fWiPlJ3hb7ye1C8QbXjPe7sEj7J3Tc+oXqUPSf9ET6L0P+967b2PCeUCz5C4B++2YOJvg+DHr7QkDy+3X/svT7pXb72zGu9sJaZPlxWUz7vaCS9FEmZvbUdiD4FMMY9ojRUvrOjjr5IvoU+YIWcPsJgRz4rVP+9L4ZMPJO8oD0Zdwy9X32Rvjvimb43BWA++wGhvbq3Br1GKIY+6TF1vsAuSjwUikk+24UDPhqiCb7kz3++Tmqgvnh+Vr4O7Wy8gGmVPjodCD7e01U+lTYWvv3Cg77RH9G9pv7kPYUmRD7ec1W+6NjlPRlQBL7VEYm+vtONPQD+Mb4Yab24omoJvnvRdb1OUZO+8EaavvrwFj0ij+29zW9EvvfYbr5PuwU+75gDPj2SKT6uUQo+k2l1vkjbtD0v9IO+wsw/OxT3Az0TO9a8ykhYvVEkbz6RirS7QNeAvrmX+Tx7sIu+bLxSvARjGT09cU09LR46vX8/cL1Wyp2+S5XJPONumT6kI/G4WGhCviKiCD6Q/om9fsFvvhI9QT5iN+o9xrO4uxxAhT5vH3E9H6qLPr/dkD4KJNY6lrNLvVYaDz0s6gW+cz1JPoQwTr0Z4Io9PPRXvnYmc74lUqI+0igvPmNbQj75DlO+kRgjvnBGoD7fldG9I6rDvbOfdT2goZk+FCoivom7x72lSJ8+QR7ovR3T372voZu9GXMYviaAgD7ro4e+6/+aO/Ti371PgGG+31HKvU7brb15xq69hxNePn5fRr4lO/i9jq52Pj+uvz20MO49DtcMvvaLJr4cxCC+qnw7vuhZBb3BjIC+XzhkPtM8Yj4h2us92N2hPHI5mT0U2HW+zErhvYcugrswdyG+YZhAvbgZtj3Y+gc+mcZ9PvSttj2zCg++","BykxPVRNd74w7TO+eplLu9VTub37FZ6+uYubvhXteb7xo4c+q5tbPdtzMz4vStA9btT3vUTMU742k7I9rQmaPscCD70KmTw+9fW7Peq5Zr4V3DQ+03uEPnDsur2+yp68YjAovrCBUD1Tjju+TFiFPh3y3T1/wKK+xT72PfVlRD4LyaQ+R8SrO/uzRD1naI8+3UABvoNZB77klcM7q6DrvBVE+jsVn5s+nFQ8PunWkj09GYk+uheRPkd/DT4ZB0u9ORYavpCVLj7ObSa947iHvuivHb6/bUQ+hHKXvjZdJjzEMWo+V9sIvlsanj499Tm9hzYEvlb5Nr5mO+I9y55WPh6fFT7oz2W9NV3HvViiHj7KqiG+4rZPPpGNCj6zsha+RCM9Pgw1s7w8LS8+GuCNPlSvYb4rbYi+GouSvpxN+L1kUdY7TpOcPltE3TyMH4I+wM9cvm7BCb5lsJS+FXh4PtgZbz4ejo4+O3+cPvSJrr1v3ju+R80qvhYqKj6UrWY9dpmMvpcU07sqQgO+LOmGPuuQi76o7Qy+AfJgPPbaQj76+U4+P0ChPrGNVb5DfYk+BAJRPTLz/b37KRG+cS5QPQk/6j04spo+QJVKPlbkgL7C+ZM7qQASvoKZSj6A25c+SYycvlAD9D3JYRG+LomOPpxBiD2ewMs9wefoPWaEvL2NmHI+eZOEPaDTkb7ycQi+hxg+vn9VOr3mrfQ9LSd3vtmb5T0GYAY+RFdXvvRTAj7pAWY88l1KPk6aUD73JCi+iVoqvWG5Nr5nASs+PshIvgBWBb7ENS2+YzJDvt2ieD6FNwO+qGOMPtxyUj0XPmY+gNARvt+dmD45PB69bGVevoIALb7jNZk+E0u1vXJLjb7irxs9Vm/EPdmFnL0UZUG+HQWLPvfccr4mmXy+KwEtPq97Tz7Fndc9HEmIvCjBEz4nA2C+a299vp2Fkr7uhu89f5tDvu8Sbj4638080rdiPlwllD23iok9FjNjPtceRT6WHlO+ECOOviRDMr541aM+","6ZWZPipAFz5HQ2o9QZT/vbgLGr589Ec9jlqrPfsxIb7CqEq+dtFIvrpgJD6iw0a++bdHveUmHb6EHKy833yWPt+AVT3ENIc+v5t2PjNhHrsstZe+O+aLvjxxCj5RbWU+KChTvtE84Tu8vry99J97vTmcaL6M4+S90bCMvuHUB74sI6Y5paOUPsqSUT7ibiS+gmG6vAD8cT4yRVy+DLR0vtZvkz7Oroe+we2Nvq9STD6enCS+V4KUPtkVnj6hb5k+I6SEPojt2z2KZlO9e+96PURkqD2xx289zURGvhR+br6w1ju+H1mOPBtuML7iolc+pxnhPZR6abyo6k69qnUCveFlPb5p7mA+1y1QPls8BrxSXoc95FwhPhkbcr6lcVk+nv0fvQsrsz0RG5O+hQbLPf/Yob2hSKY++WkFPC2Elj6gGH6+VnNwvp/mbj7H9Sm+USJxPjlBmT5eS4o+VAfhvYKqhj6eiwG9lFF6vaV9AD68KTA+ciZLvk+EmD3e1Hy+CkaCPjOahT1mG4I7UbMbvQR55r1Cunu+vC0nvsOkDj7TwKA+gOYpPhvxNT7x3I2+rCeGPkUnbL6wqGG+W9s8PsKTL76Zoqw9XQR9Pi36Tr3fU+E9CLnzPUekTD4/nC6+DV1cPvWq3jzzuve9Z0eavlvgYz5GmE8+QQAJPuRSwb3Bhjk+EoVzPr1KGj6Rzne+WJ4/vgtSc746xBC+H16lPlgbFb4ZS+89j12MPkPW/7wW5Go+SP9DPYq0FT1nCnw+FHANPcnmnL4N0Yc+M7boPVZBWr4WaI4+vy2xvXcskz4nZha+RfEJvvJamT5Vkhg+5cw7Pdkb6r3UFSw+EtrDPdGJj74zw4Y+M9miPq+Nhz20Sca9NCw+vl5/nL4vfIm+UVuJPsyddb43i42+8JkEvlAwAT68TZk94gQhvmUJir5Ap0u8X/EQvp0hhT7w/IK+j+UsvmRoF70ik0m+ydl3vDjf272Cbpi9eNKgPd/3Az2tpJC+iG5yPmklSzxOMbQ9","hDG3PXTrlT7zOVi8ZAuEvsw4WL4XdCU9UbwdPgK9gr7Z9pI+e9EkvpciY705ywq+oHcovUfuGz6wjtm93epLvvQqhz5In46+FTtMvqbviz6nM4K+RuFwPkU9pDy3nDM+cg+NPq/+PL60ih2+7El4vto2jr7wVM49xiuEPsKZgr45oDU9nPPvvY5+Qr7n31E+mzctPtzG7T0G6XO+jr5+vMdQYT5N2Rq+NsOIvpydOz74rpc+IQJgvUgGcr4eq/I8JoeJvlIypj1JDRI+rdYtPlA6Mr6ypg0+S6I5PgiuFT4JB928y6ZGPYnRx72qXZG+Ok1hPbCDKT6z508+RldvPvD9NL3RqYC9adZxPTGsiT6l3VC+/P5GPn6qeT4IX+M9i+aKPs3R1j3Z6wK+FbUPPr8Mnz7Y1gA+8pNCPqfDcT7glV+9yaOTPqa5Zj37M0c820dOPpVDmz7O1Jk+cv3iveiKl750aKg8MYABvkzogD74X5+7oScKPi2sEj6sT+K9Bp+FPSot3bw/DKU+jOKLvhsjjr1DjWm+F3gtvl4y+L0x9Am9B15aPm3PED0w4TK+0Y6Zvpb/aDwiSk4+m34xvs93JD5GBWe9dxL1vemz0T0XGsm9gRIuvm00lD4blLq9vZkHPlcNSD1+qRC+s4KtvZSCS719FKI+cbuJvqzwTT7Twq89IwtPPrEXjr7lVYU+q2JYPqrzkz6JuCO+bH2FvcgsZj4PbJy+jiE6PcG9lL1362Y+EWdjPlr/az0hpok9+WQtPgVmhT4zXhu+xOxAvCpAwT35U5G8HDybPoDFJj6+zY++p03yPaHNXL76Miq9eTuWPoRsCr52WDS+D3c2vsldf75fhXy9Z9JAPmLAl71sAFm9bqQdvtQDLb7PFS0+eWEjvghbYz4wVBA+UlAWPvBEbD43oTm8svAhveHBnT6DL+Q9sOxuPgvpOz1Jm0O+dFkYvVoUjT6mspw+1TpTvpVLQT0d+g++jpYkPmD6y7xoHxg8oFCCvgnZ1j2AAwm+","mEFavrUwdT7rD8M9wItyvh4rarvCk4a+B2l1vW9daT3ICjw+f622vb7Sej5Wl1Q+0SSYPqfV3z23PSq+VBJMPUOMHT0+W3E7h3CJPsF5oj4iMws+mrx2vuooZL5E12w+wI6+vVqssb2lUhC+swdEvhYjRb5sAJS+n31svEFGtTzCEPI9SbtaPtzbZr5g5Ty+EyxGvc+C270Lm0s+L8udPJHpib2dAIs+Famgvs6IsT1AV5Q+6eRnvgOCij5qCIU+kydjPtVpfz7FuJI+aluwPfCklz69dMM9QcdKvuDS3T2wVoe+WokYvl1cjb2jQ5W+BXiVvqx0Wj6LIaW+4tlivo5tkz6N2UI+k19HPrxMTr040Xe9999/PowWX77Lhp095HImvnWSf77kU06+OGpFvd7zkT49sWU+w2+qPVumkjwwPTm+VXGMPity+z0jkiQ+qImKPb0/hzz9Kxk+zkeuPEPtdD7YZoo89Hhivoytgz1u9BG+US25venEmj4UGzU90+L3vfroh75ukoi9rHqBPubuM75Prsk9BzoVvayXPb5shIw8jnKAPe7ddT2Wn02+2dfxPA8Oh74vwI88vr2CPhE2Oj0y79q9VZ8pPseTib2iSHQ+tHVGPmZKPr3LMZQ9UOoDPK5XsT3PDiK+bp30vSMR8r0xlW0+jZlQvtOROL5Xjyy+mrxFvsXNmb6/+L28QIKXto4viL4+w/88cROduwuVYr0IT/k9OR57vu4ShL7qr0k9kAODvqNZN7215Gq+BSAxPt5oZz4Df5G+HU79vZOXRT6Tuwk+4vF3PtRYnL5sKWm+psoKPcRdIj6cpXo+DTgSvGr47TyXKzu+IiauPYbhn775VZm+mBEZPu08Wr4bzIw+fw6XvKyMcr3DBIC8gn0XPj5hHb50OGI+rIljvkIIcD4v7JA9FbWFPpe2e76+jls+oBCzPbpENT4JPos+gVKuPfN57z0ZSXK84ZsNvvmd9D31mWA+EGVovaqvqjx31JM9Vbg/Pj8Jlb5C9ii+","Qb7lvEHOrr2vPj++1taGPoSaKT72E4Y+lcAGvjxkOD6s0Fs+Wap7vsWUA71/U5A+MAUgPoAMKL5J4RK9ngNbvipu1z0MET29VxDGPRCGLb4cZ6w8vgdAPjGPMz3Kp/s97gCBvlnYyr3nbs88lId3vXGqQr7JIom+r0vqO33LbD01OZg+hSylPTOKRj7zzQa+E9cUvPW4VD6u/Jk9OWOYvptIBj6IapS+YIEBvkgPEr4bVDQ9oxqSPi1WNT0Gv3+9UDC4vEGcZj7aS7s8rDSbvsMPULzTx44+dLBxvoDaA74KeZi+qAQsPAqtLb4eYJs99+ZOvuhHSb5XLCW+XbKKvqoyOrzbRZk+ajdcPXxBmr5aw0G9DZu3vW8UYL1Tz5E+QGFKPkJ0Lz6prSc+gOrxvTqpWz6m2xs+qyKWPWErJ74x0VU9rYRqPhJ8hD6ekKA+INtwOyqsNL6Aok++pkllvO+FK7yVpKC96twQPd1VKD6FiH0+gusdPmOTML5Z2h6+nExlPg88hrseI9k9uK6sPK2Pcz07QVM9jKNcvUvktjs4SsO9UtSdPs3WAj5cNQ++c1KPvkQAb76/AP69ZIiWvs+Aaju+w4M+7KF9vvRCIz0RlCg9XdZnvvwML746DSa+4KAnvustFb41udm9niGcvn4QmD4YmRC+ANeaPav6Jr7OhUe+jZ94PkrpQj4/rTU+AWVjvlPbUT1mjRs+80kaPpXWQT5BJA09/+dePo1JGD5w+Lq9VHyXviFGhL491P+8WKM5PtMjor0jLjQ+cMWKvnAoGb4vMZe+o73FPZ9xdz68vkW+cyFEPqfKMT4weoE+mH9+vueCgr58Rwo+s3evvPu2l74GXI89aKYrPkl0hT18pBs+nzJKvmMOFj6Y+4o9P9OGvTmraj3H1R09QbSZu2kjiD4Gh1W95SMbPhWA+D30uDy+LV5MPnzLqbwVCF4+F62IPksoFL6hfIY9gDTKPJzr8b0hJdA7WmE1vhi4rz3nYoY+CNGSPjItjr4zvhK7","/oxdPswH7r38LZw+at1XvurfCr560FU+exFrvnLNXz7Ps3k+ANBAvoEgjD71/Yq+FrMhvrUFrz3wcIe+rm1XPoOBr73d6j++TRyXPuuI3j2tpOE9PFjzvU2FtT2TEkA+cEIaPuTBgjxvJhY+gil/vcy3ib6uPrG9NDysvVBS3L2tnBq+viuAPgLmnT7gYYa9YmE4vuECIr6RaEI9cZ2SPbQnlD2PyJ4+EDyUPnuOPj53FIo9JwmVPnEOTr4G7Is+BJcGPjkq7jx7my49DzuPPsKvIb5L0Zk+St8TvkTRmL7XSvi9LMH8PRd43DyXply+GredPsq1bD4ZWla+/xt0u6uwY7645BW9A+k0vqcvS77Zpoa9hSGRPvAvoT4SpSU8U2mbPKDBiD66ro6+Zy8kvvDaID5oO2C+wq2uPSMVyjzciDs+uMyKPp2mNT7W0b29r8IevqV/Vb5EaX2+gB+Ivu6egj4nWya+RWfivDorMr5BhBM+sS2SvswCyT0ZZMe9Dw3wvSZBcT6EXLW8oRrNvY6nnj6dh4O+rm6uvRLBVT4aoA8+7KYJPkY5xL3Ff+Q9098PvgOEtL1mnE++EBGHu6OZlT5Kgha+MRNIPo8fMr7mqCC+njAdvfgxmL5uKIu+fReUPQFBiL44Wuq9au9mPtC4lb4JI2c+NaCPvhqVr70kdZC+O5MrPgZBQ743F0s+V5fBvf+hT76G5DS+RHWcvXBxTr4onBW993+TvQyq7T0RcIA+trfrPDcx+b1qqyM966r2vXFDgT0/ZRQ9++eUPr9DBr3lz4m+lCCVPn5B1TyX3kc+CILcvHMsBz15hzS+1/ccvho+Y7xpKoG+hhJ6vtkLJr5q8iK+ovPqPU/M571Ooo4++HiVvpgTZT44I42+lw+zvW8FgT7/pqC+TzvnvcoISb7UE5g9L38cvs5CDr5e68C9zdOfvnfH6b0akmq++rpkPvgSDzuhEBI++TkxvYw+lD5c9Y2+hT1IveF5vT24Spe5pLIoO1AiKL5WXwu+","PqqXPgmykj4JuYe9pBXfPc9Q/b2kaBy+GSDxvZ1uBb58pnq+/GTSvWgPSj7B9Bg+uownvW2kMjvJZza9k9vPPeXjVj5VEZo9MKFjvl6Vur0RgIG+qSuIvraXUT6T05m+1AdCPnNrHz5o6qA+IGFyPsVbEr4RvT68dy2NPqlLVDv2EoK9XwvEPVjSqr15I/i9km5PPsptV76UCpk9H51ovpj+Oz4ubY0+LH9uvnZmgL6m3vq7Kr56voT9HD4Pa4C+/ylMvg8cgL5JEvM9uVEKu390cT5FEII+uoBYvvvWWb69sVa+WxPEvYMGFb53QEG86liBvv7VcL5X54U+pFZlvIU6h77YMhs9bM0SPg9KEb2cW5y+Ozy/vLgDkb4f3S894u+Ovp5wGj70rVq93ZGEvmFft7xvq7S9FEivvcccOD5uAKc+4FaRvhVax71VNRK+468EPsUo9L2V5Ak9GZOAvszbPb6xNQI+rlt0PsbHkr4KErK9yDiPPkDruz2rdIy+CkNnPtI0CD5H3t09HryRvn9Oi74DlkK+TRS6PJefnL41VKQ9TByRPqBoYr7L6ZC+KnpBvTMWiL4N8cg84SnjPUnXiz79Y5Y+pwukvUBH4j2gq5u+5DWOviAbjD6IZZI+2phlPtLfLD1rcxC+JtxePlhBB73Y+Iu9DUdqPm4vjL67xbA91y6DPmPZlL2pEyE+65msPGwwZD5l942+dAHVPO2Zlr6286O+b6KAPrIOnT2xsuY7soYDPltrgz52ARc+2JWcvi41t70hC/m9y32WPubY670acGE+1jLHPdA91j01pbS8JShgvu6lej42Uzy9rAw6Pucrgj5Zn9W9HvZXPiV0kL5hpZA+O0C0PCUvyD3qODW9wEsnvgxTTT6DGtg9l3tePvrVgT6DO1C+pmzIPdLtiD7MqIo+4ZgHPs9CCT7GK2m+icUhPhzPV74iCIy+Q9HTvbySJDxYYE8+89UMPgfcA77inBo+hIE/Ptc3Hj3BKpa+WMrcPd6xGL7GTC2+","rZicvA3Mw700q1u+Zr95Pg+Lej6xY8G9XN4jvvD3kDwgi4m+H06Au6UFhb7M+KA9oCJcvqVNhz6eoa68Y002PqCymb280kg9/7C7PXyfKz13mGK+VpMuPvaeRjwEzXE+mHI2vgmORD4ujy29xIQAPuZkbz6DcTA9dMC7vfhONb5q7zY+nhuaPkeRk7421mM95fj/vBO5Cb4lOpE+ifKSvkuZQz68DWc9CUyUPoLlqb25mdi9z+i2O4qLtr20Nlg+eH70OxSJIr5+fz0+FU9PPtgwPb7odzY+6jCOvs/5mD78h1s9B7Z7PnWpJ75EQo09SnboPR4NmD7wDo6+jT/SPCezhz4zDmO+7ChcvhQRfzwLoFu+f1zRvc7kTb6kl487qo4DvlIYrD2Pw1k+FJWFvrlRpD463Re+6dp4PpeC2b2E4S6+6BjFPFaA+jwMxya+nyHYuxEn1j18Ah2+NJGLPvbkfT4gTw2+k3PxPYhAEb7Xthm9LCUfvuNfRr5JIlc95kFSvm3mhDxBPqM9cvj2O4H8lr7MLYs+cv1YPgsD073zIbs9X1xzPgBSp7zPUsu9DMQ4PiZdmr6UUHa+1C1gvtxmuT2wqCa+OnSZvv/ZV76t6Cc+A/s4vpNpVbxzwtE9uq6VvWm7ib4UvJE+JaaUvgU/Fz4mXeI9ZUMavuVvlD47PJg+4z4XvRiulz4aywq+htCLPgPnSj7F+b29KwdIvYaUXTxpF3i9wB6GPsatgjwPfra8cA0pvg4v/7y6MZu+gZ0ePYF64bwU5829RPw2vpSXPr5N6Pe9C7mDubb8H76D7EC+JQKaviwxlb6LH2S+m3orPgCPib2nRKg9E6BXvvqF571FqSW+OW+LPqMxjr7WyRo9ztsQviXVKT7b5JS+0oVPPfsSPD7PVtG9bqaNvmuFaj3UM6+8yb4CPqL25jyFEqe+d4nuvd2dPj7rACG+yUk7voSLir13qVk9o/uLPpMagD5hNpA++19BPtgiir6NUCa+MFSOvqZBar5Xnxo+","jgWWvr8qkb7YaoS99KZqvtonjz23OoY+OZGKPn8Sib4YMKu9pquwvTxhPb5RMWM+acwLPlvKhz1aJiQ+AJrtPF18B72sbgM+57aOvozPUT2eRxQ+/Y9KPaTARz4RJoo+b/96vpqRJb4i9Je+qnBlPnUBLL7M9YY+9vqhvgzglD64ljC+p5jYPKNlYL5xaHY9onpfvm+TXb5hREw+2bslPTtzk70vcii9a2JXvuvLw7wCDYo+fQa9Pfvci76/4Dk9I3LTvckGO72d86E9rJMxvGxgBr4B+uk9+gYAvvZZ3724QsO8oJI0vkEcPT6CN8m8Wu4Ivj8EQjyIivQ9KT2Jvrchgj62+NE90oWwvQsikr49+Ck9Tc9QOnKbor6Nvsw9RorrvX/HnD0mdZk+8JyCPrh1Sz5cZg2+UcAAPk9uSr76Cp4+1D03vSwm4T1HAva9mxh8PUvQmb5x70O+vB1pvkKIcz1A0JO+874yPl6SZbyDIwY+cpXnPX2vfr7uwLu9otyVPqxIgrxs9hY+W+KVvVakK74MzrE9o3hNPgeql72budk9aY8tuyF8GD5XMjq+2gxEvouWmz71yDI+ziiUvieGFz4aKE09eB6SvhffDb78lCU+FVmAvZlKjD5cpYg+PRzMPNNOML0lEcG8U1vOPQtmF74wwF++XKZEPkIxWT7bqeE9gQnNvBtD9Dw1OVK9VL6ePZo4dz5rkFw+pLusvTJTgb6TJN673cv3PSTuqr3hZ2q8tHBuPvAQFj7pAsk9AWdxvk0yvL00SSu+yhV9Pm1eYD6FkyW+8cofvj9EpL5MjlO+fCpjPg6Ler2kuHG+sITju7II7r0J/9a9ZfyRviIzxr27+Ge9qG6bPh6wIL68RSQ+myswPij4Qj4vyfg9ODctvpE/Gr7H7Ha+1RRRPqn3Ej5WHCE934V8PqiX9b0MF4i+BZcuPhzG0b1BRpc+9LmBPTTqzT0XDEI++quavfWJOD2bhGo+b/6BPu3roD34hXI+BFHzPejPrT1aGyg+","MBQoPbYWSj5NTpe+yQlJPWQPnz2lAaA+xrlZvrsC+L1VdR++aPQWvsq2gb3txU6+XyJ1PlOtLjyyDmk+zrLMvPe5Rj6cIei9eK+4PUBkJT4llmI9v1BNvVZNUr5QMSS7ooYCvnMQsL1K0WI+yU0DPtIIpjxlaDs+Qlb8vVD+mr4IbCS+vRSBPvDjcL6WeYY+wjyCvm4fjT5VNDO+uk+hvpFmmz41xhE+C6NLPMDI6T0f5YW+gTOBPoeniryAKwE+mLNRvlxTkT4YH4C+IMCEvguWcL5mGC29xYguPgsMoz7kMw8+1o8BPjYY2b1QDlK9VyAlvsAYmT7eoJo+VQN4vr8z9D38GNG9neeXvZM4mL3gthq+VmruPHV8QTzan2o+2ySOPY4ukL6W836+bDMfvfbvPD79vRw+51wivoIoAD7/uv49NTA/Pk/bMD54SxU9mf2nPeFBYT499ja+YNubPqIjNb41VUc+0bKBvnvT8D0ytwg+lXCePu9ykj48Una9hvKTvUzzaj4j+a+8oL8BPpskmr0JhMG8Bp5NPtwg470t2tS9EclLPtG9hb4cPcm8eKqIvnJnVr1e2mS+kc1Ovh81Jj7lTJW6xomuPbE0Gzwsqhs+hvFUvVlOOL4dMpE+LSaYvl1Ygb4n8Jq97CcaPo5Nhj2hO0Y+cLo0Ptd7nj4vI9y9dX1dPbPriz6mIVc++lwwvo8UT72kjn2+6UymPv24Yr69DJu+yYs2PoagTz4YWJQ+LCZMvlnlyT3WJQW+QBOUPcnMkr2otPo9wJWqPXiDfr13+js9XxNOviHJsL0s+mo+xbJnPK8Sl71OaTM++eKUPUsV472dsZc+QkEMPq/OJj5Wlg6+UetkPiLoLr1s79q8ayILvuhnij5CnoS+r51vvQXdRT51GYU+rddkvf5DgT4SoTC+05aEPkHNArxnN5E8sT7wPTBPQD7YD2e+R/CVvtRNgb5X+jS+vF1BPsQtRr4ChFm93drjvV8YLr3iGFu9FLP2vQKMg752AlQ+","olT6Pf53HD2w9tu8UFNtvtWksbwuc9Y9RxM0vkJgr7yr9Sk9nV4sPTKmAj4RZnc+tSQxPsNF0j0LTZu+Ki1mvvAvkj7IN1278A+Nvk4/Pj1F4S++mW1cPn+JcD4zUJC+vYmdPnDAwr355gi+eD+QPtT5x7zAoLs8Oy88vnAaNj6bLPO9W1eNPp6qFL78/YI7AlakvpjtG711jKS8oijnPYJpCL7mgPy9Qv2Avn1WjL0KMU6+BbBMPuhYdD7sPnM++kcBPa+bDL5SMbY8HMFOvYDIjT4GjVm+PgSgPliH+D1XWZk+ofS6vcXwWb6WgXu8MFMpvSYuNj4pSVe+lwfHPU2dGT5jdf4921PlPFSuLj2aIog+/KKKPUDMSz7elok+j42WvOMomL4huRO+abFgvcfOIb5PY40+v4/xPQ6RYT3TCoq+CBb9vcT40z0Zqy+6EfpcPs0Ehb0d96E+PaWyvXAp/72bGX4+NsRjvsq0mL50CZm++EIPPtcfED6HUjG+Nys6Ph0ZIj42SZC+ZG64vdc7Mb4C/yY+MkA2vqwSf76VeJO+7C8CPii2hjwybGw+98tpPZg5BD7/F2M+YJxwPvbVb71/sMa8szCRPuAcQb6jZ5O+WelLvl0hLz6v0Je+4ygBvk4qcD0gOUe9wJ9Yvr53sjwqTj6+uVCYPpi/Az7z2Xy9TqxGvvTrBD5bsy4+IrqFvuoBKb4I5I2+7VQjPhrlNj6lh0k+KjaUvfypdL4WMOk7hF0jvTJZNb7BVh4+kmFzPtOxSr4Oica8BQMhPmLxWD3njw290ELoPbqWZ7x6gRs+Rj6GvkezAD0Ewxm+8AgpPfFLjLwtoba9YyoXPpigVj6q8Ye+ioOEPRU0Kz75YYe+66kpviqVkz7mmos+AnVxPmiZJ76JQkS+lfUHvvQefT5rVeo9yU6bPmjSAT4e9l4+e29ePiHkG72e+Js9PLsmPb7xP75oF5U+GdS6PdKWgb2ovCO++ZQvvuV4lL4XAri9nKOIPvjfkb7KFt29","cht2vq13f75JAwW+WWSSPjrdNT45OsE9Ro1+vUn/Ab2hA52+1S9hPt1Iqj2eGBG+Z9BkvW7jmr3BIDU+R1oiPgEQ/73B4nq9QLlJPscpjjwLU7y9s4JiPrdbpr3tfjk+ApmLPdkEdL6HApW8Z6bvPRDuij5ky3083ESTvuX7hz7u22S+N/GKvsZaDL7CvL+9ih1KPvYbGb6KMcY9cwRVvuFxkD6Q8WS+xNbkPPmOlT5He0g+oMoaPni3wbwnI3s9saASPEr+i74IhFe9lNNLvXpxoL0hZui9vRTKPUFjU70x8ZG97OwKvkKJB75luUs+26SHPj2RVD7YaUS+VhKwPdaShb6RsTq+9j15vkgaej4Z93M+oBU+PqvjYL4geFC+QHakukjaGj7cU0k9cxprPl6rdb3MvmA+S0cXPjwEm72RUnY9YaWUPcuT0L0IjYY+NaDaPWrWK71tuYA9a1aNPlQbwrwEZwk+x+lKPiVHFT7HlXg+B+CQPgN+8j0baYK8zClQvsAyEb6ATJK+u4pcvWJTa75ufVO+P88pPlBBRb3Lipw+K4gXvtzHMT5FPfK9TKlavi5Tez7HuHU+du5FvglAFD5DEs09rceOPt5Oyr2UIHy7Oo+FPt07dL2dA/O9+A22PW4kDL49hdo90t2LPdYMxb2AvCa+qZGDPr1ehz5p15K+PrPZPVKUkr21TGq+lYBkvXlTmL6GXsW8h2uLvodiez76VY09PyIjPVFmgD7SGro9EAwYPpgbQr7/1pK9gd0zvu7jRT4fwg6+ANfSvQx0bT7vatO953G1vUO1bT676b49Zr4TPoekeD5O6AW+lNRyPg5WG765AWC+QZcJPsS5mr7+Yoo+78sOvlSXVD63M/E8dqs8vdofnT42FdU9bzmePSE1cT50znC+wBeBOSgUiT6CFVI+2FhWPrhFhT46o1K+wgstPn5U4L1a/xs+R6pEvqlsDT7FPwy+xkvfvRKsjT5DqXM+923mvWQiYj7gc0y9QOmZPichXb4vzVo+","wq7SPVDU4D3R2tQ9EIOAvsYZHT7mkUo8rZRJu/EJoD4N88U9x9qUvtXYl74GW1A+EqQxPtmBpD5zs3M+zmiKvqJmGD0aAnw++X6lPuDoBD4EHBM98jygvoF7Dz7TttI9ZqHFvIJFBj5C45Q+beJZvWW1g75K7os+EGE2vuGbfj6WMAC+xf4pPsxeRr45qWs+MMVMvnXyXj7Kj5K+Sv8BPVGSXr70MhW+15hWPecagz5rb7w9qvN/PpR3oD4kDLs9ucx3PWNNIb7ZBRE+9MpDvtgvEb55Y3G9eGZVvZv9WzyzNBG+UKIgPk6sCT6QiGU+DViDPqFiKD4j+Ea+cxHHvbyOiz5oSve9BJdjPu61Fz1Fs6S9cRkUPiX0gj3Xu4M+hCZXvu5BAL410im+rqBxPq+W1D1c05y997SdPhyvnz0/S9s9Le5KPt3kKL2oMSW+FygiPk25Kr6p55y+pe9UvkI/k74zw5W+/gO3PUV2+j2t5oS+Lp+fvpE5eD7Mu7M9dsdhPhu7O77EsQM5C5N6viVGJT7E0GM+P0CMvdTUmb48IGA+PhpNvkLlj741rL+95FvoPDJTAT4AxS4+d6+Tvr9hxD0SMYQ+dRA6Psx9e77naos9FxGFvj8Nib2hWou+HsT4PWdin74HZ56+GJ+EPrhLlb74Q9m96Sebvn/wMz7zvoU8YekNvnpBbD5VypM7ZW56vtWqZL73dQA+eImCvpyFRT7CDym97zNxPppqCD5gvci9kQjyPd6AOj4NvTO+/eKePRSVkL5Tlk8+F/UhvosHgj66hKS+85CGPihbgT3xWwc+k3BZPnaloL6a+ug9W9uUPgsGBL7sxoG+kOqIvmQUi77VBdQ9SRRqvuLL4DzeVII8U4d2vq6YIT4PChi96DNxPr+FNr4bGoo+znlqPnCWg770Y2c+CuHZu6RrmT3v+gQ+P4RCvuwOST5RVlM+uLkzPW70gj1doV6+3G4tPiNKZr430sM9A1lXvoVoLr294Ru+sbTMPVNtEr7KRAk+",