{"architecture":{"class_name":"Functional","config":{"name":"sequential","trainable":true,"layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,60],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","batch_input_shape":[null,60],"units":200,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":150,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dense",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_2","trainable":true,"dtype":"float32","units":50,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_2","inbound_nodes":[[["dense_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_3","trainable":true,"dtype":"float32","units":3,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_3","inbound_nodes":[[["dense_2",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_3",0,0]]},"keras_version":"2.12.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[60]],"output_shapes":[[3]],"tests":[{"inputs":[{"shape":[60],"values":["bBdxPYzYjD7YpQS/V4WXv/dU8T6toHQ+EGC9PqOCXT/avSC/IbxYv8vhnL9MxaO//J6ev0XBGj80Y4c/UP1pP40oqL932qA+bzo7vl+ukD9Cq3i9ltnBvsoBLT9IHas/AnGuvgwsAj8xceq+lB9Vv/UWuz3ZfAU9XSxUvUI3Vb+kc00/xVsWvTIA1T4FNLs/kChnOmCioj+CGwY/vmcaP55Syb7eCgs+E329Pt04AUBwy9K/4TNCP6WPjT7UHiI/VQSOP1pY/L5G6Zc/6ZXBP3PA6r83r7A/xh11vrQJt7y/vGy/A4ILwKmkhb1fI9a/"]}],"outputs":[{"shape":[3],"values":["GBQyvc/UNL1bOVE9"]}]}],"trainable_params":{"dense":{"weights":["NusTvvMOl74gcxI+mvmPvtzIjL7Yrw69moqFvhxfHb6W4FI+XtUJvu38hb4eNJ4+XOocPizOiz2IhJ29iCk0PQ8oDD7W71++xd2WvVOKOT4KcJU881XCOIJAnL1yelw8seBsvkmY0D0BEke+UWQBPp9KVT7r2wg+OKc5PR8tKD4jExe+fqMMvvo0AL4Xzae9+DZEvn1ner6z4tS9hWIwPTq/GrvMccO9mq4QPqEg1L0iJFm9nDw7vvUHY70J6e89TgwQvlFVnr4pUNk9F6ORvt66tr544qg+oMTRvap/3z2jmxu8A12avnDgYr62KIK8WbQvvjm8VT5aQ3a+nvkxPmHAV77CZRO9rH5Vvivl1ryiy5W+7yOrPVe09b3rTlw9cUNGPgjLgD4gvss94KbnPVqfOz7aqNg4rcULva1Jqr6kzYk+SP9UPhRDTT01pFY+5nGBPlSLDL4oa4u8Tk6OPgPzfz33KCy+oUxgvtDCVr4Hkzi+Oe+iPQAA1T18yn+++hIPPqjkKrz9oKy+xTtgPWKfhTs5Zyy9VdsLPrSJRb4pCHa+FMo+Pvyufj7VXQy+zSKcu5hRXL64z9+9yKypvltMJT7sWAs9WzEJvgzDZr7RMZu+3RtxPpA2NT4h+1++PU05vu8IeT4gje297+B6Ph5RJzy7uZU9+3X9PFkm4z20IRc+Mj6avH03KD54KHY+xJnavd1+ND0FXE8+tAw5PrxrWb3xoCy9hZmZvo/6t7384b69zwOevrnuZD4hoI8+1mMAPjIZrbwz7hu+QdNavhZ2vj32pmW9Cl7lvaHMYb6LVUO+MaVOPkSRmrtETKw75saGPgSP3zxEwaO+XSsNvrJnuD1JIws+HfqHvr6m7L0/hY8+lSf5veazWr76tlc9ClczvmxVlb0CZpW+n9pLvpRhWb6ojfm9MR0rPZcyVb4NDfk9gWCEPBICpj19nG29udDgPXkdar2D0CI++pgFvmVSUz6x3gE+awh0vq+jJT4fQrw+Cs7hvbGEuL6H02M+","dgppPlly9D0qmge9oC44vih6JD7jLEg+t9TEO6wHC7yq3Jm9NqaLPvn2h74Llbm+9OkrvrRXML0BnpY+WV9Kvrt70b0xhe687W86PEesFL4YtpS+ca/CvusdibxTGYS+3HybvaZaAD4sjpO+CiwPPUzICz7J+Pc93g0gPg88o76H8j++5h2VPkllY71fLRQ+leOxvbzV4r3yf00+IFgnPlG7gj4Lmue9LwOJvkElRL7rGby+UEKaPhwugj4S/Va+Cb9jPsy2e70F/dW7bJ6DPqUm1Lz331G+iYAjvrp7mT43BYk+rbEgPoPwSj6L0hI+G0HzvX9rL71HrSw+ClqQvtA/pD2v8yG+al8Wvuq8gL6iS8s9vqCDPqDrDz73sc69dSLdvfm4RD7gOcE9kLuDPVTPej7hDmE8chiUPZYS3T1PmT8+xVzTvfBHSb047Y0+COqcvnrlOj7kEJ4+J92Jvof32j19Gh8+lrQevluZqD5BR6K+7tU7vkC3472NRfi98hq6vVOMar6FlJE+O0c/vnJrlr1qg2c+HRFpPbNqST7OyDe+FVKIvg/PCr45CEy+9Ql3Pt7ADz6UUB4+SxNgvkd4qT14jvK9Kr0avjPtTL47eHm+tESFvlZbJD4RAwe+tDJePq0ZMT4XvMK9m+lVPRUARj6STLM+DbbIvb9Z+j3SHZC870DSPUMlor7MhHA+e0XIPlyJhL3F+6K9IKwzvpzXqj0IjNe8cfBjPsWznb6jcEu+hpFbvtxCOz5g7vA9ULTKvNWxgL4eN5a938ejPpqPhz6UHS8+Su4/vrIUnr4oJFC8XZuxPUxhR74J+mC9DhBcvsDViL4VU4y+nvKCPvpFGz2Sv64+TAopvkJ5Or4vadi9i4OYPZ2qyz2AnGk+tlLMPVwMrr6QgtM9h3uCPlKjqL2udUY+xmFiPkUoNj4NOeA9rpNRPnwnxb5eOgC+jEpEPjXjGr4UyEQ+rzczPfFleL5efUQ+azsdPgxP8j2mm1M+30B6PoImlb5CIJk+","BkChvThLgj4LJHS+eZT4vYr5kD7WUEY+JIkzvTz4Dz6NnTC+teFaviswqb4Qg9Y9rWjWPafaML5qkI++8QYWPpQwkz1hQ8K9MKyZPpcyhT6BR3y+rOTxu85sbT4skHg+sE0Nvomys73JLhC9FRyzPoL2ur7dli8+ZcSiPoKyc74WOBy+uagzPq2xFr1GdT0+u6h+PhsUGj5CJsS9EJOkPRBEcr5yw7k+pMyYPqX3PL4dMvm9aB8qPvn3TLvJVVm+FA0rvrsClz5C34E+Tyr7vaNeNT6+0ac9AezWvVB1QL4Lpv89G1Y6vprJhz6pBwo9qX2Fvjc1Kj42oGO+IeR+vlq6dz6iOGY94Dmcvv9AP70yCuW9wENvPj7ikj5+o5q9gmKrPq2o6D18xi8+vb6fvppFX75TFnS+vwmNPcI2cD6OLzs+7wiGvkgIO771IbQ8nhIaPmw1lz5MoKc+k62Zvjw+eT6w3FM+c7EUPkC+hL5yhQq+RLK5PTLGx70V6Y6+I3Vovh2JED2orFK+DmBpPat1jD5WErc+DlaUva/o+D1qSKu++ISZPpV4sz7nGgY+7ncYvk91170kjg6+dFBpvufOi76VPRY+LiaiujdMcj73TR4+9gulvZ01nz1x3UM9SslVvsk6kL6EE2E9qPw4viS0wb5QN5s+yw85vlblkT7zJtw7I0o2vVBkir6ZygA+OMRsvU9aU76ThWk+qyIcPVwbWz7cpQw+L8uXvu+6CT6Hdqi+6eYCPoI3jT5/F2U+wkSLPVlWuz6/gG4+357fPWxnJL7QCSY9gkeePfiXErwpFII+jTA6vS7ItT6EQyy+dso5vfHeir5LgY8+i/9Mvv7PXT7n3oC95udZPr8ANL2ywm2+wdMMPs36Zr5r1pa+aC9GPtxLVb5gLrs9RHQLPGM2SL69Hom9/TQ1vu+ARz6SYxS+bsI+O89ufbx8gZO9ENACPhUUHL4ixW07gGYBvl4DJD72KDu+RvhEPqIh9r3DE5S+AymLPpC2bj72w0k+","HCXrPIUbyT2B/5e9KZGUvqO0er4XDFu+nobYPQb48L2XU0a++R+ZPnu+V779Exu+jHCUvjC8EL6Iw5696YyhvWsnDr1kzjs+YrcRvf+/EjzwvqG808AmvpT5lz44cv+9mYgQvm6S2r1FSpU9viSVvqHRcL4OvQc+ADXnvWhX5D1rfqg+FFRwPnc5hz5I1Fu+PGspvhAhHD5wzE4+FHSwvVA5GD0taYA+NEB8vvRan7691n++M5SCvt17aL7nn709cKU5Pv1Gh741/4A9bKFuvRnLgL4wxH8+uFVbviS6mj20slg+XVxNPvk5or0nwQy9/OYvPrqnAz5rE0w+1lJXvjFk3DyWACC+lOuOvmMbS74cI9o9lk9dvSrlnL7kZ8w9BetdvqcMTz4wzFg7fSz4Pe14eL25J0C+x+RNvqMWgr4L94g+VjONvVSMCb7k3XM+5nuHPMCWLr3PKxQ+ZWx0vvKbbT00fVk+h3AWPhArZ77haY4+y7UFPo3hjL6lyhI++eykvqFPcT5jCYu+PdSOvlzdKb37dAC+JVOcPv5r8T0osqC94X9rPtguqL2ElIS+bwAivh0BTD4k/UO+RUA4vkLnab3u6N69UNFvPqT9Gb1cWA2+TohjvrVodD1QGoG+Orwyvg4m170Up889h9bBvS2pnbw0a1A+krCRvhsjhT76xZc+NesTO637Lz4STwa9VUFjPTx4wT1JYaE8hCLlPQyiRT75M8k9c5eFPoLFfL5/HHe+ySlLvSszHjy7/0a+LtfTvXuQEj7aEsG96KasPZCReb1lrH6+xpGAPelXyr1tkF0+OlkTPnMWhD4oIXS7Fr+mvTvIvTzz9tC9XK9hPn1BAz5fuxe9k8a8vc9QOL7EW2G+RG1OPh5UIz2f5Ss+i5mYPuUniz6w96c9ajKCvpiF7L2jaJa9MUydPHHbSz5e6Xe+msRSPuVt1z2f+Eo+Yt2uPpzttr0xkf28/CWFvlW3WT4CxpO+PNPYPFwzB71z2pK8vEc7vhi0nLsMEW89","qWBFvqe5M75aZDC+8P1PPtAHjz4gVWa+7PaFvUHlBz4Bf4E+rZFHPuFFJD7nbEU+LRliPlZWGj5pcpm8Oe6nvVDYHj6KV7G9R+XdvT1M47xcrcI8E/XjPJAOpr68d6A+ywvnvbQyFb6s3JM+9uC3PdJ2lrvlLIG+SMzrva2JtT3PDWI96QByPgk8xj2uxXm+bhJjPXuqiL2KZg2+oRwUPnu9a77umiM+9weWvg1Rj7vPSiC+jaDFvl8W3D1X0XK+pu+BvtzSeD7yfYi+R6QvvScfVz6Ut2s+RdUkPmfufz4Zl/e9/3GYPXkMer4eEhC+h1SGPl4waL6NtXa+ih5Svq+Ioz7NItm95gsXPnP5j758/mK+m+CmPSDagj5r2v09HFp7vqNOhj5vn0u+EFy8PZWZib7/rnA+w+KDPh2L7j28zCI9vSKKvU5DEb592jg9j7SVPgQS1j1eBqW+ygl+vm56cj6T77G9sREUvQ5u6jzEAFk+rC+Bvl4IPj6aGS8+TMt2u4p02zwg0wU8sQLzvCLZP753rKW+ajybvgdylj5Guxi+TwpRvk9jWr7bJ/I9sbVHPYHyTj5106Q+QPCJPRwgQjxbwgU+268PPoinaD6PXKy94wGTvYNHAL6mBGg+BC+wPR7CeD7RwmU+qgRxPX2O37uNVgs+JRtlPkOIZz4McKg9H0JBPlmwp70Rmey9qpuWvQIgDr53/DC+kFuPvQ00rj5XcAK+Q7EgPkFbOL4TTA8++9URvu9q1b2tDIE+Bi1xPkFfh755+4U+CfZkvvT9fr4V2Ua+0mvmPVresz7BCKO+1qAgPj70Xr4FU9e8vTUbvidjRz5sW9w9KOYqvbe1pL6wDVo7YGbPPFpep76xRXa+i1/avLNeOTwWzL+8F5KCvlhFc75iTnQ+IUEtPhS22z1yZ6K9u+EkPo8fcj62UCq+lt6IvumbMb4OZSs+ltmMPYOgkj53Tlk+k3OXPLI5kj4cz5A+3b0FvYIGtz4KMhC+rOyJvmjiET0ubzu+","7FhgvnPf+b35cgU+PzMePnjPcD51CVC+NS24PZcOrz1PpUE+q4D7PRryM766qGW+Bjp1PTkhNr6pMmu+Qc/WPdL8oz5lTaw9GE7HPfe3RD5EGlm+u4JvvoIdoT5Svna+MZM0vkc/HT78V2C9IF5wvnAUIz4Owrg+BrANPgz+UDw7Ebq8HNRFPjahpb7jqLc9fNeUvq86Kr4/3Ig+pXqqvt4+hr19aH+906tSvvDDm76CBqc9uxGQvs6LhjzTeIg9jrS8PQZ9mD7gVne9bYxOPVZrO7ymKH6+/7ycvVRJMb4IdPa9jKMaPoIZfr3tVJ4+o/QcvoZSgz4qvy48zJFQvhAgOT7+zCu+KuCRvq50L75KlAu+CpcGPg8cp75fkdy9ISnLPOKS3D3Q3aa+incmvPKaVb21eT2+2QcCPrTmML4zxCQ+62FHPmAkEr4bLIa+5sp8vpyUQz1mmmu9HWLnvRStpD5nADA+15chvma9iL6iHpQ+q36WPVw8Nr5o3kw9bxcbPXP1Tr6zO38+O/P6PGcWqz6BS6U8plh6PiXOnr7KaAc+6c6UvmF5Ar5tVFi9zCYkPoKHQr4ug5s+KuXtPQASSj7OIHG+IFa7PcR5jL4aFrM9YJ6evrTK/TwS/Cu9Qyo4vCpEoT4TLhG+fDlbu09mLzwJa6O93x9Ovh7TLb2KpsW+TjAxvusxy7zascO9gkmxvl6mY76YFDQ+cmI5PN6zoTzriyc++N/UPSYt9D3zRSe++F9iPcBuVD65+qM9cFBUvss+3T1oukw+Q0o9vu7fWT7haYk+dx1yvon8Jz6Ukky9ssslvhHeij4urZo+BLyoPVPqUj23RaE+4UhdPSiyUz3oJZA+kq+JPhr9hz7J+p89Zu7nPStWCr5hAX+9yMw6Pvz3Yr7gq4W99iJ4vhfXWb5XRqU+D5KoPldzc70pyrC+tlc9vgfcCr4ex0O9Ib6WvdeaVj6ypYA+DjNAvjdPDb7dnsm9k841vjjnmL5NuRo+W7wEvoNip7633IO+","duq9vSJP8z3+UAS9/ky/PCHUgL65QZE9gSiPPp9RlD0eHLE9uaobPK+fdL3F1uW8n09QPiESmL43MW49r9qcPjLBjL4uGHc7RjymPrZPt75kk4i9wvYjvZgoAz63c4o+6ilSvlVQHT5XR4u9V6b5vTvV57wp+am9tLkuPTn/SL68/7E+SgztvWV2wjz1UY4+HjAZPrPF4j3Ww4U+6Cs2PpDAOD57wEm+k5CpvUiRujpwHpo+wxqgPvpGpz4sd1O+I9YHPqU2Sj0y2xy9Sr1tPiync77yv6Y9DfY2PhXvbz4GpFu+rABDvutjeD1e0+E9WQmSvsrtur08vxu+tlW1Ph5Jqz31CWk9KalAvkYAo77Gyoo+8z2qvN6R271xZyc+etGIvnnIzL3f2V+9hZFzvtIZGj660ji+Ss45Pf0wrb1m+Vg9/RXGvT8Caz76800+4xFhPoQXKT5Mqlo+8VWvPjXGVL6k2U6+IV2JPnFZaL2+9WY+g0rsPbQe6z1Shgo9yWyZPqBcnz1R95692VtRPrPliD6VsG49JuWkvHSufD5WNM29srrsPeQWlr7wF4c+7dx0vVzslT7I+Y+9s1Fuvm62tz30Zpe+U4c7PvTNULzgSDY+zSoavnuOfL7yoI4+RwRLPiS+DD18Naa9AJp1PuKkfj4mL2c+T5JJvjQ7G77LBRs+PLSXPhTsjb1kjcY9KoiKvOMvmb4MOMw9Gp36PUtWLD4I8Yc9ilaGvjrDLb6jq3k+Wuk/Poz4eL4QC0e+PNmbvtRxGT5YvAC+BpNWvrkjaz1LQRY8CfwmvuSbQj6Q48S9t5CwPb2L47uaB10+FSyWPtbAgr4hJ5E+AhWFvuZLxTz8A7k8FAiRvtM8UL7CF4k+Uh9RviuFy72mWBa9oqayPYcqBL5CjrU+NST7vZWRab7pWtg9Y1UhPsEikL6uAeO9xvnYvTUygr7tcpW+Qk/bvKi2JL7tRuo9sYP4vdddNr7VB9Q8A+M9Pu7fiD3gM02+5d6Pvtg8Uj3/OU++","ys9tvZvxrr70P0e+C7PePXCcjT6HgUQ+el5OvrN4c74YW9u9FlvbPWJEOz4pDMQ83oE7vapiKj7C1KU8BQACvtbpNz354/89k96ePqfZhT5BMxe+z9DrPbEEPj6Ug36+9lkgvgMuiT6k3kc+59p1vu9Bgj6/L1O9ZYBkviDYQj5FLD8+4gBMvgaqgb2ag16+0OybvhTle728JVo+6/6KviU4U7472wg+5QKJvkjd0b2mJcw9NReFvhqnTD19xQW+aapMPi5+Zj4z6O67c3SGuopIsLxvp9i94JZ6PXBIBD1fghs+3wWAPkFVlT6stLA8H8XlvG4bSr1vFhy+A1mevo2mjT5Gy5A9O52tPS7mlL5MLIO+CzyNvsOCkL3etaG9o540OxLilr470yO+gPndvDrexT1Nms29JK6rvSnpWz3CsSG+tnEkvpRw1zySNp+9Dx1hvsuSWD6eCQK+4tGOuneFFT4iN+a9sFeEPrkJNz0pFo++GDM9PpQ+Hr4j+Z4+7NYPPTE9Iz4iV+Y9EZs9PtxJU74iv0i+30Z1vnTpjT16RIO+UyqHvlE5N76fBUu++TyCvX6wdz1+GOU9KohQvZbmvT12ElI9rIFzPraCub1lhF2+EjmsPkthIr6LF4U9Q/WEPpaiFj7Q4uu960dEvi1fMz7lsZ29WGH3PYguUD6jrpk95d22PbOdAj7RKoi+DSO+PRC2kL6KEm68qzVjvgjkx7xi7LG+oHFlvj4gXz53x309y2KMPSXkjr2rIZy+Dso5Pf04E77BM7893dAKvjBDDb6uzwU+1NSNvm0f1D2qHiE+Z2ViPhDShD7D/pU+CdA9vp8mO77dC1e+GA3rPfmSrz7TBWG+FuuaPrNDzT0aEii+quYCvuzWiLzDEHQ+/l09PkO5or45Q7w+uLbuPEdrkT2n912+o7l1vqO+U767vXm+XXAKPk7HhLsIxge86JjfPfT+N74zJzO+Xl99vXBGeD2RDdc9ZeQUvd4pd71pheG9mXEDPmO2gz7rtXI+","Bz9cPotTf76FHMC8HTuivTjkJr6xxU69PZxJvWfNiD5Dqqi8HjegvgBEdT3Y7326fA23vcweP75doz4+CapIPp+fpb2mhcC9WhFmvhfhpL0/6Og9rS2VPobpoT0DZsk9QL0ivK8Har7NFV6+adeTPepgPz7lCYg+hi10Prfhtz4l47K+flWBPktVCL75vf89cb2JvPdYU74txoq+jWWlPFI5fz4ezeC8YaxhPqlBWD1dORC9g8CTvKrFaj60yFo+K19rvrE5Ujs/EpO+OqNMvnlwBz7tjlc+kTawPZrlt75DLY6+BS51vRp8GTvRA40+rrMaPmn6k77i0n2+FicSvd+VWL1fDyI+f5TzvTn/hz6DICA+o1haPsmfAz5Yx8u9bmlAvq/tCD6VQXY+oCEHvgZ74L081JE9YH98vkxghT6+fU49HeU5vhHGb76yUZ6+Te8vPo5VNb6IfIs9x9TSvR5ZPD7c5yK9DcigvqcMAr52j5U9uGnEvRHhazsDGam9bxQiPlJcGL6CoEu+Y5tKva3mVD5QuTk+b1uoPsf2Oj747oE++N8MPuLN2L2f67A8/uQfvuzshD4ODTi8Cn68PZgBqbsfYuc84N6jPYM4mb4SY8s8ThA3vmAUIj12c1w+gjIDPuCYkz2blq4+4Mb3vBHeWj61HwY+6i66Pcp72D0IHGO9vVeKvv7GDL2NvwQ+0Y0Xvo2KHz14spQ+PbJwPOHSmz60rhu+SDoVPYNgBD3ExF++C5ZMPf7LdT4MwGI+AzrAPSlMLb5WtQs95ExtvocWib0EE6w+PVtrPrRs0Dxu86C+ksmwvOeGcj5iZWG9bUIbPsuoeD5a8SW+czuyvuO4Gb51Key9ZKt2PtEtrj6kO1I9DaKkvZLbEL4A8Sy+ahrLPSvdnL7W/Tq+cEALPnj4iT5kyHW+szDiPemvpD4/sX49Er/JOc1Pbb75mCE+oey6PoCpDj7rQ5S+TTYyvkys/b1rNT8859WdPv5czrs99oM+aCQAPdNfAj7ThY0+","QbwxvuzlKDz9WGc+EYubvVxRkj0nS4k8CV+SPpOLUz41YzQ+r82TPvB5q72SxMu81fAvPqKADz0+dNK9qLoxvRhIKr6YDzq9dJb9vPOZvT2l04U8RgyFPSI0dj40GVg+DQPrvN3LKT7pFEQ+5/srPjmb+L2zdHe9No4nPtGfVD4B6os9uRo8vkBo3b3avpu+Egspvia6ND61uTG+WdEyviC3d77zs26+4Fcpvk2hD76/HQA+5B+4O5h0T7yV+cW986ByO3tZZj4Dz3W+8DIsPQSOuTwtwhg9gIZPPjBS/zs325u97/gPvXb/RD48dpk+IfKbvmKAkL54aGE+qIdIPuTcjz4JNoK+fxd+PukAnb1DlZU+wvPCPalOeb4cUga94rmdPZ+Mij6vVCa9/fkaPsNdgL5Qhxy+5TyxOwfmRD7CraU+qCWjPhkTXT68HpM+W/2JPubLbj6ZvXI+I1plvZSSV726fwi8iaI5voUDRT5waYO9jXmWvm3RPD6HlOI94T1DvYt/7bzecHs9ZJJtvJfu1r2ThCy9pZyEvvtPjz6sG1e++3kfPb2WE75KQoy+l52cvb3Hbb57Gxq8XJFvvrzU9T0o2DU+gqMBvubiHr3IvTS8+vsiuoa/HD6c5I8+b3LKPcNQDz1Sl0q+542avoTJiT6YInK+eamIvlOGjj66In++0psXPV6Suz2uCoQ9Tf2avjvy6r0V2VM9iGFnPl75Or7i3+g9EKROvlE+Zb4fV5c+Y3gTvgpFk763eBO+dzCMu64QoL6zOQa+PMMVviZX/by8BTw+TgMTPrt5m75rAES+c2MvPi9eI70lBEg+qaNxPo4wez1aJ9i9sPtZvpZhdr7oN1S+jsxwvqDBUj5odV8+zosmPsZZAj6dg1s+77BFvtvJtT7Tc+U9WtXjPYWgAL6Rmju9pEWsvVlCT76Rine+Dx0xvYSGIL1YjZQ9FcpTPcJwZDu/WbA7XpglPbxdE76ZtyY+AuoivgonJL3MlxM90ypwPZRmiT5SLXM+","SZMxPpZJmb3pVNq9CgHGPXCwmLyJ3Da7DDR9PYiSxb2kDmW+o3Efvv+Kk71lDD69BcqdveFVuL52FEU+YrKnPpU2Kr6EomI+c2+FPoQVmD2KGQ4984eKPgc4jjxefBg+tEOBvildgb69ixC+feRgPBVvUL0iVso9qRdHPigsG74cQIe9DVdevnjeCr019Y8+Q7IlvTmqlj0USA89El3xPZR5lbwTO6O+RXRtvhEztz0aOCs+Tcpxu2YKjj4+cz8+Qb5LviwekD6JUWs+BvM2vsZnUr6Dc5c++ZGMvqn3/L1dVpK97/JGvq6mP709dpy97zFrPn8wfT6kP/E9kv1QPgi4cz6+Bri9GLtvvndNW745S4w9Wb6nvCRWhz6X/la9XoSzviDMQT4y+eo5+kUfvjeD6byqFIU+moouvWGnKj7NeVK+9vNuvoCio75Ghla+6sEdPrUChb7f/RG+hkuPuhoaGL4GH2Q+goodPhCiJ75/TV09enBRPrg8FL6QtzI+bhjXvbUVVj7L8gc+t/D4PTPMST4P0FM9gP9hvv1fhz7sEpg+9peVvbN7iz4f89K9u39LPp+bYb5B+3o8xY+WPkEeAr6aYwo9q9UcvoQqDb7azz6+2TgbvkPFBD2OH5g+UxmXPZbLdr47SWM+AMFOPiVoGT3YPOm95DOjveRDaT7HJ0m+BZKQvlBMWr7actm6NVqUPqF+K76bMTI+r4xlPip/c77gF6c9T6SqvhGrUL7ADdC9Yp8tPpzod73VTla8iJBZvlbbEb58gTi9wSVNPnUYoT6Imk2+nVn3vGm6jr4EUSY+ynqevsG+GbyH/729dnmOveo6rL3xPaY+zTcWvrFPtj0y8o6+4SJ1Poxrur3PqWM+HJqcPZiuMT7hsJk+lz1hvJqSQb5QFhO+ajxfPn5Ufjs8KQy+/49pPsUXxL08fIQ+/6oiPg1IND68/RU+gUNyvkCOSj5iuTg+PiOnuzkzHr6NfIg+d5eIPsVHhz58r049KiwpvcOj6j1uycg9","CssSvlATPz3/+hC9ilSnPlkPcj5mY5c9c88QvqT3nz6ppaS9jOUcvrr3Kz44wZU9Vv8/vfTuxT2q4CK+xX2IvOMDYDzqivQ8Eu2Kvv81HD4x6+q8/dCTPSp4hL7V2Ua+w5MMvaXeG74DS26+0ithvs72ID6sFTA+71W+PLq3CzyJKzW9TDZ8vfGWcT7TqJC9ZRclPsvYnb2Ze8u90pbePe+jmz4Dt0O9stc/PF3Rg7u4hQK+2bNCPuZSkT6jrZE+bjrGPmqsW739Nmw+M9+SPjy6tb3EkJG+opUxvr2UNb4sfa++ocIdvkCgdr6L9Ts9Hj8avdwkjT0jnBi++jRzPoZpjT6t0xA+VT0dvuPatr09z0c9Ml2RvM8qdz6CqVq+ZMsQPp4D2Tynd0Y+mf7HPLgFkD4GDVY+gz45PvIw4j1UOAM+2V9JviK8E76hQqg9u1kyvpwVXr34f4A+P2AjvaxkgTnhfmc++8aCvuMOiD6v56098qfbvcxCWb5enMo9cvgGviy6ET3Bf2A++520PdiklDt73pA+rQuIPcNeZz2tj0y+M0j2vTd+Or73v4m+CKvsveMA5z36BbW88D+dvrP8dz66VXG+818APlS6tL40QD09euyhPv4STT6oDPi9FqYePkIaU72Gfe+9XDEBPtQZCj4fAEa+12gOPuubgT33Aou+WKBBPnrlU76UvyG+TeVvPjEzSD5sj4q+KZpVPjAHID7ZSWE+DTsaPqKYaT7gyAg+7lwNvshH3TkOsF0+y65wPnivLr569s09U2qgPgU7OT6fOzQ9hN4jvorstD3JERE+iD0FvrzhP72WeJ29PcGEPm7i4b2rS3Y+6mCGvumUrzz2xZc+ur9RPjKznrwyCE4+xHSnvoiaij7q/gU+MducvpR41z1m+YQ9d3abPlxLtz1tG1u+RRL4PSiryrvhgFq+Z0VVvuqUeb6IZAu+M/jRPX6pUD5VL8E9ZpKsvsejlT243SO+IDiMvpirtLz95Yc9pb8VvmCVcr0WnUM+","FzvyvRCtMj1/8q09qWb/vUNg9r136VU+Fv4hvup2ZL4hTGc8gL4lPicszr1YxNy9EkQaPoHT6j0SKWM+M0BrPfBcSLyhSZW+/3b0PTaDcz6TYYG+9bXDvSG9ZLvxTHw+ZNaiPlZNDb4lTwM+HZjJvSZfXz1vs7Y9KldZPabWWT42a4c9XkRYPvlL9731AEy+pEMkPcZzbDzYvIM+j6l/PrsCRz7OKFk+6o42vvrcMr0q4Lc+pq1xvVe0PT1gooS9kZgNPlm8rb4+zFc+SqMFuaOYY75fLIO9u6aAPrpghz7ol0C+S5/DPmHKT77OgSA8nsaqvkyjkr6On/I9Vz9wPve73707BZW+3wuDvnbuKj7LlpG+lkZxPm68eD5Ulog+mimQviHjfz5yOaU+wiJKPtl75T3UQXq+q7PsPOeqY777wrU8kKhGPkNhjjxQ7jO+hG09Pu0sJr0/w3K+q4XbPMgAmr4YyXS+RRwivu/UuD3HRdi804/NPZvYZb7guwW+OJmXPjORfr7h4k8+e02OPnHfiT5086O9fA14vlD0Nb58FZy+wmTSvT3+dbw02Qw9vY0Hvk6Wx7zv72c+okVMPl3mGL5vRyA8GKX7u6qCcz7nTJ09DeFxvuWekL68wV6++g9YPlYlpD4JHMi9e5qgOgqKPz5Dx/a9XMhOvpczF77lQlW+1LSCvelUiL7Kvxe+VOuWPlnVOz5Pyoa+oJmGvsqBCL4+EcC87vhdviGHLz78YbK9yPB/PMR+iL6Id5k+NvrvPWLDjb2UKIU+SeJdPo+Yrb7FCsC9xSeJPhMhCj0y6tg9CeCOvlj/fr68S2s9Xn7AvYwdzL327lK+qKyLPmPZyb3y15q9KQtevgGihL7otfS8D7bDvFaQCL6xid89kX6wvQNm4j1HOPo95NYhvepaXb4woGc+FxSnPirFHr64lZE+iTaKPqn2+b3hLNQ8CbpXPh7agj4ZqAY+Z6CsPQaOKL4FsHg+39fmvTZuiD7Rxto9ZavfPXfxmT47MAY+","ynC1vP38bb6Ajjm920GXPCKiAL45npk5p0zdPVCh8TyyUjQ+lUcfvjvmVr6dtH6+JzFFPryj0z1sLoO9fdkePkkfe74XUAO+feGfPJ25d75Wi3o+4vUCvjhuH74uBLc8LxigPvmP3D2dSGg+NKXMvMibir03Hq69lF1QPu5QgD11gYK+b/dQPsbk6jvimMK9Ucs2vlpDgD1vy+a9DGOlva93dz7N/Ka9kGy2vQItQL4pdQm+bB9hvt6vXL5Jdw2+HeaOPtpeXj4APbS9YhEEvSZiOj6Nlg4+VEWRvgRnE76ZBXU+kFd/PpiCUb5rGYK+sFwIvrcEez4jjJU+Uyu3PZI9Mz5I6/88rvGnPgSqXz5MN3S88w0xvos0UD4MkW0+Ial6vlwrKD4xKBY9bjEjPmim2byK4Gw+Jg+YPSv2tL30tIc9X45BPt1AJLxcV9M8JfIsPv2VBzyGnkU+rsOsPpS6eT5IBnE+KNdUPT4rvjt8SXI+itVKPnWjWT0rgYC+N637PexnLr6sEGy9zY+wvfBBjb4ne/C8Jbk9PlLKcL7Gq5C95i0RPO9Ukj6RzDo+Z5aRvWLvKT31CH8+oTswvidqeT5lmxQ+wMGJPUp7Mr20HoE+IZqFPtERtT38jHq9k40ku+sKYD7hDpO9imxCvjYOhzxa/ea9frQVvh4hsrqVrhW+kEagvSkAHD62qVC8b6CAvk7xnTy2lTg+tzcGOxfQLT7q3uU9JtdnvcKDmr14ypg98JUEPBy+Dr5r9pg+FiSQvsUtMb6XvTO+HFUWvirBlT4bv1A+ynl0Pdd7qz3nJHM9y5WKPnElAz5nfI6+/QxUvoOzhT4cyDE8CjmMvgX4kL2IpGY+4STLPdDrij0hMEY9vBX6PSSxi7492DI7/QxXPsOXTL5cgJU+NAXpvYScUj1pCkY91DMLPkP3h75Z7fc9dydjPpS7Ib5zyYy+CCfEvBx/kbzZMq29AoYhvBj81T22OB29pkJwu1l21T3hx8E9d3k8Pqk7rL1yeOa9","rIM+PvfBgb7uMqE+xGpAPiryOb1zVV6+VkupPSwcKr6TJ2y9fkN5PmGsYD4xwH4+uid+PVTLlr62yEI9+vUovYxQ7z1b83S8E0QWvoYhMD10qYG+IL+dPckWQL4bGz6+IlyfPQkxrD0iAag+QEfvvcSztz6V2R2+uxZlvXG9Lb4YNlk+UPiVPsiNtb1LcNA84t7yvO8zgD6m+WC+I8UTvgowkD6u3UI+Qp8qvgJ8OL5e3Ge+2LUyvtCbh77s6TM+MotJvlJhRL6rLzE+06xMvkwuBj7VfmM+zUQVPnWZgL4sFUA8ADGtvmKvlD2WZBW+sx/APknjTz7nfAs+PGEjvvzynbw3OR6+YkBFvFUwDj5HKmu+j1tVPqBQLL59pdE8C6G0vDRwkj09klA+G1WGPomzVT5aSpY81mkMPiWcnT1M1WE+D66ovuq/Cj6b9Bm9ZW4yPO0Zab6phDM9c5qUvQAaFb69Ema+XTlqvn5BLj5dA3E+aylxPPo+lTzwd7y9qi6YPmt8nb4XtHI+ocQMPQcBjT4JjIM+9yKKPkscVr6SSHo9Hb6rPg/0cL4LsJO9hiwSPoWlib3MH4U+nPWTviOI071sTPi8lnlsPRFZpz2vTa++x/zkvMnun708zPK9GGzjvUQ8Zb7sXaO+nW2qPifMmb4wXlg9S55+vgvhhr7B7hu+XQCaPsPrij7oJuA9v2DevNNXKj6B+Aa+K1/cPGQCVr4hKn++F5klPuTzJTyR0ka+bG5kPt3HPj2/y+Y99SaVPRTzMj7IS0C+xMP2PSmWcb5DKcu8iZMgPhVDNb1rSXA+4q5QPThxED5uPZQ+DGMRvfR3ID2rao++9kvyvX+CHj4jh5I+BQMtPvX2ib3F1ze+VHIvvVoOX7790fa98D2GPjyDD77OYnW920fFPbxmrLzRIng+qKXMPRSZEb7Ptlg+Elg4vgks0T08La89yIQyvj++KbvX8dC8UyJfvtBydj6Q9YI8tEY7PkHhbz7EqXM+i7pAvqyOBj6tmQg+","KJoUvuVlFj4JMj2+KM45vqhXBT5wNjC+O/anPmeus71XEdi9rUsbPnrttz4sL5k+xm5avlIBnz7Ej3c83JyCvuUJiL7w+Yo+pcM3PnVpED69HWG82XgAvhOhIj6jwe89dM0XvZBWkz4WiEw+qmyiPsmlbjo9x4W+jl8EPq0Ozjy+21W+nTAIPqn4or2yE1q++aoVPrBvhr55+/w9YNc7PvhW+z0uTWi+d29XPm4Hgr4MinI+ib+wvoZZpj22K3y9jPTRPX4PAj5CdxO+Cy9ZPuZTkj7K8nK+ybWNvvJerL6OKI4+d8NNvVX5F74aPpQ+aJKSvsT+/L17w4K+kQJ+vkqd6b3jcYW+IlW6vLvHYL4soLK9HO5dvgcy3D21tk089vOIPjySy7yD8V29pWxePh2Bw71LjxM+BlhevkpaB77h4Ic+8SmJvbppSz0jg469T/8GPi0SyL0K/8290DrLPWT7JT71iI286Rp+Pi1gPb4SOSE+ZLXwvKoKlD7piYM9coWMvZY1uj0kfIM+aeqIvo+uyr3AA5K+OfZ4vqIdjr1klxS+2g8zPkupeD4JB7W9OFO1vmiKhb7ZeWi97AJ+PpPHGj3LV8c7mZ3LPU8GmL5Dok2+Ly3EPeShkD6AFUq+HYftvdGoZb6R0wE+9aL8O9P1dL50kIa+FA4GviRg+7xrhuW9/N2XPq2gR753Piq+ZYqgPsmtor4Cvgs9KuhdPS2mA74r7Y+86z97PpDtIz4sZZU920r7PZcReL2MXnu6xqwNviCBmj69gfa9ZRLTPDXOhL03aqw9/nOGPpjBt70ahkY+AJyxvWnDi76SG6Y+/lHrPZsRH757Hfm9lf+EvtHDET49HXq+19RYPgzN3jwpkGq+4w5vPhlOuD3GGpw9El96PhHfyD2DlmW9d3iuuggdwj140b686qQpPv/DAj4kpQE+Iwqevc5QKj6NzIY+JaiGPlcFXr7Z43E+BpV5PcQagz5uGJa+PxQJvp3nmb1+RCy+GFpdPhbPzL0YCi2+","hDKQPZBNNT4fXI89c6vSvLIIST6Rm66+b+moPjy5wj273pm+LNl4vom6NL439Di+2cmdvmh3Br4x6Gc+WTzlvTqsr71eCRM9Jo7cvZesTb1ULUa+CYmZvowlsL2cfPs9qHJjvlXLqj5OPq09GBRJvvCdrT2X56c6x60kPsi9lr0ePoc8ipySvf9zgT5PIpy+rLl3PllaTrxdLkU+HCrwPcAVibyTNI+9+wiMvo6GkbweukS+0PGMPm2KvLy8WOq81wdwvqqQ5j0Pdxq+7rlFPhlFRr6T652+Tw8PvBUUXD52Zoo+2RWzPcwjYr7qlHY9HVcRvvKVZz7wmc08s2k6PXOjdL6zERq++N7lvZFcnD0zeX8+qx1AvTuPjb1u+Ze933CPPhg5T74xVdE9HOokPkOPZb67KJG+KpjYvUuVJz3HpYa+MOtGvpvdab7/pH++dqpVvc6IMT0yVtM9ph5YPv8xgr5yln8+3u9Avt+w6r1g0SO+JlYAviUJj74j+Sg8QPaGPhhDPT3KrVs+2c7yPSjukz7T9QK+pXOMvo8gWD7CioQ+UWZCvlb2O752/wM+yu8SPpubcr3bx4u9lll1vV1jFj2NYVg+XtUgPF/BY76tsXI92MIiPmlgRj6cxcY9XFrfOkqjl76Hpt484u6gOwQ5db7QgYg+xYp/POWjM71AXcC9DUaVvuJVLz4xUjm+EqTCPZhA4z2BCIo+pXeOPhr7cr4m3Ye+3qGyvpb+B71RR4M+6QGOvoXxJD7JHSI+8kbIvSNAJr7v5X0+wECevdrTfr2G1pg+5wkHvjodR765lqE9hHVIPluMCr4c/G0+QoogvsNYhr28+4e+W1ULPrKmpL2ll0Q+MvInvhdndT6MRGO+c1olvlBDFrwn2Wk8FYyJviNiDz7TvnY+3KvrvAP+SD7YFo0+PCJeu9HLW77ltJO+gEstvZTaKD6HVCk+GwuAPjxFE75D45E9mOLwvLmoYb52NRi+pZmIPvoUlL6Ov6a+z6Bcvlqqr73V1VA+","wQ6dPTcuWD1ihIy+iy/nPLcYMT5PWBc+cZjVvS+fK74cT32+XiYivsRsVj3a6bw9VtLrPfejAz4U3BS+vcNuPt9YGDuCcbe9Fh9gPs/6WD5UD/67vsqyvVCjST6404G+Z7laPZCnFr7POia+Yjl1PQLEmz1YMRS+IWDSvQhsK73fvDE+d7pCPumxQL5Fekq+69a3vPH+wj2oB4W+TV8HvnYPLL6FUDk+PyBevaEW3b3j8pS+y54QvgDKG73qyzo9nlzKPWe+R74V6hc+DpCVPVm/1r19tCw+UUvBPCJQeLzprpc+TIyPviAjjj5H7EG+CxKcPps5Sb5AxEO+0IhOvaqqiT4Fwqi+XLo5Pd3NOT7Khde9+sv+vST61T0H88s937VwPqb4ET3ieAu9mbzVvU3Rkr7tlWU+upZgvh/kk75r3a69MNwvPukejD2qH4k+fZWmPW5DqT2GRnU+gNtLvqJ7XL2i+V4+/mN8vL+7g75t7RC+EdejPdCfmL5K/569UhuiPvOVdz77HlC9svTkPUWRrL2ZmYi+MURlvguUe74WcOu6Ygp2vpw+sb42r4E+ZFBuvg0Ehj3AzK28l7VvPo0lU71Rp6S+fj5evqOmhz6I0Ky9KNeOPnOj2rq74Ue+XH4jvvBDkz5RYUm+Gb61vZajILxqXLA9z1PtvMpEoD1Rlg8+DFEXvqbRMT7h+UO+haBfPksFab4KPXa+pFo9PsZdhL7WDEW+fyzMPZrWhT4Typ2+HocsPbXvi71w8li+ztesO59mgT6TItE8rAR/veUeDT6SjZA9iZpMPoO5vL16jQs+VshaPYGOmL0WpSI+gMT4vLR+hz0xhh6+CjXavAP3bT7+8gU9aosNPt6OTT6hmVq+ZbQEvmpYJL74FzS+ypixvflln75auZq+AySNvnv5xj1+oXy9yp2GPqKccb4ZagO+5XSKvf8TPj4+2Iy+zPMJvqdxOb4L6Ss+WcEGvlN1pD6C8w4+wWo2vneN/T0r5y08oqdYvTWEj75dliA+","/6CXvZ3Qj75W+zO+DQMNvn/BNL5SuhU+y4EJOhBqQL6cxTK97T2fPXRJnb0cufa7J/YQvMo1sz2bjoe+jUOLvqJSa75+xFS+/ENivstwLz56iBw9V8E9PhWSWr7NaSE9ZPWXvqHOrDxQuTS+RgR9vrvrwj2V36I9yv3rvRsR+z0rqxE+HsnFPQT8AT7DYYI+12wevktcjr00uk8+M2dkPaYJID3/Rhi+PGzzvbm5hL0qu+g9B7ktPlkMlzyP/g4+Z7oaOwUoiT559AS+H46bPg6CmD6RkKg+KRgmPjw0nz0/lf09jmiHPd7Mir0JuD0+s2RLvmxYBD4oomc+nM1FPZg5YD64DFa+29eAPGusTL6h97A9DXUUPmdDOD2O3I4+XcUWvk4FHT4WL2c+dqrsPYitF74GoYE9T3+mvadq1LvE0Je+jvtmPoGWkj5iFk0+l3fKvUqiaj58TDc9Ce9RvbKHUb4EU1O+fxfCvTwVrb5jZVy+4N2iPHYzs7zmRm++eQMEPKojn74xBiw+pV8XPol8hz25dZW+XwWUPtl6KD1rQYG+AN4GPZV9Fz5cDZg+gaGNPoHdaL4Hk1W+hE2UPQvROj0HT5o+KwWdvutOXD7yp1K96a9bPqiti73PUgu9rlotvk8kTz4uKpM+H7ajPhw3aD5sjS++P9zRPTbkkD729ic9IsmavDYQhr5KGRQ+Ue1IPfQvMT4+9gW+25cfPJwghD5WwUi9aXvCPFjeSz7MURc+tlFHvmSXGz575ZI9CYhMvo4TkD4R3Dg9FQVRPhSjJT4k9IU9qO4EvjB7Aj7im3W+tAD5vTo7Q744EPS9q/47vn9Hob2PX0y+7DrePKIZnL3jSV+9dbL4PTJezj2tTVK+9JN2PneQrj2PFnc+L30Avqv2Zz5E5WC+XiTfvefBLj5j4jA+pYxpvpHlSj45JyU+sZxfPhrJhr5udYS+mwEsvmz3lD3YoKE+4Q46vTrsAL5M55U++J+UPQB+Zj7I5G6+drpoPldJIr5nJc08","y+KZvphVyzzVIge+BBuBPQI/pL3O2H2+Ti1dvrmQ9713mBo+DUzbvTyL2D1OHFO8sikUPRGDk731qkK+I/eXvTpLpj20CxA+WWSDPkZMAz4yPY6+3ZBSPsbXl7134tY7fHeePsF8kLvSPoI+w1l6PlSbJ75k50e9oC0KvesUdD41OYc8LxoOvutsYr5LHZo+RVMQPZzjZ76VqPy9u8ZuPbC9nT4UnQe+/MQwPhJaL71FQTM+TIqDvlev/b2V+Ak+CPGJvm4dyD35YFw+jg00Papkjj77dYY+zew9Pc4PMb2E2oQ+NMgOPtM6Or1W0yW+aOYavhVdXb6yAAK+rUMxPlgA3rsaogK+9TCEPr0amj0nk/I95BNQPou2gT4EoCI+jhCTPGp3gb5/RHo99GWTPT5MpDwpLqa+7K+5PRxRNz0CoG4+A2haPslD8Lz0i40+E8U6Pnk7Ej2DZIM+jOMdvMeTMT6Fq+680fkTvmak+72Zsge+d9k1vc7MFr6KH6s9+UgOvQg4z70W1UG+tb0fvcqn4z1tAGM+T/McPjS9Rj7ny4w+gJ3TPU4z/T1owVm+HTPYPXwPOj5/dS+9XcAnPpS6qz3eKlY+rfvEPcW24b3Km2g9d9bAvdxCxj2ouQs+tJk9vuanHD0tWFq+9zQaPgSSEL15uii+uPvZvFsklb2yCdE7Zaw9vivfuLykwZE84YcHvpU1ar7OkCy9HyKHPs8Qg77zEsi+++JgPq7nQT2ohnM+2v6JPnllhr0W5Ci+3u1nPuJqib7sfwy+IDySvpwVaT6+YBs+d/mlPhDzDD6I7ie+e62EPpl51b3Hd3e9fuRoPQDPAb3Rpnq+h2uoPOphJz2Hsg4+tTd2PrHqVbz/QQo+HvRavcFGVD4fU009d5iMPVstTb0sq5i+M2bYPQ4lmj2zMtw9mVJFPitFiD67eDy9rrKcPjzIAj7X2y8+bPVfvSKsCL7RPJE+TAV2vjdVM77jans+LqV9vm+yYj61jlK+9X+FvbLF/b3Zcve9","jC1ePvteCb70xwa9P5U4PuyNQrzILhe+mKxLPu3+fT5vk4g+mG1WPiAzH75EyZc+vM76PSq3fz3XNTs+kOq0vbKuqj5RYKw+TmgEvu4jjD5n63k96+s1PkW6Sr4Nj4Q9/oeivPYYg740y4W6v+eaPJCPYj6xAKg9RZmNPtwL5726MDY+0qWIPuSmOj4hnqg+O2+kvoibnD786Q8+eTRevokIiD5jW3G8XKgxvlU2Zj7K8t89h3myvssNij7LOVc+1Z1sPgntxr3PLoy+GraivU0P5z1zZg89du54vQWXrLzpfI+79ZxUPqq+Vb4eQTy+fBMBvq3BBj6J9kq+0Z6jPLKg6z1E/9E7kETaPWbBoT3i/4M+LcCZvl/ZQj6WGoU+tWpEPmuznz48klA+v0tnPD63kryr8I0+OW8yPm2cWz5wrie+GGGePdt1JTiEPOq9zAaLvtNC+r1WIVe+TOjhPdwNkr4N4RY+3ZtEOzaRUDzZO5C+LKtUPpSib72WMQ8+Vs7zvbdByDvaWL682cZCPv9lFT7Wpmo+3sgKvulVr76h+Ry6hYVUvgV3aT7Sesg9pTETPts5hDzLiwu+mgwcvhftCr7WRfk8ojmoPkbzmD6aVGa9CQ5GPShcRb5yica9fnMvvoGOnDvYPTa+YUYOvuZM1r1Lj40+udxWvk947L1RBIS+L+ZXPhCrg74Chxe+7ltmPhGEyD0S0DW8hXCTvmygt7w6Kjm+locwPp39Sb5r5Ie+um2HPiqYB74YXCy+IEI0vnhxIL2oCti89QaZvXWZDrwVdoO+4DuYvb0u2b16Jp297XZyvqnagT6Spdo903s2viSnK77f1n097r1ZPpzvjz4mH+C9XoKDPrJLlLwl0m4+nRRZvt9DZb67vDM+x7ILvoFjMb1y0EU+CdVovtoZHj4V/OK9xqKIvhnDa76VAxS+dmYuvhOgvb0ayNk8wLRYvt/2xr0cuGK+O36EPsYzAT5kfcW61Rq9vbum8D11IYO+NjgyPhHM27zV/+29","ROv1vbbal76Ibik9O7MAvgGEJb4OzSW9sbKSPSCWED4fB5k9ZIwDPq1qMT2MUxy+vK4iPiE0570P0A29VWaWvNnyQT296kq+m3luPj9OC75/RUe+9vhGvsENkb72u5U96cVyvjp8Pj4ek529THYCPsRdh77ERVc9WzYUvvRFlr6o0gI+3KyPPiAUJD3tW+89Y0oIPs8xA75X1Gi+SVCMvllRfz6c0De+4tLqPRoCJLyr/Di+fniJPm3Krz3YfI2+ON2JvQSXkTyrzWO+m/oCPokvLTuMhQQ+KnmNPvTjZL7IQGE7uUhFvV2Z/71cmxs8HOPIPGmvjT4NnTa+18b2PfjagT4RLGy++9QAvidX9rvCPXM+3sOOvjnmTD4u56C+jhI3vn0KpD5P+FQ+W9o/Ph7gpj3V9He9Gg2RvSPWK74DtwK9qOZHvkQZ7j3nmlQ+3TgTPoSECz5DwiS+hd4iPpZo2L0t/Yc+cEKkvaYYN77sqEw+2JGBPmyhrzstIJ6+5LdcPk2VKT5sEHY7mvOJPivNob1cMFU+wdfDvMGFSDxguFm7AgA0Pdcsqj7itFo9EWP6PVvV+z2k90A+YOQjPm5QmL5hBG8+9H2hvcnWjz4zmUw+lRadvWiW+b29ING8Jwk3vtqfbj265Di+MuSKvvEao70eeII9W6FmPsq4FjzmGlu+xvvAOuZEWT4oMJK+x7b3PUz/nb0mtHO+CrpjPrvpjD5c7MO9QDBgPufSqTx6EyA9qVJZvqJXiL4ehrC8u56YvByPrL6+azY+42qDvjbc97xWDzq9WJaXPHWiqD1kpnE+K8RDvpR9rT3nfjE+WxjVPcT3Kj5qHB0+1aNUPZP4kj04+Hs8N/pdvjgNdDvgKky+lIm9vCi5fbzHF4+980EnPiXcgT4R8GI+v6usu8ayPr5cKA0+PcwNviO94zzD+kO+EeG9vYcIm748Ngi6YkTSPWWuLb7YzlA9QYdBvj44ubxRilm+MT5dvuFCSL3hVBq+ViU0vmhZGT1g/Yu9","cS+SPuZlIb7RFpC+HhtkvqNOg73v6kU+CM6cvBRy8z2DDCA9J8wUPuASzD0hpxe+ES1LvoLzcD2JL8g7wrqOPqgGvD1eyHK+MbIYPm0qBj6oMB4+d+VBvqCqkz59HB4+LJ93vtsen75jL4Q+mveNvS26kL6iW8m8wadFvn/I+z0tLTK+iSQlvWvI/71CAb49WkF4PoHXkb7w1fY8AUiFPononr6RCX0+VRIzPgt1Nz7bVYC+TnepvST9Br4j3oK+ZrtBPq1EBz6cOYU++n/ePVY5jjulq9I9aI1Qvlcqlj2goWW8x5AbvrDBjTylfwa+FmmJPExVQT6UJHs++9ZhPhTd4rzA4GY+zN43vpdAtb3daxi+fqWbPtaLrL3/Boa+1gYhvjaftb24RFY+liqtPRVVqT3X214+E9OmPQRnSb7ZRn8+TBoiPgovnT6chrK9Gi04PpjkKL7KxMm9RlM0PbpxP75tdJK94/ATvvm4lz45TCg+uFONPsuaUD2nFxw+efLJvbHpPT6CABi9FMyFPozxCb7sapY+3ZBYPhd/cD7vT2Q9MxxePS5THL08uZK+meIuvqOl1b2LVFC+P3qEvuxEij6WGfg8kjvEvJtMkT3siU2+EdBKPiYxmT79kyo+M/+CPtympL2btcQ9gzuAvvyUcL7DpS6+7hCiPiW9dz5oHDa+xgkiPAznS76Y/Ga+s9yqveviyj2V5bA9nmiOvlNbKb7qj42+ehkBvosHoz7Uamg+MlBmvuDqjT05WwC+xgoDvhNwmb6TR9w9aG/+PV4ivD1mXMS9BRX+vSWdab6zwRY+9uuZPocEdT7Rvlg+umQgPiXyIj5JcGK+qJggPakVMzyabye+0TDKvJi0Xj7bO0W+QescPi0E2jvkmSQ9J3/EPck/az7xhJi9dQ00PlVPjT5jFq+8tnCLvmGHj77+2Nw9LUphPpz7Nz08RBu+DAcnPdQ8Zz7y3769ZGqVvTKJdL7wRLG79cYUPhQHnj65M6M916tSPUUo1T2XPlI+","gVaPvZvjCD4z32M+JRE0vsborj4/xlC77XdoPtAMvj3bVmg+Ai2PvTD2jb4jqag84F8yPgN0Cj7VsFi+vp+iPWxQFT6f4m++DZPbPeXHeb2hBTm+0pSmPUgmhz6ruoO8Ln7DvUsCQ73HjH2+8lQfPeZTpb696yc+1lO6O4OXQr08K4O+sYb8vZOR1TxGU2o+pHeCvsiGj76MgLg95FsSvv1d2j0p4mu++2aTvg95Tb7TcDy+wxFevq0y+L0nIpK+YYRTvtjhEz5RIjC+14JAPjlxQr5fgRa950SqvnYyAj7qpbI8qGjNvPR3br4C64++XNgyvrjagr44Nlc+h2lavoVuDD7KS4U+FStuPnYMEb6eciG+5RNUPjxDHz4Vyes9XGb4PTczST7qzos+We3qPEOCoL4KE7M7iM7bPX0JTb6siDw+qAg7PnJJTz6tGvK9tnUXvtEZ9b3dPoG9ne3kvUGihj6Ylmu935K9vQBl570Khx4+qslvPrNtLLyaPhI+QC9nvvinXr6mfK0+qGGQvhB+/r1ytjS+xq2TvZuG9jzANak9bcQbvjzMNL4MU0k+FYeJvsXLmL5fN5g+32SePd3lE747uYa92w9xPnK0YD5Jzky+nVcLvWVKVj7hawc9XPgFPhhrFz66JYY+lKUsu/8lr7zNX10+cc5cvVJyZj4NI2e76V6XPuIWiL5CqZy+BKeIPazeG758C+A8IuoKPsFNs7vl7jo91VQ9PdvGCj489m2+IV5QvukSN73bN1a+B6QNvmMTpz7wVKG9nh8VvYF2GD6s1lq+2nFovkRemb4MDdk9dtWQPgHMij3lU3++BIN2vj5Egb4uE22+eQYGPrqbvT3bXg8+SAiMvt49P76Cqac9gFFMvn7yjb5n0qU+pqxKvsXQPD6/0ms+bcW4PWDmcb3dU/O9lIPgvdYPB74xHea9ojOJPTL2Qb4Bsz2+1pJlPhz7YD4t0wu+h/YDvevgST66CHe+WTaVPoMAmb7tjvW9xj5LPl+afz4ePl4+","Y+40vl8ziz4hrhU+yc07PngFeT2Rp5E9D5dUvmFFET46q7291r8iPpcDID4Q1me+SgVCvoCLfL6jjSY+Yo0+PrW/LT4rfAU+HFRwu7aXpLzyPoI+aZyTPh2ieL26fpA9ib/8va+sQLyyWhK8N6wuvhMrEj51UzU+5bioPkbrDD4WQHA9mPrTPVWjPj4KrI2+crmVPhasdz6xizc93C2dvnbed74DcBg+1plEvmLqBL4HUSG9g5F7PecgGL6hFJm+coCBPQFraj6EScA9dL/zvWyIdT3KD5c+lOjvvcmFRT3Gevu9uyOWvV/8sD5oGWs9LFEnPZndET2WUr896VXOPZFbgb5/m2M+WAmTvrHpwT1Hdo8+xNgwvQQ8KT2+BtM9iIWUvvJNXz6MdGW8gzqyvQ8Qa76TwQs+b7VTvjUaKT7REWM+QGy0OyL8gL6SLRC9v+hVvrkLfb686Fo+GgHCPHixFj5hG2c+i4Zmvnats73Jioi9mKJSPrlQm70Gwjg+gjlqvsZ1BT2AJ30+/GgHPhMU5708+Ia+QYoMvrCLtj4baaY+T4Q1vsEq6L0Ak6O9yReHu0fHDb6Ooga+rRpjPglYgz2WmvC9MjtavbEffD4AJ4I+NGWOPkPMDr6n3mQ+KVqhPqmWcr6MRwM+isUlPiUYcbzwShs+PKWRPfe+Kb6Sglu+VuSFPhjH5LzeUCg+IFFqPVtumb77Tg++Cj8RvjYgwD3+ND8+2a0GvoExLb69b3e+uEGGPngSeb6p//674oIEPrxMCT4c9oG+crppviEQkL3hLA6+fNmBvtleAr5mvhE+hrgCPkriwr0GLAc+3M4KvmJETL7BzpI+FEFVOwpSE76EwxU8uW40vgyGgb1p3Ho+evykPJ2/KD7xGXA86OzLvGC2lr5xrwS+aRnTPW6wNz63m1Q9/iuGvraxkT0Shpg9BYSEPqrII74mK+87cBsUO/aKDj6Vt40+gVbuuy46bT5ey46+sVEFPj8MGT5ytro9bTS1PFgR7L3CuIE9","3IAbPkQDfj16rvm9txgEPsxrhz7AXwa+aHiGvVfoK7zJ9sy9ij8rvjxdjT6aJhi+ykCMPnGI9zznGo0+BcVRvhbbiD5Rjxm+YdVNvlS+pr0dHJW+lMyiPsJrdr67Q0o+/7j4vKDjFD6C4CS+K0oqPTu+Ar4F8X+9vAftPWcDfr7+5I8+SSQTPv87nz4OiQo+FA1DPmnSuToqH1k+mQJhPj/WWL7mOWI+74jgO4hVgj5+glE+WXqPPoEzbb7nulU+oJqrPQaSjj7iT40+U27dvX7Oer1EvWe+8miIPXGCdjyxTYO7Pd1Wvcr/Kj7S/LU9sbqTvtKUr72BR0I9j0BiPhOchz0fTC2+bKEuvjct1D1K3TQ+vvOUPmnxkbxJeAa+vMhuPhnyh74FCGO94dbrPda/jL1u5wi+i/F/vrIF9b1+SV0+yADpPUuYNT71jla9nKPGPVQa2b2z85C+cxiFvsTfij7N/24+DalmPgVaNz4+jG6+ZZ+UvqmCkj6c0Vg+ClmSPqd6Ir6CuGy9lZHivWj7ST7E1Za+zNRcPvAn6LzHGzi+j3jIvXU9lL7sGuk91+igvhsnKL5oSpw+AiSmvfbuiz6WmMo9ntewvg/XEj574C29ImpYvLB9cr7rYWY95Yw6vuXWaL4OJgC+iwCNPpHYRD6lHlQ+/ISQvbsxxz1vBFE9A9KWPtwgXr4tCyi+iHEiPi6Q2Lz59KI9BCqZPrt24j1fz2w+oztlPtkMcj6xEDy+Gf0PPo1/e75zu4i+2QcZPXA1SD11I7C9D2qnvhCYd74rgzQ+ARbrPLlv3LzEeiY+rXwLvp5W1T1J6xS9ZzaCvtTzdL4cR3M9FMQrPu/RebzH7UW+59rEPQ+Vwr0Ed5C+w3xJvNgxM71hsGs+B2NjvpusIr7mkYY+uxKHPrF/Z75SoXM6ObiWPSiMab4Q4u89TMy3PUDsp75Xo2C+wOmKvsw7Ib4keEG+CWG6PHrMnj5Mn7m+M4dDvUzgAj6zYnq+/sIFvDoA5L08zlM+","gROmvnRklT4aFia+fDi3vfxw4j3a0jw+vFf2PdOzkj3y7Yo+uCJKvbruRT4OGg8+1h1Qvpmbibv4b4w9+WfXPTIrWz7+tBy9n351vrtym77Flio9X60qvgyPMr7ocoA9++6QPg34eTwYupo+X92IvgX/gr0PCGQ9IIOjvZaRSr4/Joq+dmWMPgkJwL2dBxq9UYhGvr7+n70Q0Ms9kuzrvSdknbzBQUA9wtETvpd4Bz4jdU89zIGUvk9mhD55V8g9L5SMvfoFUj77SDA+D+yDvvGbJr5wvlk+hJaDvr0Xdj6GZok+qINWPkzRTr3TqmA8oklIvhb9gz6dIf29jqvkPRrUFb7b5ZQ9quXNvXlqnb7T9Wk+AY4jPTHP5L0IuPc9Sb6hO2XDjb5/Q5g9AIpEPhIZOj7FNZq+XD/gPKSer71qr+g9SZwjvlDAcr5FRYm+m3tMPVVQJD55wzI+Fc4ivUWber70P2I+RTmyu879gb1S3YY+ckJJvnNGjLzTmJc+4gGjOhxyg754B5c9gUTVvd7S8z0YlIU+TirOvc+4EL53vpa+UYIovhaS7L3j0HQ9wA2FvmX1ij3Rhnw+I9MAPaT8jT7+MOA9JVUrvsXlK71zBRy+y0RJPdz45jzSmaW+HzkavRJBgT6KxCK+r1q1PeKc0D3kpac9mHcUPlBsoj44SVI9Nv5oPhshRj2NvOk93T8HPutyWr6CgZg+AVDdvVLVhD44ZvC73k2LPFxYej5cOaI+999UvlQbzL34FHA9WMCGPj0Jab1lwRu+xfvSPWsTM77SQx2+U7MzPomZuLwLNAg9WBlLvkhY572v1z2+PtQLvn6Pjz6m6WW+RDlbPDlPBr0PgYS+57I0vvNzED4LZ2A9XwoKvl5GTj6I5ak9nzJXvgf3cz5t/W0+radovfiTVj5Qv2m8CKCBPvk/BL6kAw+97d85vtScOT4buFS9a4EJPpqPbT69N0A+hrAJvqv5c77O1Xy+VpnlPdrZqD6tO1Y+frpSPrbnFL43WDi+","W9u1Pj8Lub3Nqj08V/9nO19hvj3l2Uo9ZI/9vSM1Hj5YO5Q9XhysPGp2j77QC1k+oTUNvo7HsD73+J6+wWQaPtpUhL68n0e92QfRPbApo7wwqZu+SFQAveUilr51e4S+lCCMvgv/iL5c7Qo9CWNJvtboDr6tCpE+v9gJPvOBVj5S+Mu9zlEePK7il715mWy+eruyPQ4VRr4YZR8+voG3PU48lL4ZTpe+CvSovFz8gz4x5V8+/fqXPkM7kD4JCM+9PFu0PQ4lhL5/5qs9U+Ndvm9a4r10soI+lPaWvZE0+T3LEne+bFaMO0WZiT2BuFa+Aly2PfNRbT4ywOo9jKJDPXAiB75Q8K69v3f3PVI7xL0bxbQ+/+KHvjJgLrydkEY+QfKrvTOCfz6qFAI9mAGYPVdkDj6/Vmw+1xCQvtY8zbmWT6S+p3RIPke9fr2D49+9a1/aPb8Plj0nabI8RTRXvtB6VL6Nj0S+hth/Pq+epL29th6+AEdwPvU1lj5DTIa+fSJiPgKKs7ziopm+VWGJPpLIk77HK709Kg6DPsGWq71rzYy+hk1DPYZCnD0OxI4+XCuUPaevhD4hRV4+jF8fPsCBiz54rlk+Badpvbu2Q71cfXA+XKBbPriWXb7bJqy9+IyIvmxDDr7UIC09V11nvvP/XL6mzi49nz+EPeWpGr3t2Io9p0eMvmonHj4xQe09bA28vaT+LD7aew2+TDePvQvWBT7GBpQ8Tx+yvWJ2l739bo++5oQfPjV6YD53VLY90zErvjFoQ76/0j6+fuwmviV5Kb7zBFG9uWBGvupvGj6T4Ry9mgFFvoaZFz6fSmI9r6gkPqiSjrytDCu+5F9jvviART5SvZG9RZDBPf7qCL49Wk+98AOxPVvLnD7DN5W9BHTGPANXAz5x8GI9RSY7PY51/bxcD42+LkkIvn0VDr54qya+wsV9vviDbD63DxE+BrcUvlyzKD4BW7G61PI4vtlHjj47QIU8L/SEvUCKBr7Bdmk+DFvqPcDVjz7q9mc+","FqdZvtxqLj6ntJa9xE6SvsoxP743f5I+myBdPro8vL3YFv29IolePu+aQj4Scwa+IjTGvbD/uT1SZQM+HTCNPfMnAD40836+SRQ9PryR+bwfuZu9Zl59PcWrIL4xZE2+9weVvq/PwT1edZi9gfp5PhpWNL1Wsoe+LEYRPoBU/j157IM+Jkm4PW5vK76+quq9OKSCvoe+BL6DHEO+tTBhvn9Sijz6q1c+R7rGOcYeZzw8jRy+bg7rvbWFx71MLMi9+9EAvuceGr58+Fm9gkKLPpsOGb0NV4a7eFf6PX/Ha70WE4O9UvEYvv9oIT6QWIK+CiJRvg4mSj3OA4C+ts+VPvBNBD51SSi+vjAwPgcr3b0CqG49nkZMvZUS7T0OwJq+C+hROzbIm77E/R++x1iNO5GLdD6clRy9yYKCPGZ7Wz7EjBC90dAuvv8Akj6D5Wc9fl55PiofHb520qA+h552Prp8q7wF+0A++xSBPtFBb70qK4A+Kgs9Ode3Zj4d6io+RYiPvi3KJ75Wbv+7hmElPpyRFb50bCk+Q60BPmpFIbw9G8m8QxWdvp0KlL7HUKY+McL0vb2TXL5VcTG+KGuePqkn5ztwCwW+18e5vOPlAr0222K++1M9vj4+fT7P+yE9nTuXPuPkgb5gOxk+CN6MPp43bD5Igcg99ehVPYvgbz6KuW69ZlEDvhsLsD2FGec9m9VRviva5zzjNcO8P0LYvUFl/z16K0A+JS57vPO477rUN5E+hk6MvpftYD4SqZq+E4aGPj0gkT677xi+RUUdPtj0RT4x1oC94SDgvcX/1j3dWYy+iHz5vIQApL3uRt07QrSXu1cpHb7vcoY+64GrO0k6jb4EEyI6gZCWPUb92D14uC0+rU5IPqIKtT0qxGg81XCmvZ8MOz6XiL49glyaPpUlGz4pFk4+ZCAovkq70z3BMTw+a4Cnvuh1O74pdNa9MUA7vta1i76Kp5o+etbrPSKJ3LwdYFm+29yZPkgINL6+g6W9ms6RvkQGgL5N4Dw+","X1s2vvhqwT36SZ6+p9MjPpZ3A737rdY9dG82PjZwmD6wbzK9ZRkkvv7Mkr7s7ks+00mdvDdKjL48cos+HdYuvTo1Kb3IDVm5XJBDPjEz/L1n8Ve+JO+ePRN3Wb75CoO+bErSvd46Fz4Bdga+5fUWPr20Hb6wmWG+nYYgPaf2kT6bh068P9oLvnK2F767jJ8+W+iKvl1hU73y7WE9h7ryPI2hpj40kze998bJvATyJz4o1A8+iKXNPEu2IL6i6OS9hxsTvju/Rj7se7E9OHWJPubH9b0/h30+yJduvpcmgj5Jb0Q8D7EtvtNebz6oBjQ9o66dPuhkbL5IDcG9PZcZvjoXbb5dIyW+e/FcPUQRZ72BS4y9OiFZvq4uxj3T5sc9NjE+vjFicr7yez4+/XyUvi+Ddz2bEY+9hcPdvVaZ/j1MAJA+l2jxvVMG6j0xdlS+47iFPl9+Q77YVHI+GFqOPvZijT5SLMu9qD10PqKHoT4xr0O+JNqDPldFDj7DUVi87TJDPlXunT7Cvzm+BlMcPdNljz3OaCs+vbbevd+kdr78s0W+ySkJPgBSYT426bm9jciEPt74Fb16vx4+U/NmPjZWNT6/NS0+dbg7PkkDAb7f/UY+kr7mvTnjkL6SoDI9dEz2vcdwiz5ozJk+8TIPPTE8Azwyb9g996BbPW5zIjz52zm+GL3YvUSTh75or5c+l/qYPvkUWT52DC0+Itw+PjaqBL6Bl5U9PUjNvcz9T77rn/S8HSqPvnmqiz4E9k8+yqeAvghX2L3RGzC+07N6vjZW4D3M2Jk+9hoYvU1aF77qR0y+KMaFvQhxTj5gtme8H+t5vkRJib5mDyi+ghRgOp+ZXD5a5Ku9K1uAPgAZfL6YAVM+8K2rPmw7FT5rSvq98vIiPleivj3N40U+UBTivXKihT0w0/y9FCxfPZwpHD4/EHu+o+k4PaSvh74BepK+xfHiPQjSBL7C5A2+gU5xPVkN4z2vGs69jtYdPpN8dT0doXK8BmU1vVThCL5gp4W+","w2C9vSwkTz7Qjj6+bfKFvUCXpDxhF4o9EHWLPpuP7j2DFpU9kLQdPsQSjz6SV4S9r20tPj7QrD5z6Z69NUThvUKxYL63M3I+rW2CvhlljL4f9I4+uh2mPaOnJD692Ta+cvl3vryJm74ccpa+rRGyPRWRj77QS5w+drMHPknTVD6EMCI+ZGwqPjbhpL2Obo+9J2X9PU1h0z0dFI09ymIlPUB4hT5lh4c+rulePmj4Rj6i1G4+xpCfvqpKVb7Cdm88kBzCvH0bRD6a8ro9wSrTvbxgG7wOJke+n3OIPnmbdr6/Y+29cFgqvgW2Ibyakde9145Hvk6jrzwKV4C+GRWKPsV2Jj5/NEi9BiphPkju/z1qoUO9/RBHvjDjIz68rgS9iWi5vUnAlr1qHZQ+txfTvFpAtLwWDrk9chj+ve+0lb2JbWi+O7nEPf1abb1urYq+/+ArPj0iu74vs0o+vhpwPruHFb1i7wQ++eIcPeublj5GlMm83kQYPfLRij6D4ia+FtWcvZ7imD1V1Qi96wCdPe07oT1UDaO9ftyCPV7K1jwxAeQ6hBNFPpgJcr5WLoK9KakOPWI9eL7zqB68rvayPpEXd75w1ty9C4cMPsUZ+r3T4IC+8J/7vVLtAjxW2tA8zzNcPsyMeb4q5Mi9JF1+vN2aU74HJpS+7C+OvmouXb61LNI9a0Z5PnnEmT412WU+ODiBPlr3C778g+A6kxSFPBvTj72cUS++yNAvPpn1fbvhWIa+Cy6FPvfkSz7cWhO8qfRjvnb+y73U3y4+/sIPvpBHTDx7lDw91Vt/PnKEZTwmHM68Ih6ZPhAnU74vjvq8e2Qxve0ITb1twIm+VTlFPek2rL56/ce9vKx+vnLbd76FCIa84QDqvagMOD3TVXa9wutPPaRkJj6wZpO8BTlWvp46k76V5Ns7NMqgPc+oOD5QCpG9iXylPa5ZB74bgmq9HTqbvqaKiD4bYny+Gd5oPqzq8L3Asxi+RLu4veIgVT5c8hI+XL+bPiTLe758llk9","Sx8jvijwir47shi+Qud4vXd4Az7ES1I+2MNfPbsULj2Ys5Y+v8yJveqSUL7e80g9lp3UPTteGj4taWs+2Y9gvvw0DbzRpy+9kPq+vTZaq76YHXs+z3OCPvtnmb7N9ow9DkvAvVxUd7640zm+K4MuPv9xkr68fwg7fEHdvTfk6b2QtnA+l348vl4oDr6xemy97t+7vZjNLr61p4Y+JHqEvsPBWj5YvV0+XFM+OxEibD6xdX2+1OR3vilBpD0brp09Dz2BvZlLjb5XhmE+ku+SPsv+VT7hmNq9P1ybPuyUUD3CAKe8zfVYPZdi3bznu/29VyLpPDJUCj44ibW9CYICPrOhQb4LRwi+Pz73u3aI6j3nnEg9FPQyvTzWAr5d5zm+XRJOPi2Pmj1nPdE9ai6ovKhdPj7ElDE+n6hGvlvEar7cFGQ+lKdHPk2nej6Ba1w+XzNJvccO7T1Uprg8xL1gvoZ4hz7eCBU++wHxPVEYSb7Gowy9aKRCvna/Jj6qyyq+JuFhPQ49ZD3/Rom+6a4LPZjllL63NYm+14ITvotspz10m40817ghPY5MS77dztW9qovOvU/cl71NyhM+xSWGPge/Rb4+XY6+LlxHvgbcN76brfM9NThTvrnQvD1L9iS+uTJHvvxKWb40IlG+kVppPqvVnj4Cj1y9Kdo0Pk0K970mER4+8iIgvotkQT71JDK+2V3WvcLzEj5HcT++KaOzPZj4iL7+loE6eP/+Pa7sjj4RY8o8G6NZvcmSJrzhzx4+bSw2PdSGJT56Ubg9N1qJvrM/Q74/T5y+u5DVveyF9D3TYKW97BzNOmh2Rzuan/S7LsQnPj3xij7KWU69JWVfvv5hc76ufbE9N1opPq5BdL6BcAW7ePjkvZHdk77t9pk+KlqZPqVge76AMVS+8uJbvjTpk71ojz4+GcWtPIhJpL6F6Wo+iWlXPlOMSz6W+dC9PD6PPfdVIj64tAY+t64mPsx+A777ylW++tiIPoEDaj5qQIk+C9I7vpQnrz5Y53++","1/JPPrKyUru81Ay7ezaLPpZTkb5A8ge+7rbsvJ3Xej4+UKs9+TkKPmEfI7t/ai8+u62XvZ9s5j24p4o9JVuHPTBpMT5oRVk+Rs9gPUm5e72T9C8+IGguPiECdDzq+JO9IX9vvRI5Cr3KN2e+yPBzvp74nryljwU9WtLkPXdWlD2i66g9rS4hvtV/ij4oTKG+bpuBvuDW6L2TfLA9f/yRvhANSj60gGA+eS4evmHWcD5L/pG+l4TTvN4tMr6woiW83e6IvhQEF76LTF8+i+yiPajKAL4LdFY9fjNSvn3i9z2BTno9ZAQYPRyDuT2XrJs+ITg7PmQZ2733Yk8+K9VVPTSkpj7C6g08gdKEPlGY2z3XUQm+6coNvllmKr0EvJo+QMI0PS0xKb7zrF8+UkdOPkb6eL6osFE+ROZaPNR8AD6sa0C9lNcbvj+1ib7VfIS+h/VvvMl29L0qs9W9vDwZPtxTgr59vBE+04xnPpn6iD6/cI4+sG3pPThrY751Ggu+Bs4yvR4vhL6ETDW+K+caPfuFlz7xrqs+UuovPoqqh71awHa9KCqWvpB26L10IZM+Tu1kvr9wuz2Q/lY+yXqYvSx0Yj4Huro+eWaSPs6kcb2Ha9E9xAf7PUhu8L0Ig4u8N4dMPsoHpbzEg3c9aR/BPVtRPL5hd/w8L6myvWpO2Tzxnee9XoZwPhxy972jDcm98LNlvuWYP77XGvq9MqGDvXCekT75QoC9AuB0PB/bYD4+0y+9NreGPGsNRj6i81m+9+Ruu0mjKT2dbBo9jPm9vQXJgr4UE+U8UzlPPsgpgjr3i0M+nxKivvCW/r3fbdW9WFAQvtAejz6D9oM+ux0kPmpQib7HL+s93/0LvjyBoj1Xxg0+J6w6vrhAKb4HHFm+TOOQPblN772bJna+klgAvvvkzb3aAuO8Z5pePuUmLr786RE+gcydPhpPRr6jcSs+dMeKuwAJLL4wBBq+MD09PNqkarzbNZ2+bGl6vnstlz4hwok+QhxovgAMnT5Ibvo9","Rk0LPiGEhz4U49A79i6ZPtjzTr1TdWE95cwgPlgutj2D46W903CJPA9xaDt3dUc+j9QyPq3Rcr6euBc+AcYRvvxkWT47w4I+1UelvBtSBT4C9Ok8A/QLvsQLcT5VQKs8IlC0PgTkXL6zsTi+nTPYvWxvXL3HQpM+ifYQPkeEVj7XNgo9S67GvTCAbj6sDga+DyWquzaY9z2wRGm9E0mTPs3ihb13Iaa9lEg7vjOVjr62jho+X4FPPUIiNj0S6bS8xc7AvfxMXb5gte49tYRrPkUKjL0Hbgo+CJKYPraMe7061TG+IORwPm4CkD6k98494VInvvTKED63dV47J/8FPhY8dT5Nap4+uZ8tvn/20L1XaHC++7UPPsZa7b21N1E9xvydPt576bz+I4m+jQYHPiYKUT6u+FK+WbGbPSKZdD6yDTo9xeLWvZ7qkj6n7Rc+KtRiPbp7FT6FKq08N8gxvtk1p72CkVa6GKQCPuy8qz2oAKg99ySKPhypiD6z7S89SKlDvWTdIjpZrjI+m6t6PlYOp74J3+i8Lt3jPfDdk771zbe9tr0xPn6c2Dxw5bi8Z57NvBDYTb78iH+9wjRXPt9hoL4dS08+BHiIvgeKM75K5lK+VYI8Pcw/hL4N6oo+GAD9vQYCWb42Qr47xjuJPRJIiD4aoIi+6YdDvVBgizycHfw99JeMvj11d75MNxc9TklTvqD2kD6e/Ra+XsNTvBEhH77j8tK9SuYbvjgQujxbIGm+pl+SvY4ahz3iAu+81gBYPqH4GT6j/zW+Xo6IvgFgbT6FrLG9toY8vo5lfj5f2U++YDj9PZAKgr3Agxe9DBB6vad2Fz5wnyA+qdQ8vm+Xy71Ndhq+yi6HPRTKCz7tbF8+h8yKvi358z2YY5490OeUPsoNBz2zZ3a+RwQtvkn+yD3t0Ia+ZbkKvjOxmr18rBA+6+mNvmJ0Gj56eJC+PuMFvmchhj099fy96EejPVbkBT5+lj++8QMKPgbOaLub/Zk+nildPsQxiD28TTK+","ozcEvKhV9707/n++vnOfvVc4a7s84to9D2JZvgWZSz5C4Uw+TIyNPcmz472YEhA9oNUtvg1tjz6W9V2+utquvT2CiL7kaj8+/Y85vg5ioz0Rwwk9smnRPYa/az4Q5Ge+BXZ4vkGQ+73kNAK9dMt7Pki5gL6Jsyu+p4pOPdrSkj6RVUG+J5I9vf2njr6keF++fBgzPhdqab7f3dc9SnEpPoAhrD2VST2+9IeruoTviD5a/lU+efASvi7vBL67g969sl7yvYUyUz5ujQW+ppFPPDRcjr4Jjw0+30S1PBK0SD5xgNO9eOuAvi+25D11L0A+GPUFPjnRZr7QJbu9fYs0vlZYo77x9nk+FhJDPtUcrb10IkU+LW7DvIUvGrxmevM93l2bvitNZr6863K+iBmHvkQwlj6bSjm+uH6gPowsyzzEXZO+d+JgPpHkjj601vu99dZsvon8Yj5Ts0U+WmmgvcLncj739HG+RvtbPmw6dD7JYU49/Z4BvvFvez7gCti9iROgu0fmZr4T+WI+FkYovQcSlb5O8nk+TbuJPpnyyz2LXmK+JYzbPR6jKb5xcGs+Cz9+PuAJjT6EFP49aUgZPh7tXL2UoEC8AyqmPh39xD0b9WC9dm6VvR75zT04BJ6+uWd0vhFQhz5mhl0++/pFPjTUIr56+qE90DuVPrNR7b3p/Yq+eM22PYZ5Z77hoAa+jF3FPSHBiz22tYS8y2VZPmguVL4n9SE+bnFAPRAu0r23jZK++LCIvhgDbT71wUc+XnzdvWV6Hr5TVW09N3w8PKbnED6WCVe+oW2QvskJNb4yJ6a+Vc8Su4Lvir7ikw29oUlovsa0dz3A9Ja9+RS+PG6OEL5w7X6+t/IJPr4iTL5/YIC+SPE7vnSSUL4TEds9na6aPe/eoj74ZV2+vb10PgGhgr45w2O+4jQQPuYTBz57gRu+heKBPsm+lj7fUpm+ZvCmvfCgEb5Wcqg9ytlovOebxD1/OXq+TgKmPdQApT4iyuy85EdAPUepaL2IY9o9","D34ovuoFmzyk7GG+a4lkvjWtWz4kB448oyNZvWJeGj4/WKY94XIlPjg5WD5wWFO9yp0BOs2OhDw1xY+9CikDvWN/Xj31m1A924vlvczTTjxy3J09/q5CPvEmsL1F/mw+/PxSPUFNZD5UZcw9FqaMPn1JAr7hHLW99IffPemtdT3evuo9Mx+EPnZEZb1zPW6+bWtRPraEhz3d+6a9Cc1IPkMUjr5Dfr+7zJ4wvliFPz2OWem9YJ4YPmLM47zpzVM8x5XJPT42er6CX4Y+oBzcvW2Nor0wqO49A3PNO9fDpb0RnKO+B3iNvhnbgD4n9Gg+n0kvvjk3dbqSPzS+cdfzvep45b0LGDc+uYeRvqtYkL2Dvpq+hmRmPpZTkj5ZFpY8XQUkPlHOdr5rbN280bJAPS9q+Ty8Idk94svGPH3Hjb7KNY++d/lTvWb+vr17cRW9k36svbRbSr7czaa96ViovHcbA74OdAK+z2CQPi+83b3FH4G+/E7lPYtX8r3fJR6+eaM3Plz/bj5hY4Y7lXekvWWOUb2GLYk+BIkVvbnY0b3D/uW9ess3PgiylD4nuZI+kIgjvgfxnT4PE7E+DvRhPtQQgL4U70Q+D5KEPe8ITL7g/Yo+qjxevtkmhb7E+zi+Z1SuvTYHlT1tQdM9ZntSPiU+Dj10Khu+aBCaPuQHNT13Hbm9V6CoPuZXRr572BC+Y0UWPWKySr3vSk0+EIvMPfs/gr65agm+kn6qvmdDMj0ab4I+NKa/PRUZir4RJRW+AUiHPV5eJ75LIhw+1LsMPjJ8Ur7XcAQ+IgtTPsHtpD4TrXy+PyBLPkATkj6T5RO+wBaZvVPhn75PFpW+Q4inPvYjfb5TRik+SVSYPbhehr2IJ5U+0SIOPvSpm75Pfzg+LrnAvci9mD4TNNg9n/GXPttxjj1Tp0M+wnt5vtIUbz4aOwu+m/xdvktYC74BzLg9amZaPA0fE71A5Tu+PA+VvX+YRD44Pxs+AcJgvgKqdjwhERG+JjVxPn8XQz7o8lm+","JUWXPphWTj7oVNa94ChnvoYVTr5YxVW+kIaZPcCHRL6vakA+Ku5+O6HNGj7v+5q+LlqMvh7k0b2MBgg+JV8gPkmpFz7Xu6Y86h5xvmyCXb5zZpo+ivJHPh+dWT6IqTK+LiggveXz+jwvbxa+kChzPkFgg7xk9Es+pxOIPq7qnj0Zd0i9O3XqPTfIY76yyAg9548hvUjLRL1lPgE9w/fWvQjx0r0Kzek82Nc5Pg6LDT64mT8+dpePvpcMkT2ru2o+JGsNvTwhBr6b4qk9DTyDvsVTe75vsDw+o66Cvk5CSb5w5zi8M3xDPZQ7Sb4EXug8JPEGvHES/j1Ev5m+OzA+vn1Eer6uM4M+oS2OPq+sOD6x86m9wjpRvncVEb70hvW9V9GyPgRHgT79Z4U+i34uPu0AaD50ACs98Wp5vv5voL4T+Ra+dZDVPbBZij5lqEu8M/KBPu6c1r3HtiM9gZxdvt9mm74YvWO91ShKPUQRcD6cCBw+CIGXPeWpJz24+S+7/du2PvE8P77RepA9HzzHvcTmSj55uqq8D4qRPtR4jD6cl2M+zSJgPepgCr43kf6901zpPYgbcD4K78c9xVAoPvKNcT1LHmC+h6QovpISnr4XrWm+Zz2cPSTti72eSbQ+sGoNPhEAj732Hm29niaDvhqIyb1vZGk96qbOvFWUHD7aIai9JpCTPoyTlj7K3Zs+ooGDPi/Dqr6vtum9ch1cPcr1bz1ugd29jF+EvhYWez5kceE95Il/vaWgGr77TN684lGYPn+sGrxhJ9K9c1UIveXcpr0GGwK+XbT3PYMGnj0JqFc9BREXPuFwHb6BZJY+PfHXPbTM9r2uFnC+NpCAPZyZsz09+FO91PglPt/PJj4F86w87iAvPgvcSb732cC9v/A5vW/ykj4mZYC9Ms0+vdBrkz0B85S9s/8xvubjij5z5hA+vbUJvkzzDT68BkO9/HDGvVBAmD6oJjg+NRAGPjNPQz7toCc9Nn56vpuobb7EXVy9rROIPk8/Kr6wiS8+","ZG3OPXhuUz25Ode8hub9vG+hgT5uvr89Gq47vYpQFT5gQ6Y+3kESPhhgyT218Ae+sVP8vduSXL3+5ci9MYqPvqB1PD6k+p+9XTd1vmvU9D2jBIW+XyIfPfkQvL1tK32+/GsDPjG9WT1cvAK9zzgjvcW82L1p9mu++7QjvpyACz58U1w+kYxvPKubyjvHo/S91WlpvtqCST5iu8E8jK3QPBP3iD5yZIU+vTSCPmCW0T0CQtK9bc6TPpXMmTuyfwI+6eTrvYYUcr6yHCK+r9V1PvQ7UTyEUHg+N8ZovmM3O71XMTG+APSKvprvWjocJ4A9gZfTPTn4Er1DfXk+0jDQPdYHk75tIIg+M7SmPWEOjT5VC1E8WEuGPozTNr79zX++nL/Avc3XO73IAhs+e3tfvvhILT5uWB09jkuqvlnfOTzo4TA8kKCCvrkaR757gxW+h8jEPNQeWz3A/Qk+Ti8nvnfu2L0XqT8+nPDkva0JMr2DUxY+ZiNIPldzE77ZgoE9bulyvp5Anz7azRA8yO9IvjXSQT0kox89P10pPtwiMb4tG+G9gbAnPucWVz6mfg++L39dvo5ukr40uTI+LuSLvkP7IT41KJ4+i8OEPimDB77UJ6U+XsaoPgmM7z0fQZk+Wy3Su/j9oj1gTjA+9Mi1PtJmjz5qpHG+XcmHvk8+k77pV+Y9HR8uPrRckb7FFgk+tscvPtzjo70NMKG7th+svvdbXj7BQDU7GAYHPSaWBb7LIIK+AaG/vYYCSb47CGu+xsQiveoFwjzRZV+9zNwJPj6/j70zoU++w4TNPa9WrL6Vx4C+DNikPve5qj5hLYE+XYCmvmrmFj72A60+gb2PPm01hT2uQSE9JhUsPqs1Kb4dv4++kgVzPufaH7zDDF8+F7sAvmfjJT3zgJy9h3WFPkW4M76Xcy++i6elvikUlz6RzYC+wJqdvqpOdL4XIlI+wKjkuxEgNr6a+n2+VNpyvjCrb74w0WW9tqC9vVuQNL7DHCS9HDl3vtVphj731Ia9","fJi3PlAGi71CHl4+916OvfTiUL5Gpk69cE+OPiFYTr4q6W8+/+LHO2ODhr42LRo+bwRtvnTLmj4bZZm9drFlvUVojT6Twto945pRPgNboj7FlgK9Yu85PfRQwz0oMMS92MgpPj9DYj7u4Lc+0gqPPpTeB7xwZOg98x/FPQMSQD5iR5K+pUBVvqNOir7XqQ6+J/qcPqNbmzw/dyu+QdNTvrFxiz4dHw0+7ll2PhpP4TzQGfy8DwBlPm7M4D3k0lc+kOEKPjDsjT3XmSs9hTddPvetfb5o8/u83k2evZdRWbrqhOA7uJ+CPu+TCT5pBAs+f09mvhu9ab6oe2g9VGCCvrYTer5eEaI+EOKXPSi3Dz0BrGu+VWstvhYRBz6MylA+vHEDvnpvDz7qa8+9KXMfvgtgKL7XSoc+ggB8vRssoz6+Bbe+CtbBuwfYSj4AkT48JKQZvkkGBTxf/Le9NQiyPlCsob7NDGQ+eOCMval1Qz5fGdy97thvvtoYjLwAdvk9FNVRPu8gTD75AyO+zYWLur7pjr1XQpq8s4uRvmMYtL1kUmE+LmjfPQCuob1kE4o+TWL2PdVoEb75Fk8+8990vkKW4L3vsDS+h02IvvSAWT4uet+9aEJHvfMxVr5xCEq+Bk1+PgtgVL2zYsq9PDRDvtsbzD22c8+8MJhyve2pNT3FTtc9BXNsvouCcD7+rpO8meqovVGAzTyQJFW+EbqjveAdrD566g4+KUE4Pl8Ejz5IK2I+O4XjvTUy473bfDY8OFuJvUh9sL3wqdM9NiZgPmBt77276oi+f82CPpTzFr6rtYQ+oSSlPl1UN76isQU+lNKKvrR4Rr7Fzra9sBqXPdN+LT53NqU9EPlUPooHmD6xjly+9H6Dvq45Ir5bggu+hu5uvvtVhj7euCA+SjyQvZlejb2kEGw9LzaiPfVXdb7Suj8+BHaAvoLDK74Oc2O+uXGEPkV7jD77DKc9o21qPh3QRj6yBLC+9aeOPjtBo75xvTe+n7hKPgKhkb7NZ4i+","suw7Poqbw73W9cE91HXiveCKPT5GFqa+8pNTPn0GeD4J6o++xjxMPGjLXj7Dol4+W+GXPh76bb2tMlC+fIaIvl7LIT6FCes9Z2WgPljxX72W2Xi9vtHqPQkyK76GLoE8NCc3PgOKfb4Zeui9aHGLvrG5fr5uwNe97xF3Pm1uJ76T9Uw8216jPatvfT3FrYy+SuwLPqjy07rUxqM8qdc0PnFwpr34mXE+HUsXvqHPNj7uJsG9ooNavaZnBrzLq4081eZivtx+hj6+YSA92sQ3vjO5FD4DL2k+1/dYPWSjBj6VDJU9/MYCPiHbXr304dI9Prkuvihljb5scuC8JElAPj+Ulry4UHE9zzYFvten7TzkSGe8yNmfPtARjb0RRBg+gs+RvaYILL7xvcK9I+FcvhLOiz6u0oY+eGNFPmcpcb5Qq5U+ms3pPV9ulD2lFJW96/YCvt3Mkz6ne1K9HCWUPprWX75GsZk89SjePYgrmD4xukA+YAs0viw6Tr4JeAE86Uoavv7Ihb7Isz2+XcaLPpr1I74x7Sw+Br0nvaDEMz7L2Is+Siu0PYeX/L3BpzQ+f/yMPoCgAj1+Bii89d21vUy8QD4wQ4m+E5CIvjxQur4IdGA+sfhcvhV3Hr5Movw9EiIGvv904D0KXvs8E6q1vVHFvjzHKnW+XcYjvhKRFT6n4r8+jhN8voWhVL3pcyQ9g6avPa2Llb7EKk6+SKt2Pqomer0rMLO9TO0xPnIjJD53qoQ+ICoDPhsrBL4Nw4a+wGM4vFaj1j0m0X68OyuePqc9ML5KtIA+mWJQPpr2iL5OJMW9yVwSPR17XD5xJR0+vZGUvhyPXL73iYE8V1QmvWOOej5Thzi8v9iSPmrxjz4WHfq9/ciBvsDwhj5U9VC+BrYwPFxSGD4O3As8O8P2vDjC5D2lH+y99zhFvql5dT6dPjI+Ob+oPmuA+L2u/rO90jE7vmKMhD7WQ6e+9jmQPkERA77gLkC+Tz7kvUWVD76RYBy+W8eCvgzsbT6wBmI+","jHZDPkjQZr4KfnW+UiiSO/gcQDxmw0I+Y80NvkxZUz77UXg+MuqrvXCpZL6SXay+hpiHPkUxkD68ati9orKgPvLs7z29y3e+CjupvBFlez4Bbis+tT6XPjRDjT7UC9q8InxhPrPcRj7i8oq+RBWIvtEQIL1ZLqs9lIb1vcLBDT0eID6+4nBJPkAGJb6Sydk9FUCLPmHTfbxoWAq+L8aYvrsxtz1Z63m+Cz2+vFlLsLs1lwK+ixaZvjnSNz7wdXa+1qbiPey7oL2oWA2+mY4oPp2uFz1nqyS+gMWhvkowlj2sOFO+V0mUPayXgL4SfJA+y+woPjz7Kr44jJe9sr+WPlGYrL2czCa961BcPrN1pD0CflO+R3ICPouKjT1ui6g+JvBVPfROqbxf9Uq+++QLvnkulj7chms9QRFzPkmDIT6V+5S+IfGZPeR1sD7wr44+2ggAvnVeSL05BOa9afLpPJWZgD3yhYO9ZT1ZvvBejL61Hr29/ZASPf8Oqr5jvr298qFmPnlekD2LMrI9I60DvrgCFb70J0Y8wTe8vfIukb7pwDG+2MR9vXZuFj6BiZu+3EwEvv82B72W0BG+lxuBPqvsx723yZO+nlt6Pj9fiz7pwJM9MehmPr4/Cb2Lqni+WhqWPi+8Qj6Y3Q0+yD2dvFlUBr7srKO9YTImPemEVz5q61s962qTvVo7iL7H8c29w6mfPkHemj7VpcK9D86QPtIDBT6d2gW+9CGQPtVhGD6xWoE9MDb2vfnWmj3kgj4+arsBvg4MYb4lvWe9OroqPnLRyT0RE5y+YaYWvTm9QT7m3F2+3wTvPVC97D3dVvy97mwvPEWQ3by5VBS90FV5vgyjCj4o+1E+MFoEvmgduDz8HRQ9vcVpPtYwVL5yZNO9lbV4PjNjJ70DMUW+rcSIPvSuqj5u88y9deRxvrexgr5Cxe08bKOUPgnIIr5bt9A9InZXPhcbfz43rz2+h/ssvhwQZr4tiZc+kC4hPQFllj56J/y9PCKvvRV4pz5JdYC+","jox5vti5aj7WlGA+97k+Pr8fmj3wbWS+f18GvRT4oj2Oohy+FukdPpTk3j2gZJa9iob+PcKAb76KEJg+XmkFvhkglD5qEZW99EQWPpjcML6x8py9o+j0u61RQ71+1Gs+ETwsvvq2iz7thNW969PkvRcAWD5O53++HgElvqNEo7xIz5S+tfyMPuKobb4BQBc+DDJ5vqKVLL0Grma+JluLvIvuTT5j49W8C56yvgzhSb5X2Vc9kgSXPmmiOD6AB4Q+aatxPofkGz0AIFo9ljZlvvOw0b2Dg2o+xyrtPXwkYD2qNWo86aiPvn0IaL6w8Gu+Uq9NPmdv4r0fpEU+7eGXvv7jJT66RF8+TkdQvIjKRT5BlXU+9WwsPgMTyr2xMpU9aPROvutGZD26xEs+sk1zvGrFmT4tm689cIFDPth9NT60JqO+F0HMvdZ/tj11W0M92l6EvrUK273bEGi+15+NPnORbbwhJIq+DC1Hvc+Nwz2WmZO+LesMPITtQz7OorG8yBOfPH5oVD4/IA2+cBedPu3lyL1xLrw8eOQQvvCGvb3XVG4+zlqlvNIBujx+hxI+l9YqvZo+ibtFFpe+lQfmPSvZPz6+Kyw+P6AIvfjyWr4tY0++lXtlPBXMb77T+pY9I3Gqvm1tlT0Pone+0vC7PTB+j76bxkC+GtRHPsg5a763Rpu+SslSvs51Ij7lUvO9flLgPbtylT7P6dk9BJZFPf4iGb7XNYe96xh7PjFlfT08ptO9KTkyPjsM8D2b2oU+T2EfPtVtlL7KakE+kH4cvlx6jr5zvqa+4JmiPtKNo7436iq9bfs7PRdOHr5MiVC+CMONPuDNer6tKSw9kPxsvBvmYr698I6+56lXvlIUoj4zw4+9mOGAPggBHL5ipgi+PYngPC9Le74WjWg+NwbZPbBACD6rJiG+M7pyPoPuRr37hgG+kdtUPoOFbz55zdU85pNhvsQpfD6p46u9l2Q5vWphkL3iiPC9xRlwvjG4tbx50SA90mr8vbT8vD1zW3g9","nPW/vUS5AT6taBa+vTXxPE6ZXb7A0Qq9BNbTPd5wBL7+3m++LAWnPVWDBb5Hen6+IMR+PibZkr1eqJq+1JSCPgdtFT4385A+5b2hPUdLEL5sXBs+x5zivWFykD6cLRa+AgSLvlOcXj7fnCK+nYzIPfKxij15Mw2+Fgs4POmTMr5m1tY9qAL8PSLz+j2r+z4+phRmPtd/jD2QHxM93p/5O9VIM76Garw9zagivqMYUD6yxXC+IS/MPZD2mTx+NZk9Tuhdvh1wOj6UUxE+JGN0vCI5KD7ahQo+5fKUPl1Zkr4MfK65F2TdvdCOtTwPM1i9bUlxPmKsYT42Lrc9fr3KPVQnWj7gqTu9gP5zvojj0z12mX697TYRPoB3Pb5YNYO+4wkLPjNcS76nd1M+fCpqvm1y3zv6C5I+p5B0vsy5mrwGcSK+3m2ZPUVvhz7snI294kZ6PgGLMT5XbX6+KnGQPlQRBT6Xe0c+1emsvbNLbL0c7Ee+TLOQvlMZOT336Ja9w24lvf4xaj7Za3W9O9aTvjURGL5PHtc9Exq8PUWvuz308Zg+ZDtIPvEA+z2Ggfk9qkhsPj0rnj4CzYk+xE2NPkmMNj6SnQS+gIuUPly8Mzwd7Mk79/FYvlx5ML3H8bI+yKRBvipsS74sikW+j/dCvi0/ij5JETa9E9a7vTaf/DxMWVW+41YkvQ9rAj7+bpW+3WjAvXOWSjvwU8o9CP+aPg64Yj4Fj4m+4FMBviU1Fj4cDSs+3A7yvRTcDT4R1AW9c12lPiWKer7fMZG+o3FUvg9/fz4NWi++R/0bvvTzej7eXcy9oDclPlaUGz12vhk9bPwcvryMeL7RK02+grAgPqnKkb4Y5zg8R9wGPnzMnr0Q7nI+cll1vn+n5jwveao+6fY9PMP6Vb0VH2k+GxWIPoUz6jzSsZq+N4yovmjvDz08XxY+rA5hPswpKL1BBEw+7ZmpPqEjwr2DOHW9X3uMveosDb6GzZ68c14kvpu0lT1W39S8dpM0vg1GGj7gzWM+","RCKcvnY6Lzwg53a9BgYzu2cBLr5FQU09sSMTOxY4Zr7scyS+Ls5APj0m/rw1Rjq+p2ZUPTF62DwgE6e+6Q3CPMp86r2VV5A7Rs4DvVtCqz6lml2+3tqqvTQGcD0DfZS97ZGuPSepFT6WC5o+DuQJvgs2GDz4Dgk8qYu5vCzIo77ommc+XVtQvmxddr7owTs+M0uGPmEBF74SoY4+zv1MPhe8ZL16FBs9ZzsyPeqNQL5CuHA+4o2EPKH9fj4tFZa+X8AZvt+hIT5emp2+tXMXPp/2VT5BylW+f52YPlfIDL61wIe80CqrvBu1ZT6sq4C+/NzUvYoR8r025IO9OKqIvlKDgr69iWA+dP1JPgO/iD76338+nOh6Pta3cT4hAkE+v/eLvlgeUDtpX4q+wICMPH4JWL1sTiI+OOzlPbNhW7689oW8nlM0Prc5UT6u2zQ+/pY1vh7kST4hbxG+6J8Fu12Zgj7A2GY9R5P0vUT/Qj5Y7lK+/jNlvd5YUL7Toow+XXSFPunAaT71w1M+HAqVvTQedr2IP4w+aQazvR1bwT1qwDa+2+o1Pvd6r7yDTEk+h9khPliKdz0K5/Y9aDUrvsrZTjvJwlS+Fu4kvrLaSL63+GS+OWVfPjOOxT2CQj+9lr+LvlN8i70hmB0+IDyAPiQ9VL4J8cs9VbqJvcvofj5H8mk6TEHXveUMkr7ieoK+aROxPSLWob6RRx09f8SRvtQ+lr6XRva9L4OOvhb3o77V16o+jceRO8VaijyZSoU+FO32vFeJtrwscqO9Jk83vgrVej1zOy88hzDevYdYt73WHze9C6WLvk7J5b1qXds9KFkWvjt1TD4UJXW+BCi9PLKS170IiJ49HXIHvsUxp72p2OW9XmqAvX7gSrsiMWm+fAmVPTPBtL29GxS+NlntvYZjjzyk+0U9w18wO6bkhr635wA+IK6xvigc1z3ZwWm+TRocPe/Ea75Xm3+8S6yhvhvawjzQ+jM+0jxyviSVXL5M9329AC6zOLqgjT5u4hy+","nggpPgZToL55k0o+UvRYPsKUjT6h0649i1U9PqobqDxn/4S+YJCOPl/Ikb3LlqI+f/opPhYUwz2dzrc9RK2APo9uvL3KmJ6+NsaOPtFvWT6Dg+M91c3JPco7Pb7QWZG+idRlvZzikr5O9Zg+qq4zPuhinD4GztA9xLH0PUezaz65J+A9pS1cvdhUsT3Kdoe+wCp3Pg37vz2n03Y+NLrivbGe0rzM0ek9/j51PY8xHj4hwwg+40yGPtUX7L0ef/G9gDCsPXi2cT2yY3S+KPx2Pu9SGTwqTKu+eYyEPqqa771fem0+VJomPlPsnD0TUc866hODvonZRz2knDm+P9xRPrgvi7y52B6+b9okvQ+anz3efSW+pTsLvu/Vlr303Ig9EKlHPubzp77wdXm+0EA9PvTlOD13eXS+vQRovaSxGT5yim28TZf7vQ/Nib02qCE9SxYhOxefbL7Y650+CIfiu50ijr4DpnS+lE1vvEtIxzx18kc+q6V5vpTJcj6cuo6+f9Oxvi89bL7sn3k+a7N3vvFWlj6H2q8+rK1cvkhshz4GbNO8Puo+PvLMjr1+MYc9fcDVPTUNv71oBW09iLZ5Pt6LZjvoARg+6sqVPfG65L0n0kq+GQAdPo+WcD46qlS+YvVUPjV7g7xwHHc+SSMAPu+bSj4r7Ty9XkJPPiv5hz5Rh+O8hUrjvLrAVjxY1YE+NCWDvnfgRz6x6g2+pUGJvvw7nL7U49Q9/JidPm4MP71ZjQI+n5eHvmOILr7BDnS92Qh6PgYOfr1KhAO+jMSevfsuXz3ucCi+Bw2IPm+Fbr4RsDc+xe+9PIZigb4+Oi0+jrvUPci0fr78RiK+VyFaPggfTz7UCGu99PHPvXje6D3bokC+wq87PD5ebD6i2pk+ph+NvX+L9D0Tzko+cc8Ovki6GT4EMR++C+VVvki2Ob6neLM+EU3APMD/Az1hlBo+51bXvZp3rj2EGzG+A6eIvrWlBT3jOYq+/o4YPiRAAb08qgm+7LR7vvGfRr7FJTg+","B/EePq9ygj5UDyq+9kKAvtclcL76owO+SLhbPq+XmT4S2wi90EbMvfioZj2bUFG+GXQ/vlQHcz306109NdimPnoyx71tT3o+7GpJPstLlT7Vwvs9TApLvkitdj4xdtu9Z5BLPihCKD6OghS+VVrPPBCoSL6wjC0+7J1DPrHEHz6TamO+aiF8Puyzoz6/+2a+lGBVviwQ0j3rn/S9yJ/rPVkvjL6RNEe+fuEEvmr6fb61dMI9NVKJPoQV6D3HB2q+DPOuvb9OgT0nY1W+r+BoPuga9D31byo+ljE7vlsBEb5g13e+TmuEPXnivr0f5FS+1j4Rvmfnnj4chhW9xPidPmawkj3G7W++Mla2PflOKb6GPqW+KRBlveBxJD50so++5MQwvR7yhD72gNa90CCcvDEF8b3PFns+2z2LPmpdab7oOJg+B69KvnQgcr7zKu49v2dRPeAJlT7Og2k+HD3FvTpbhT7ca+48bS02PgifAT5Ilos8DdZuO07MDj4xvVe9mTYEvb0fsz5ALnq+UhucvlDIjr7pnhK+CSAgPhnIQr5ybko+jZQ0PkkAOj4YNAw+EYZfvmZ9Fz1AUc09/mpmPhkD3b120Ag+pUtGvr7sGb6D42E+BLHsPX+25Lw6EZC+6eTDvEKcMD103SU+NVaTvs7mOr7GIIA+IFUtProaSD5Ume09m82VPnDkNT50QfA9/ehcPm/KOT5Zlws+1k6RPnXYFT2aY+49Ayx3vuk8Xb3uIrY9HDaXPe1vtjwflAQ+zWGdPoFDlD1aaOU96bmrvW5lIT4mYCu9OPosPhv6iz7Of3Q+ET1AvdiuDT5QacA9ugIDPMDxrT2ClnA+hHtmPjDgjbwCVM49O9BQvo6DFD7tuXq+w/bMPd3FzT3XGhW+G0GgPpWJsD1e9SI+vmS3vSC/Jj5VKZ+8mnwHPXuDPr7+laQ8Jj+JPiF5pbvfB4I9+Irhvc6h8judFhC+HZi9vZlNML4+PYS+V3w8vkR6ez0IDdE9XrSYvg4CRr2C/UU9",