{"architecture":{"class_name":"Functional","config":{"name":"sequential_3","trainable":true,"layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,60],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Dense","config":{"name":"dense_12","trainable":true,"dtype":"float32","batch_input_shape":[null,60],"units":200,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_12","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_13","trainable":true,"dtype":"float32","units":150,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_13","inbound_nodes":[[["dense_12",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_14","trainable":true,"dtype":"float32","units":50,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_14","inbound_nodes":[[["dense_13",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_15","trainable":true,"dtype":"float32","units":3,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_15","inbound_nodes":[[["dense_14",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_15",0,0]]},"keras_version":"2.12.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[60]],"output_shapes":[[3]],"tests":[{"inputs":[{"shape":[60],"values":["pcDqP8baDT/jszc/57dMvnTvsz8d9tg+shIiv4heQD8UrbM/STPsPzu4Xb9fQIg+K2O2PnMY5r22zJu/HTPqvhQjpD6JbhI/6rf2vlu3Jj0tCYS/apfsvTJHXD9bM4c+zFQhvzRb8r4vFDG/AqPzvhDWQb4cb7Y/EbNKv4Fq1D7GHDBAboYnv7nCKL/Xo3A/Y9F5v2/hgz9ATZC+08m3vgQnmb4ZH7e/DCdaP8bFxj7r6Ay/qgCdP/QIEb8HLrg+dfGFP78pYT8ZrJQ/kM9JPyqVSr+URJs/CY6av3gEgr9copU+EpTNPRIyNb9HpdS/"]}],"outputs":[{"shape":[3],"values":["AMSfvt7pQT5loaM9"]}]}],"trainable_params":{"dense_12":{"weights":["LxmgPiMcLD6VXX0+5f+sPUSPj740QzC+cMrjO6j2gb0Pj1O+DGvyPTKtvz2QjGm+exVDPpMuNj47QVA+CZUbPpvOw7yYiAg+RuASPhg/Xb5I23m+i3oSvjcJar6P2YM+3az/PT1M9T3jL2I9QA4DPtm7KD01xiK+1g+dvXBtgrwp6QS+zKl2PmBWKzxXhA6+E5l4vilBW77lBfW8d915Pv2KQT3ODyQ+ajQHPGMT6L20uGo+ukxcvtJ5Jj6qvs+9wWdAPivMw7uKE9U7Eitlvqcegr7VAZc+X1HrPNmQmDzIvK6+jN2OvYjkaD5j+RQ+YIRXPnHtkD5/USi+krCEvkKEGz3I+RI+oE0zPpevbb54tpi+AwuLvn/SpL0Zi0s+N1uavVQBHL7EcU48xj8svALj9D2H/c89dsgyPhGgxb3TrkO+3kICvn3zT74gXPi9IbWWvd/Q+jw41hA+4lvAPX+AnD73P2y+NnMOPiwcjb6UblU+e10CPn5eyL0j8nS928WAPhnTS77B+yK953utPRLtwL1WuKM+RBg2vfr9LL44AZ2+ao8NPpO2B74gsaE+gT4UPZn1Gj50l5w++zY5Pq7ddL3T+mu8ViaivpcPhD4ilKe+tLt5PngVlj6/VGa++4gMPSjUlT3OrH0+OosNPkoLRr2ba46+UHCTPZeUV776fGu9+bQJvgvkHj1y4Ww+VaGKvsEzQD6kLBm9s4SRvkMxqT3oVZC+Ij2WvvhYXD632+w9Wh1/PEcxPT2Dee69+OV0vtroKz7Jf4K9MkX0Pbz2eL4jc5k+9gI3PPjJmr2O4aM+XZykvtbDVr6a5iE+2IW/PQJFIb6T9vw7WDMfvuhY1j1ezKK98B+WPrkJgz1Zi9I9MZekPeIps725NUo+179JPir2Uz5ZGYA87QPUPQTMYLwY1u09xRysvabOhr5lb429X8WZviMol74U4sk7G6j/PSgR6b2hwWE+GhGMvaTSRDyPtKW9MhuevgH9bj7XmUe+0pMqvhNAFr41JQm+","plClvpwTHL7AMY8+HJESPIJJ7r2C0zY9BV/3O1cKfb0m1KE9CaAbPth5TL3Emr69yfpsvWl+fD1keQK+c+GQvoxiQz67/gm+RamNvthgjj2FAnK+7TwPvqleGb6RNQG8VwPtvTCVML5l4NA9HkgpPvIbF75Jk00+j5wHvvqNmz6fj8m9RKmLvXErk77xzIs+kRKbvUdZ8jwzs/k9B6G1Pd8Nobzfr0g+0q94PvMgFzpS6Ri9iFYgvIcKlj4Y/SU+vEN1Pk4Zoj6ciZi+ALJpPr9J9DyTI8i8wPxUvAv7Ur62mGq+s5WIPUyoOr4Q8D0+I62+vWEOUD7tLlA+A+E1vfkKmT5EIyo9skOAvU5XMLvMJ7C9lAOPPrIdfL7wiMw9LzGWviuEvboYtVy+WTiBPm2iOr7c9Ri+C5RtPRTxDz6UDis+L8OaPjo2aj11Z5e+GRzfPQGoKDy8eaS+OBqMPggH8D0Ww4c+X84KPiCnLz6Hime99KNDPUOCnD3KHIG+WyQHvrQ2iL2pEu69VQgnPpqhML6Jlng93xOTPt88Ur4dt2M9hMO3vfbgF702Hzy9TGAmvRq6hb7SRwQ9MnjDvSP9ZD2SMaW+AYkZPqZwSz1g+D8+dPocPuI6w70axsy9YaKdPkYIPD68Eoi+UJC2PQwIDT6z0jW+2SA4O13ihb6iUHk9pxOIvEbDZL5E0X6+kREJPjAvKT5Eb5y+tmhiPttgk75u+oo9CYsTvi2kfz5M2Gu+qXGKPq3cyT1LjGQ+hO+QvULwhr6jvRW+44BpPtu6e77znMM95EctPewI0b1ah2I+Zi+MPsB5+L0aVye8SatOPhr2nD7Z+iY+8d6gPg1rJL4KdYA+HOnoPcAS270pNHC+hJZNPnr23T0STbi+UEEXvo4oYz3OhCg+ENmePeyiUT7g0aY+Jo4uPm3Fnz7tZXC+9cOiPupRdD7IkVS+ouYyPtUCYb41LIg+QRBkvkxg77wknlQ+TwC8PblWv733auM9nPLUve1DQT0MhoA+","zUW4O93Tjb2RBQ++1ZkZvmA1Fj40Jhy+oTJ5PnUdhL6HwUs+TQMmPXQKQ76D9G6+9/+Nvl1/N74iInI+Y+k5Pl5VVL4ZQQo+UzSFvtoFiL0AaYm+D3I2vtVG0D2Dtao+ZhMUPnC+BL7h+J078SmWvkksbT4jm6W+/HkbvYFuXz6E2VA+dJtYvlTlvb2MIJ4+M4quPagclL6AViU+fZekPnSVej5xr0k+/j5+vhNsEL7rTMe9mVTNvRyQbj4c/Pe9dPyqPC4O5z2z9ry9v1KdPkqfGr4KqpA+HRGZvjX+872OrqQ88SA5PdiCV76Sco0+uy6FPeF8gD0HUFk+j7yrvhFuoz6qBPQ7SZesPrD03L3/B3M9YQBEPpnY/TzKdSK+vQOwvW+ziz5jbYy+5NMvvk+P5j1FLDg+egodPpyQZj5SQJw+Eza8PSjuOb4QSb89J6WVPn6gBjyKcsu9h38fPmT17Lx/P809+W6NvbOOlD676Ns9wIuOvnDhU75YVOA6XqkgvjlKgT7Ntgk824dSvtJIkLzSAOY9jHBAvQTDFzw+DbU9ftj0vYrqaz77I0y7Jgadvok8jjsXe0C+D8OKPoWXgb55mlW8dDp9PqTC+T3mh4u+lwEkvm2+O76gCb89IhyhPsJw+70P54A9Pgx0vbVQ6r3CpHE8eXxyvntz/L1t/JI+VGGaPqfpOD6SEoi9mWeaPR/1ZT4XtiO8apdJvE7Dhb7jORK9ZammPhZW+T35GJG+RtUNPtVoML5R2PC96NBZPkkB7T2GG547vEbLPffikT7nb3+9QN57PtCVhL6M6DA+8/aZPYvdbT7eCfo97pmDPiUZjz1nNy6+wrg4Pp9WWL6PcYO+46cWPtaOgr70l2o9DDU/vvc2gTx4632+FZG1PoNmXD67CSi9CjNTPk9uUb0wTq49IBiAPuM1ZL563Ge+BRYKPiwzTT0Z2BI+7mZ8PhouXT5Guzu+RieavUjAIb7wNDo8qKj9Pcy9k76J92W+Su9bvtnSgr3WcC4+","/qRqPakrCb6JFpe+ncBevZFQoD6qzQ6+9DvMPcr+hr7pV0m+ciCHPZGFRD4B65O+t0Eovf7YaD0c8KK+Gl11PjnRwzzm3CY9tqguPj6QCz52ttC9ykB5vpVcHT5Dk4O+F7OCvm9fIb2vfyI+Edd+PhZJyDxolwE+tIQ1Pi6lpb3qO9u8SOkWvilJ2T0iixO+vF0fPt2Aqr27dVe+GsktvY4dbL3Uo+W9jVeHPcIw6zkpVRG9AlkjvfWTFL4K24Q9pZwJPo4VPT5r3yi+cNmGPbdTU7x85AW+/54MvgfbU759DoK+/th7PjQCmT0eaQ0+jLphvs9kGj6ygRK+dX5APv/XFb6Hfl4+tD/lvYIFLz4kaS8+vnKePkXPVj7GZTw+JowqPrlXID49ZFY+uORFPmLUET473Cm+JoUAvq2zmb3WG7k98MbrvdkHDj4fGOI9bmGCPcCjAj45day7YTWxvR/30T16EJu+mH2MvubJJT5fAJk+l6FFPhazVz6VSQo+TPMSPrUCrb49h4++eNilPjec+L0EfiW9ZCs5vnGsgz6djlE+ywKVPpJZzT2v0Ow9MT1zvrL2iT6Vvga+h6vrPH0c2D0ye8G9EGyePgW/gj7AHYG+YWZzvTM/f75wEU4+YmsUvqgBhD5+dV083C8GPWWJkj5vPEQ+IkcPPioisL5YIKS+EtYNvuZom77F0DY+pI8CveHlCD4iHQe+TcTdvYTvob4Mdx6+u0YXvuDOKz7Taew9xsElPm/hEz7hdlS+GjkUPvlaj76EjLs9GyccvkDHFr4Zqpk+ieh0PsCzC76AsVW+C9gSvjhik71aFIg+UBn4PQ1YXr57AYk9FD7qvArr57zVxBG+ZgtlvkU22j09db09f5iDvh6uGz4fiqO9z3KKvL6Smj6ZTQM+kOs1vb5/aT5njCu++ztMvg9l5Lsbqve95BGxvXbCoT1tkCq+lRxPvbmMbT7CTWO+9LKKvRKKIz75UZs+RuphPSqLiL7tTSU++hIrPnEvoz60dF8+","xmqcvq/OXzzEabY+yQBKPhgiaj6XIwe+yKmUO/6PsL3wItY9/JK8vQkaDL68izS+WbpfPpdLCD73J3m+6AZZPvfCcj7QuTW+kocJvNHd0TyKSpC+OcOHvQBWhD4cBa09mS6XPgptr73/Z2I+fR3BvSei6r1ElyI+kVLfPS95SD7rEh292g7cPc8rmT28rSi+1UgKvMzSMruxY42+QPKCPvrNJj6Cy7q9IxJSvahENr6zqLM9lZkzPkoG370L3eO94rxDvfhiRj6Qe+U9qEGJvQ0VjL5rThm++AOuPeW85T1sNhm+DotOPEijnL6vBhe+t9ZXPkIQvzx7SAQ+wJtcPcFTQL7604C+XyEGPuEvV77kx8e9PtFLPnyN6b2jjzG+3oTBvf4oNL7BA3a+oMZfPt61Ez546kc+VJA6PuxbRj67ZN09Wp9BPhqooj0p6Vw9rR9TvUzX7DzG+Qw+NYFEPbNNij5/K6s+lZwcPvFjBT7GEEs+Jz80vliNmj4WeFY9Km/GvSn8RT4Dt5M+ohTsvTXuXj7Q7IC83P1evvI2ib7uVdQ9Aa/uvcSA3L2ov+O8MN03vtUFBT5udpA99KiIvrO23TyRyq07YuBZPez2eD6lX4c94wMtPqsbHT6zOVU+ELY8PowLuz7HHT++etmlPmM+EL4UR2m7NLtrvcKCFr4G37W93ZOgPifcCb4IcKQ9L2RaPr3uoD60kjy+Vc09Ph6e2L1Ggn2+iYJAPvlaZjyUroO9wSkEvlGxcz6heOu8XnIHPhQBvL0u2EK+EqlBPn7oTr5RNJA+wsoNvelbTj5n0Rg+NWOzPrllWz3S5Ii+rtSEvohxYr4sG1W9VBRGPCy3cr7SF7I+UAYPvlpzWr0+URk+JAOjPfTCyL0gkSi+7FBgPuRJbDyNxhU8TMjPvRW4yb0Naqa9ariaPRFKmL3FbUm+8hkDPmVyrj36g0I+eB1VvWhUij6Vp3S9FhgqvTve472QeYk+QpOpPV32lz6NLX+9+yURvv/anz6f6jc+","cRGXPqu9271efI++VpJuvnTwcT6V4zS+j8FpPu/3KT1q8O68b5ZQPuWjob5SAZO+2HlyvlbLkz54Ilu8JkKFPn5pdT6OdxM8G41kvg3cSD7MKn++wDaxPLrcCL51zGu+YXWZvTTArb7pf9u90QQLvj/FsT1WKqa9dmG9vSxKUT5akBk+bSSZPhgzCr7Fz0w+39m/vUfiTL63RAE9TVC8PbBylLvxQYg+5akVPZilmL0Xjoe+6K1Zuxbmy71sMYW+YngBPo3HkD1/q6i9UoSEvp2wyzycBnc+dEFlPV4fDTuCfUo+emNqvufBOr4g8oe9TghVvl8jHz7a1iq9O3cGPocBiz3DcFo+xZZjvbgMaz0tTt89QwyAvZfQ4j3YbIK+tBiYPTdMFz76wE8+KiglvnyOTT7KONO8UdoHPn6OGr6ulvE9gpSdPeWRJ74Go5C+IjNnPn2VLj5BcH2+3OgzvRqSXj4yMAw9/ZczvvveSb7NNdS9gqKPviPHF72emnA+dUkpPkm2KL4Hrh+9QAOIvi+iej4KY+Y9G3fCPji/Z70gJUI+MBzAPfdORD1Zfly+4ah0PtsKnj5JjE8+FFEBPncTi77/LTC+uWBAPTx+dz1AcpK92dyRvpVpaL6JRWc+Nz1Dvhn9Ez1t4hm+Ey7kPYSqsj3hY2s+OAhSvoNr/T2bvGK91LpbPk7Wpj6z3Rc+dborPgc4/D2s+3++FA1OPv7NKT5JbSw9ST+PPrhg3Dz0EnW+QoxRvjON8zzDrDq+k3q4vTjZM77meIi+BV6LPvHOtb2Ene89iAu7PrPPOL1DLms9epY1vu0RPT7GGLk98nSwPl7Ag77MMeq9Px2BPi0pjbo3P1w97aoYvnOIU77ISUW9CvH9PZAv87yCsMU9DHIxvk5Ca75h7uo9iTx0vgJcdL7TB3m+zoYVPkSDCj5qGDU+ndZTPn1Ldz3kc6+9+cpZPmDoBz6K7se8eUoLPqTrkj44bHw+ud+wPfJqhj0mwSW+kfZUvYqzJr6XWEm+","lGCEPpGYy71vR4y+urK8uwpMSD5BYZG+YJ8CvWhQEr7NMG++COuOvgq+lL0utNm8/Cx5vrYUW76xfwO+n3NtPiGdHz60cpK+nm2Tvkl8ibzI5YO9QZdSPj1qfz74XJ++ajDSPFIRYL5Z3bi9lww7vcke1b25vv68zZE9Pn8vmD0ho3G+jFVlPhexLT3MfAS+fhdZvpPkUL7ZcFs+XHnmvcwjCzuNdJ8+X7GBvtfLjr4kPRq9MKrkPf4drb3Snn69Ng2bvCNvAj6Jz989SdEtPuIiED0ktQ++cblDPo+BhL7+KQq+7M4CPueXO70ow4++aE+MPlrQm74in38+b4aHvLbjaz2b9Lc9uroYvrUIdb4yR0o+/UNwvn07gz7FtZm9fA8NvkZsfj6F+YE9xoNfvkznVj0ew829KSo+PBqtU76gBWq9i1e6PXQerT2pO0G+6Z9BPqAqLL4RtQa+wCeBPWVn/z3s0JO+GpGRPJSljT7fDbC911QQvkCQlr4UxvW9uzaFPn2hA756Z4Q+UiN0veYj0j0Y4t+9Xr8ePiaCI74qJWI9lWE6vgtCUj0yjco9mNPzvEvZPD7UVIQ+LzumPVtyXb2ybNs9IxOFPlIogz4fb9M9cYeAuxHEJr6+lkE9XeOxPq7tLb449YE9AKA0vczCWz7mCVu+N/rtPVecm736zF++GOWWvj4WGL5hr4Q97s5+vtM2eLuBaks+whhJPoVfqj7iU2u+RtAJvd4gXL4r5Wm9RLHRvQcD9byVoj89+OKjPNWplT31FFk+wlvtPUsI8r0IaZm++5h6PiDsPr4lyY4+V6drvXSyQj7uD4s9d7KbPkCPijx6/W2+HtCdPf4thT7vB0c+BCgiPdg8FT5YhDY+ksgqvjxubb0eb969C2DXPeEIlr27aDU95oe+vJPVgT66UGq9t7KzPBEFEb4h2nG+uMRDvrUfNT03XnS+GIg9vRPjkT6ZcYI937U9Pe5xor1nnmq+qnqIvmmxaD6Mvg88s65qPkr+7bzIvXa+","7c2ZPgoRd75J9KC+3liCvuIcNb7hxmK+05GFvsQUgrz0fhC+b+eRPijyxjt5pkc+BqJFPkqkHT4ST7i9YAh8vpe9sb45YnY9NXHePL/gUb49Z4a+c1AivUHncj6iKkq+gykBvniEQz7vRle+jySJPbagXzylkAk9tPMHvCdWZD7G/m2+inhvPkNpnD7nYiS+yRsgPiEzjj4z6K4+a3HAPem4DD77A4K9kVpjPrWQBT2IboY+GwaWvnaXLL5fB/E9JrmSPhGcoz7iqaq9TTIePgRHCz5POIG8J4oXvtxAoz7AkpC+kmYiPooSJr6b4z49lTV1vZhW8D2bZjy+Iq6DvjyZIL0kAIM+qTYyvjVhNz6QpmO+3dAnPfZnUT5gSYM+gORdPhYXmT7ZS3++JIcxPicFNj5aiFI8ttppPjDoPL5NMCs9deZdvqGPZL6FqE4+P2skvjgFvT3ytQ680d4gPQVad77Hj0e+DklcPfKcHj7ftwi+ZEiZvbMD6DxT35S+PztfvIrBlL5YfLY96sOVPs3Zlz7OyEW+VlyvvT0kUztZ6pc+DEUrPsP6Gzx15DY9pAJYvsKrn72wTHK+pEh8PhDkIz4ikHY+Ay2GPvi5kr5bAGO9iVPGvTgCWL42wJq+jdO+vSCDm73J2Hs9d6u+PU7Xhr6ui8+8vn+ePhTm3r3Ahry91HlzvjYMyz3Orjg9jspVvYuDNb54e0M+ga8FPmK8iD3woFk9HnIQPeuspz4TklQ930D3PAzpjD0dGri9jXFXPrZHg77lr4++Rr04vomkVj6eoOA9Zm6MPiyh/jzEDHA+xXz2PHMN2z0pdVE+N81WPlhpMD6zZbY7a4pHPqmQNb3oF+e95zMXvdlxgL4qO809sBaPvfXPu716I2I+kCWOvjvnXrw0WhS+hsFKvS3pHj7Ikiu+hVxLvjSSDD4lcbE9lzsUvu81Ij63wE++FUsXPuRXgL0zO8Q9SJFkPoxJFT7+fUS8w11MPixDuTwljmO+ZomMPQUQPD6oB1C+","FwooPrvUjr2Y7eQ9R7aCvhk7Pr7SfrK9+Hovvd2eWb2KM4q+IHiRPpRtLj7U9Io+2UlVvIgHU7wLmq09WrLtPTrcYr6EFbE8sBRhvgkFHL4aZds9dTmFvmy3l731nWk+9IUDPoLIaD3fsfe8Ol0CPhuwtz0sje89Y1PJPVvDgr5HXxY+tReMPlXiBj6zW1w+b0CKPLwCJT7WopW9fTycPq85Vz1QPrG+g4BNvgvghj77iRG+N72WvicC4b1ZO4y+AhvvugIN/TvSq1y+/mRDvRBbLT58/HO+Bjy4PQYsmz41BoY99FNdvr9tJ7x/mBO+tUw5vfgIIrzOCvY9rMYYvlNL9j3SrIQ+pzqlvLKKMD7rYAM+tSwnPv3dhD6a4Hy6uRSDvvs6kT1BEG29LTZRvnuge77y49q9lU0kvut4aT6F/jS8lamZPsCIyb1AsW8+jViCvn+Kpj2vm2+9QlUVPDV/Yr5286S+VuAPvpO+o77lR4i+TsiOvYNmPT62J2E+YGU5Pk78aD1doSC+wN1APg0Er77odvW9JevPvYbODr5+UYk9Zx0RvpdU5r0F7jU7y820PfkJnD5L6QI+lUtWvok4nb34ooY+DkHgPRw80Lz52mC+fT1JPo4VMD6mHRE8PpqOvmVwrT6fMQW+EmmLvcp2GL5+aYO+t7ZcvsfzlL2LoTi+psHXvcDk+ztBd/w9smqgvb4Mfr4z2yO+1QyWvQpEmT2OTng+Epthvh1CXL5PPvO8HimbPsFcAj7QYWm+yHY9vq5SQr5yoYc9v9EzPoovAT4EDGk+zUU7PqlTFb0t0iW9ssBgvqhj+T2YlTg+p7c4Pvj4Y7z/BRK9Zv6aPaNlDT4LsLS+JE8UvtXymD6QPFU+mJurPT6OgDyiVSY9LB08POiXi76SJ0E+/6KHPoMdcL6BrTk+O2w5vo9LhD12jUI+QyY3PTOiPb555oK+xBmTvSYyNr53OVG+lfSEvsYeLD7UJY2+S6A7vp+GUz4tw8863yZYPZxvyr2xVps+","lEvOvaxkI73vilw7KI/GvU5ggj77hoM+DFEfu+ArXj64AVc9JtEjPbv3573foCO+9KqkPcXtVz4rZ4K+juEjvq1l3DwW3ZW9NskGvlIfHDs696+7c2v2vY6chL6pmzC+He27PMLMIL7/5cq9A2arvD7VLL5C8Do+NR+PPo5mgz6LJY0+SUbmOsng2j1ppV4+5LyTvSPJ1jys+6s+x6SIPQHFpT7CXYc+Yi5yPh05az4uo4g+DyYrvW1hnTwlHle+elxtvR3svr2oAm6+fmVnPgQH1L3ALoy7r7gZPlM5NL2xdgW+jPQtPh0NOL7uzCG+nXeLvnvKeD2Tfd09Xd6MPIu9ZT5vwIY+5ocnPm89p744vJm+MESyPY9+Hj6f5XQ+RBYDPqjBKb7T8mA+yMU8vnVNV75Bp3C+50gCPZLxFT6LUys9CNkqvf6YAD47diO+4BeZvhXGHb7CZYG+iXOgPfQ9i74Ia4U73qqVvnvpB759mdk9qF21vEoEHTpQGaC9VZlBvjYJYj6VzJ0+XlsrPJKhBz7AkJa9rssnvgfK8z0JFIS+FkhTvP6I2rwx+o6+vInyvTg/FDw6/Je+CzMqvuRVdb7yOWC+0sGKvj9vhj6YE5S+IvP2vf7Kdz6fk5Q9du1avZeNrTzjgAa+QlqavVMlYj73oKC+djgfPdKwnj7F45C+2bh4vsu9yb3m8ow+AA5lPpWN6j0C6ny6SkCPvpT4xD363Di+V1LQPa9PBD7Tj009gwpRvaU5Qj77xYg+CGhKPt9rmL5uHzo+qWewPV1BNr70mVs+tmBFPVdQbj4KP6w+BTf4u9JkBb7V9AO+3McxPOz1Dj4e9HO+qplsPaKyzb05hhe+8oWIvuBspzpqlYe+MmJivraZfz4QRFI+o0jyupSvDr5SVdY9hd7xuipEhb7JA/K9asxJPilHF75LZk0+kTxWvljpkL1go3K+zYIquVY22b1iqkA+UsZsvrKFhT42w5I+HYv4vakECT36HZ2+8iMZPjjptr20ijq+","JrG3vW6AVr5wQEq+7khTPnh/rzwpfGA9jfGRvsxVMb4mcYI+QgiDPnzKeL6NQYa+r8yXPWdSBL6OfYk9mgM8PhB6ab7RS5+9FV+Hvmisab7bk3u+aLxsvct9Rb4pkfW5vzJqPvH/Nr3UApA+wZUQPpWQij4KT3S8pAMgPm0xdb4Vhb29ahoyvjEz+j2F4Ta+Z+nCvZvDkT6/xsk9igqLPgGPBT1mtbq9SxJxvo8KFj73ozw+W3uovStqir7uXaa9fmKKvo9w/b1zYm+9JMiAPCUBgD5JQPS9m5qjPS7mQr4QZ4K+bHNTvgVNab6zMSI+HMebvktUqr46hCm+9NmUPX7rm732k3w+a+hivXC46j28V4S+lYU5PpdmlT7YTIU+W6lRvWvLxD15t/Q9i12FvMicMT5L4K69Vzn4PU+AXb4mQ2o+Au9KviO6fL7tQYu+56QEPTGSIr6FdXk+5dbpvdlEIL6jgDe93hM6vrvF5j2YbOK9IpoIvXRoBT7A7GY+T/yhvYe1lr0BuJI+ZpwSPb9/FL7vflW+2CeRPlLY2j0o3lM+Oj+NvpwWgr1EExq+3LSQPtx/Uz5OUey8G5yavioMbb7KOZw+Ty0FvaD/R75Cy4E+x4djvdq+jz6HBuW7PgqrvbsqJb6TjSs9ULYAvr1ITL1j73A+LE2VPoMQjj7sq/695++TvN/o5L1JLbC8tlomviSqOD2DtYq9MNwVvgffoz7wcFe+CGvOPbyQhD5UMwQ+7cTFu753lD4WCUq9lTYGvqwQh726uZQ+D6SAPpaRjT7QBNW9GLvavfWyeL4YLAq9O3QovopOGL56cYO+GYomPtfjmz1YCEO9L09mvv8CDb7mLIO8O3YyPnoqRr6P3Ag+DIaxPSxmZ77Q260+qBI3PmZ5Nb4mcmy+6ytwvuAqXr5nWIy+9S5EvRBQgD6vnxS+iaA8PScyy72NPoQ+J5E9Pjn7Or4h7gK+7GaUPSlNO77AbH8+BIS6vHUNCL4qofY9f5fbPaUjG76C6Pc9","bWKdPcn8Ir4z00Q+52QsvnTWLz32ajw9fQ2XPgDihT5eUty9CX1TvimRoL6Fsd49G1dOPf70w7xKYKm+5G+XPu9bvz03sBq+oQV6vPHnnL46IlG+1bMfvgXhhL6Wq7294ugdPYeiEL6NAvs9Mi8/vWGxID3tIHs+kgXvvOhEl76QBJW+C9CZvv+Swr1L9k6+o3GIvmapyb3TH4M+k7JyPipLSj4sO9s7opSZvtyCg75u+Vi8pYBOPStQmb6P9Cg+z24Pvo9Mkb7a5Je96f5wPUsFkD5xCIi+3PxbPhi24T3wNZq+D4laPEtfW72klwO+DEP/vSPleL7i3Y09ScB6PboMa76uZaS+ZMKWPbaYhD4F5fI8Pud/PpNxj74x/5E9oNmGPmk2k752KZY+Hn9Svmi6xr0GU6C+4KyXvb78YTxsUqi910CEvmWtCL5jZ7w9bFRTvkSDoT22zWK+M2NTPhXnCr44rwM+1dQsvYX6jj46Jji7zEOBvKtqk74OhgW+/SXzvaa+6r0u6Za+dE24PcfnST7WVpS9vwapvT12G7xEYIW+Tyxwvl701D25w1S+bgqbvN60n75FBto9rOn+vXpgeT63uRM+0uk9PifgPz5DdZk+ptmfPXUXZL7jr3I+zPTbvTEoBbslwwS+5TwcvldOl77Z9c08vKZ1PhqLjb7EY7I9LJa4PTN7Yr43Na89nQ8xvn+XLb6+STy+vJd2vcd3bT5c6Ei+Ut9vPMMpJz5jHTC+tk8HPiepiz2Y6S6+ikuEPC1bOr71tdK8KhTHPQuiiL7PJJ2+5HSnvaBxJL75CbI+W0RzvsTWnz7Tb646lmBnvYbdr71fCkq9y6ekPW2SkT6GKo47aUpSPh8laj7Hu3M+rrRvvjDeFb3pE5M+pFwYPgZvI766eqY9NCHFPcyoVb0+FOA8Wz03Pslhor5GMFo9NrBpvsrMrz4NITc+H8B6Po+axjyxuwo8E/WDvgoJmb7dOW49Sc4cPnfsmz3WH+e9R/oAPgejzr350zY+","PwBGvi9MkL2Pupc+r9tcPa5hSL4mwGG+4kfOPdosKz44VVQ+N4+hPt77Jr4pa565qdLtvfWvzL1y8ho+eIeFPXit2z2VGiY+rtItPnt/nz4gyFE9TQGpvWrSGD7ETY4+G++RPk2PCz72qk6+o36yPpGidL3SitI96Z+mvoQ2nL157am+kLIwPkVKvL2RkAm+JC0ePWWU1L12yCG9i55bPcD6UDzirBe+1gJ3PpAK5r2Nq3u+GJH6PWyxsj1NPRW+YRuGPrgjjT1yORU+jdC5vbh9Hr519hE98CzZPdwyYT6vnoo+a4WhPfaJhT4//mc9mcMYPrwmND6SNW2+fIroPa6cR74APpw98dyqvsFKjr5anyG+L2WYvQwld75L8BY9urEdvkYBT76Lx869E4wTvlbl6b1XrUi+MVMmPhscVz4aFNO9BXSnPjJvpz3V4oo9UKiGvZtZRL3qsls94PtruDqbDj75Htg8RtruPa5Tkr4w3po+XkL0PbBofr6TI5I+nNrWPe0mUL4VXnG+rQEGPudOXz7vnzM9eiskPPFakj4oKl89IiskPshi+7wPHrW9cG8fvdNllT4NdZI+q3I6PkzesL0qYGQ+tNFwPiFYGT74jKA+Ns+HPg2Y6z3c52++pp4ivge6Az6VZwU9FEBLPsTYj76QVDy8PxhoPoG/j75URts9qk0rPt/Knz0wQJA+C2uFvnocgr7TZGY+YEc/OyAoXbwt8lO+OGfCveGBDj0Z8TG+kU4rvpVke7m/pqC+y7isvkJXjr5aEse8Zs5BPal4SDyGHKm9R9IFvQIlmr6RxJk91GclPjzkdj5BVF48uI2gveCUNL57vCC8F+KOPd6ikTtIm5s9qXqCvkzfQ76rClA+mERgvapfULy6AKS+veLnPT0v371ge4e+fqAKvUCv5zicc2A+LLhOPjftIb72nBk8kXkxPNdrW74UPaI+QYNrPmo7i75dqJK9p0YIvv4xFr6/QUG9xcicPlroOT41+bM8FE2xvWMAfr5X6qq9","nHcTvhh7Nb7Lzuk6MWhNvhsqQr5Ja3S9pffiPfNlij6F2Ic+AXygPHJJjr6K2jE+ogOgPkIxbj5CYB8+WFsAPm45Lj4LeJ4+S2tsPthVbD4Da7S9AvshPrRglT5Tg4S+e1I7PsP/ML79QPc98g8hvm2yR77D85A+FViTvkxSJz5yLxW+fpiDvWOO8zzWkr09aivZvZRigr4N2mo996KdvvVQ0DwCdpC8PtGPPhwETD7KbYG+jBYXPqAuA72yaos+Dv+VvhmL/L3xp3m+rDktPmOuRT4QR6q9LP1mPpuJFr3MQBy+u4T/PAXAqT4273y+g0AcPrpxgD1pj6Y+O1aCvGi9E76NW0K+jN2PvhFtjT2/RQU+jW5hvvzhdD5FmHU+FrlCviYYHr7jDUa+FssnvH9vvLyiLxO96/0TvdHegT6WvPg9EXNxPgM0Tj2SSHi+/OhGvYdBrj25ayo7vg0HvrFhT75lHDo+YedZPuEO97zhb3s+UHofvgAbKT7pHgi+bdN5Pl+CWb6MvRI8EYVYvjI2I77otB8978SjvqErt72w+629Vv+vPtAsdL2IICy+9CdwPcutUb4R/SS73HRFvrZ2Jj5XaJo+ZAryu8Ljbz5LZWE8Y9Y3PmNKXr4/+y++vzSCPmgah76Ftyi+KUYZvnkAgT2/fyS+A0hfvvSynD1chTs+gH0NPaGUe75wa4I+og07vkSXrb5HDJM8XNYEPUzzhbxjBya+bFqQvm9R9T2dzAO+A1uPPsDm7bxSunm+BrNIvbbY6r0HADy9FZYsvnoSkj1JY7E9KVKHPvOmlz50CRi++N40PgEaNT0Rd3m+1I+tvS67YD7XE8m9PaEmvhzjhD19qG2+PiWEPsetcT4cMLM9gJZBvmphQL5VVxO+isCCPumjM709s9E8Jy6ovmEkWz62P8g9I8R/Pj13pT6Aw4i+IQtGPiZ6xjyfdmS9ZOY3PpOGMj7ESAK9YPHjvFl1er5kiNa9oxUiPje1j75F7zS+A90dPnb+XT1yuCK9","AKcTvkzpgL6ksYQ87QiMPpBz0r3QkdA9r+urvPapSj7Nuc09HQuGvgAg67wuRug9U1ahvQeFiD5Yh9Q9OYTMO7GAoL64ZGG+JOJVPnZDUr5pjUa+UaqoPnEgdb4+4qA7cEPovWD65D0kRye+AYtCviveFL1DUdE8wc9IPYUgsr0GJDK+jywhPiRbkT6I2YA+nr/lvTgY1D1ZzXW+Zjorvhe7ST1xDbi7n0S2PQYb6js2/z8+Ut6bvhfTfr66txI+rbLRvRtrbr6BVma+vp5LvBKjRb1KYBW+aomiPp6MLT4KmF6+pOC7vM6YjD7Kapy+sSrxPYiDkr0ViSY+TXFZvjDnjL5gpA4+ua5bvWZ1LT5bjQA9kMcHvq/UsD2k/W++oRdbvqMFvL36qBQ+IiQ3PgrTLr431G88jAMKvl2wGz6h8oq+MMo7vtjm572YA/o9/qlSPpV9Nr3GY9U9QcX8vfd1mb0Fvie9KcORvmMmYb6TRKE8CIjBPcE+kj6a/02+WCtlPnxmJz5gcwk8XpZYvbtMrb7XyAi+ccGAPSmm/L2Fz7O78uOfPThzCL6DRYa+HSgJPm2Mcr6FPK09CG5Gvf329zxICVq+bI0pPmliO71PDC67ACGPviMEhTxTP6e8P8e5PaLWBT5WtaA9v69KO4+KWj6vKBw+7aOpPvNnQb4onPq7cjaIPkUsZr77pBI9nyNzvvvciz7OqYK+iiWNPnvD+j3XxlQ+L5BYPhJZkj4Cqk08opTSPW0/Br2ZksW80LcuPsrLbL6K3ok+ly7GPex2iT6c65G+LMddPkwACT3NRhw9JyCjvZGmlL1vnuu9KK5TPiFtQL580sQ9D0wqvWOyhb66Obi91og2PkwUYz40EeC9gImiPpgAg77QhwY9+OaQvc0Znb2/HvW6BAo3vuIsUD528p2+V9JVvoe5Tb4Wazu+HSqIPXUhlT6J8J2+mNHSPfUqCb0Z1hC9qsxAPv6y6D1n0wW+3w3mvQzbIr7JjQ++oTD4PUA+d71oIH8+","KHtIPiGGnT1tV10965hbvrc7mb69vh8+yptOvlFkTjwTWUY9Tfw1vl94S77yKnI+uiY3vivdO76xEja+YVirvOo/bb1Grjw+ebAlPbBCiL7nqig+NiUKPozBgD7vR1I7LMskvtB8jrwtdxI+w4b3uhZ+XL6pGTm+8ldBPqcMrjybxjM+QgXCvYoImr4Ci34+H0YKvoynPb4Z3j++xGpavtd7Mb710Tm+C37NvY6cVj71C3g+FCxuvRyWXT5M1hy+i/9MPuxFQb6qoXI+WEgXvUFlx70ogzE+5QRUPjZrkb47MIM+/TRRPj/9zjykMCw8TNmRPic6Lz0qF4s+z57xu5TZMj6KyYG96njEPbB4Kr7YxS++bHKkvTEPT75eQis+PVMCvh/K/7zBv2o9/3MlPtw9jz4lWrc9Sg+Svk7fnL5OnmK+ahOivoy/eT0rE0e+85JAPgLhuD3B3b494BDPPZ8ZMj79D5q+hkGHvSj2ij4CwJk+l6vUPYyprr5liQs+gEv6vXNyUz3KrCi+2J2IviIBRryVboS+VNL8vfd8d71bBQS+ev9TvULT+DoqmYA+Uv+Lvvy3TT5gWuG8WHUKPmc3gb6pycG9zzpUvnjvZj5G6lk9M72EPmoZCL7yNjc806Zfvkhjxj27J+I9cs6TPhHifj721Uc9OINhvYx7Br6ZNwM+IlSRPj56UD5dAZW+tBlsvPRYKL7hh9c8/5yovcNKsr3XYbW9egAlPi8cgj7VX5m+pPepPvTbPz5sEDE+MvLMvEabgDwWJyC+6U0lPoX6HD4uwYi+ORSPPjrJ6L3mt2S+07YXPkyEPr4MigW+RDxjPsKKvj0U7jM9Qbw5uz3blT6tOS4+/bVzvOp0ZL5kXqo9FpiHPVcvQ75/Q5I+ZJFGPgPXFT7qIXo++H46vskQ3D2NPre9nPNAvsL7rL1fBwq+laOaPsuEl75xSv49ZIaQvtoqfL6pAju+z9KXPhMf9b2Dmue9ITyYvqjmFz4neQm+ktOePiCm1712PU++","ttxGvlw8eD6ll5s+JVf6uYwiFr1SFCA9UynYPM25ib68sKm6cecaPSSYRr7JdRU7eRM0vmg2LT47CYw+jgpKPq5ShT3l7/29809QvmnZw72AarE9ZJyQPln6N76cGlO+Q9RzPpZXRb6ItQO+kHzgPR/5VD55B5q+dLA6PvihTT2g7nA+7eOqvIaWoj6qTcq6XERKvlAwbD4JYDC+me9uvBwyST4dCzm++CqJvps1gj5SoGM+rpsVvuAcJ77Cz60+0ijhPRAzMT7btVe+F8qZPbQwaz2r5Tm9Ft9cPssPhz4cdIk9WjxjPu4Mwz0Farq9bPEVvlKaMb25jQ4+9ZyLPaAGwj2wJo++bMrCvbwJKjz8tpc9O/ekvUjugD3h8rE93Q4kPgesc70O33s+7CGIPm0Jj74jNQm+8X0hvrsRgr25hNm93/GhvgoB8b331A6+hEWOvhsGob4Nooi+jgo1vowmfT5Qxms+iRplPXKo3D3Xp1E+KWLGvRcqQz7T/GQ+uouGvk11ib5gov89bV50vdPisb7I2jQ8xjNePutlhj6lGI2+6u02PrlHjb0Vcvw9jf9bPpi5oL5Hx0S9w9oNvnxSnT1vTau9jXtUvj3jOz5lowk9vM+ivmYYnr6UwQ++4nXPvbu/L77G7CK9CvTePa5j2L2NVvm9b4+4vMtyWr74YVm9rDRRPlpy7TyFgG89JIl3vqO7F76hdAE9rxp5vvAsnzzvp5I+yTvpPahanT7ugqe9kvUvvk/EAT5c+Vy+A4xjPk1azL30uYw+m8oePr4SD75z5gs+OXdrPpNhuT04WIw+bLeMPgVJXr4fSok+Vbxavv8XrT2MQgk9CBuUvKCb7b0o9k6+gAFNvp3IHr7caGg9yDfovVazlT5wCGI+QnGqvQvfDj48VJs9vQkDvi7hdz3NAQk+UPeOO8qKfTw59yK+3a2oviK7Cz4A3gu+3X/QPVFjST4UhBK9O9AePvnubr3gjXK9R7QIvpP6Mj2i5t09KdqlPldagT52IqY+","bHs2PZq3kT1syMo9bN9yPXHPRDxxkFs8q7QZvnJVNz7lYEg8YzSjPRxTFz5hSBI8e4mrPW5GiT66ttY9zgE8PSsLv73IcJC+swAJPeksYT7JpTS+QxymPqdIfr6axXG+NClsPpS0Fr13Zi2+1AOMvjx+Ib4x/Za+7doRPRo8br6pPTy+NmyIvn7lIT6RiJm+9aoqvkKCcj6hq14+az5GPpVHEz5L5mw+VBt6POBKq7xj4Ym+dsqPvfJk2D1HWrm9fldUvpkjmL53/qM+CERRvqF2i77mmAo++PmgvoFjhT30NX++O6pTPh6xaT6Rsb083VeGvu3DCr6b4pW+kOgpPcsUJT1W3j2+u9JYvgHc2TyHDBE+V3+5Pf+T4rha4UE+2VHAPbi0hL6pbzA+0Fokvo+ptjxOKwu+wxkRPsGdXL4szks90ol4vua5E74wDEm+euFyvvPJ8b3RePu7fQgePgjmp77XX4e+PzBjvnlCUT7IFFK+jTmDPh6AOryjTuk9PdWEPiqNML4n60s+mBCRvkXBJj5Ntwo+swAlPutDq71Hnc28U0d+vfZpTL32i3G+FMGcPXxhTb0UrUA9eOfQPcj0GD54V2A+tgwePsWliT0+Xjo+02hPPhamjL6mF54+FvAuPh4ez71rlSa+3yj/vaBZ7rwIoDk9XP6QPjMjmD4DeHu+bk9sPSE7HT6uqui9Q03zvP31bTwZkEg+aQGQPjDPT77XGdk9OKnOvbivgr7XdR8+x7eUvjmleT3qvJ4+wMV2vnbAlj7MnHk99IYlvvR4fj7k/rI94anuPIaqvj2KT6Q+DsctvmlULL5RcWg8hzzwu3chGD6AE6q9GgIrvmQWKD6yLow+zKAQPmZSsL34Qy4+kAOAvS76Iz40W2e9m5cGPt2wIz5CwyC+73WdvGOGrz1+bt29CVubvrULgj6DCJa9bcmVvnlPTb6oDla+f1QaPmBhwbzauwC7N67HvHF4eL4ktAi+Va6GPkV4qb3l/3M+8JjIPVWzbD7T1J++","Tdg2vhgqrz42Woc+hqYDvbbPfj4NYea8Yz6UvfwnET0HrhG+2y/mvfBsRr0uTyK9rwPBPWMhdz7StpG8JkQJvaUNUb3xwYq+7gYSO5zKnL7jR4q+EKpZPp+fWz4LMJI9NLsrvpLVe74EV5m8TdkYvum50L0l1x0+GJjsPO3RdD63q0k+kG3/Paepgb1/ETc+mepSPtbzTj5NTGm+cSLGvXM9hL73PBG+fhZuPhxif70WFD0+j0SZPf86Pz4OoS++7QwFPtILXj77Mye+KmrmPdQAqz7Q6mi+twIFvjvkAD77YJe9l3+jPt/Nwj0w+Py9iz5wPuGFhz7rLlI9N2/SPZK4iD0/tqO+PEOIPmpGgz6GHVq+5MtPPTuSH70s3yy+p1OEPSS8Tz4BbZy+3zr6vZbKIr4i7Mk8RBXVPIELbz6RxFg92KkUvkm7gb7GmzS+7RXIPZJ0SD5DQwy8zZBavnAwlL7B17I908aKvlUgnz1OhSg9ePZqPW8tkz2B0Ws+u1g8vmzlR758vL+7YggsvmjTxL3+IH292bcoPkBiMTwnN7k9YzMFvnb/HT4EhCs+fhMePSyICr3ByFg+G9hjvm3JDD2yrse87KMrPmAAGr6pI4K+brvgvekvnLy2MR2+d+hLvrgSOz4eQre9akiAvi9OhD5FaaU9WXSqPfX0ir6h7pi9f6h/vsAEeT4X5yA+SRPQvQ32A735+QG8KL5GPtonlDxF1wI9885BvnJrET5pOoI+I2jRPFryLT40eMu8tOhpPsx2TL2TKEq+sMrlvRj6hL5LMVW+e0XMu1QJVL6nx+s7miL1Pe9gr70I5EY+IxUiPrItRj255ua9yCSnvi6QiL3erkK+xzx0vnwB5j1iDQk+Nio+vUspkj5ht4m+3CH7PVlTaL41e2u9TZ5lvhAbwb27MCI+IVNQPi3WbD4MJ4E+qPB/PhQ757r83m8+nElgvW5/E71N+Y0+AzqQPlS64j08hG8+1dsuvgNAvz0kkoG+phaJvsWNUj4vHiO9","G72QPrx75r11Dvg94BFSvWHAIz5nxry7p9dBPpJMwz2z0ZK9Em/zvVSEgT4MGYE+8vOXvnDWh757yuW8G0OnvVuRJD7L7oW+pbZivvuTWD6SWSA+mhPRvUrMWLwTJF2+/a4Wvslqxz2Oqom+CNAYvlfW2j1LZ6K+TcusPCwRo70HV4q+wxARPUrdML4IOao+lm2APtIPe7vZyyi9sXpLvaLgC77ZXiw9ky2CvoZvp70saKQ+H55OPvbLhr6CdoK+7Es1vScWxj12jFG+25pXPvGI4rxvp7+9Ls9cPrJV6D3Q6d494VMlPR37Kj4P7lU+3R2vPf+TVb4d9AU9AcJ9vkRQIr5rfSe+U08fvq2kkr41TEg+84wWvojQ271blwW+gwgGPvtH3b2NHU6+26GUPsmnFr6FVV4+09yivbNeS73re9Y9btBcvune/L1VJHc+5R70PY1AWL0J3wM+b24vvDiv6r2Fmh++R2UyPu1sFr06A6U+e6x5vi7JCz6obzM+IF4fvinuHD4TooY+BlKOvq5Ilj1F8pU+hnOKPq7t1b2QqgQ+H5/+PIT+6D3Zwgg+PoT3PeYkPT6uURm+j6EGPqPOQr4fObI8kHR5vvE7eb4A2cC9qc2FvjkQp71aOJ++iuP/vX0Dhr6sVKU+ZifaPS50nr5CbRc+f2j+PLNkYD6fypo+NKqivQ9YmT5g1T09RCHaPZ3zFb19I4K9RcqIPWt5Bb6fovy9cxB9vmO4zD1qHuC9mNRVPlTyjL1PwHE+hDL0vU4PcD5V3yU+rOiRPuZ5QD4CLBk+Vc48vYnRJ76I1cC9BmouPnQYOD5RYaI+X4uqPTjuLz4aEXe9W6Wjvu0THT70SSu9iUkvPm1wmz04Eak+UkcAPgIjsb1/0zW9/nd+PNLCRL4OsBG+9zGKPs7DS77c8j++i1AEPi9rJr5R+Mi9/WmRPv2eSr6CPB4+aT95vjJkA7440I6+mdKbvX1CrT2DWzw+Hmsbvk/7Lr5S7IQ9d77jvBh4Q77te2E+","twSmPdyUsj0o7WK+09n0vdNvhL04aZC+VzonPrK4MD0L6Hm+/nfWu/LtED7uKzU+WEMhPmnnkL7UPjI+li9EvmcxHj7Qzru9DBKEvvQUQD5xIqo7N5xKvvw0Pb7MTwu+kUYuvnGYrL4omXu+cTMOPlmPYj5c4I4+F70APOhwUb4/9FW+SS0YPvqTmz12Z8u9G5vVvYOoZL7agOe9mbsxPncpJr0zy4M95KHxvSiOyb0UzM29yChXvqsZjL6zjCw+Erq7PWByJT7hV8u6Yuq/vR5/nj60AAq+uMNWPfS1Nr512I++GGqsPmViGb6fXEE++R35PZLBmr3I4ae9y7GTvtRowb2HXgA+TgAMPqOKjb6jkug99KOQPmVksD7VIGU++O0Fvk9CTr7ltIa+VDY9PrWM1T0JKPS74ghTvmK8LL6MUYU+arczProbEz6hKJE8XXC4vRNJCr0qq3c9hH8EvnUyFD5Dc3S+S7o6vQC4cj4wmS++6KgOPgf8FL6yRWc+/piSvt8SUb5Csmw+VXW0PXc/kD6pLoQ9nrsSvrFQUD5DZU4+hQ1fvlYuNL3Z/Hw+HvzoPd5ljb1B7RW+zKwYvteovz3HYma+CzOgvh1FQ77tEAM+fYmuvnIEXD5Sui4+asIhPvfUIz2dAwa+DhOCPu0rFz6fvc29TBsbvtf/Bb3xipK8PiozvjeGaL7vmS2+uqrLvQoKYr59kqk9XHOEvveiVL4lpR4+dJiwPQ/Ug7602SA+iwRQPS8KiL6Hm0++JdgavpykLT3BmF08w2C8PlNs/T2t0pq+L4WTvmgYRD7aWB8+fxELPatdqD4BLfk98YfBPeWFoj7ZlZi9G2mYvqjjNT3tWGG+D/ySPh/TSj4zQCe+lQ94Phcnhz79bFI+zzGtPUxQbj4/2pO+tNcSvLGwlb7r4Yi+ygSWPldNX73d++i9HJ0ivgy2Hb3v0qK9SA1pvrI9h71GUzO+kmdDvn/swb2Gsqu+8R8YPaYRnD2BUBA+qnyMPhMNPr62g5E+","WC4wPltQVb6nQA0+q1PyPS5Klr57YYU+ISxFPtV3U7z/8m89cBYNvll6Kz6KF0c9wA1uvt44dL5GW4Y7y1CevT0pgz6xioI+gmrfvNFQnj3wg64+U1aPvmFybr19QIo+QBKNvmCs9D0UlHA+EzyWvmzTsD7IrM89nb+EPjhAJD7IaeM8Q9wSvbihmj6LSAk+eLoWPjf9SD3XqXm+q8NwvRcgTL5aTKk9CnPePfIjhT6Lik++Ql5YvSIzW740QJO+a2mOPW8W7j0w0zu+a6dZvWD7jr4JSC29PsT+PYxn5r3OpYW+5t+Wu/zwob1rfzq++ildPsjnoD13Pre8QQWiO1w6Cb6DKb68fzyLvIqahD2m2g89sz2MO2Zgrj70B6k8NdnOPFln1r3I8DS+BzJePg5rNL2HOxs+wWtFvhR1oL0Hxl0+Q9aHPiDI8LzX/YY+ddQ7vg2smz0MXYE+174DPojUpL7JAb+9C3UAvh16z72BCoY+mk5Xvqz/iL6Wdjq+Xeg/Pq6I4rxwdz++CWGmPOKPMz5LaP67QxC7Pau4mT6u7KU95I6KvtHFTT4V3Tc+Z48vPnV7d74YGT2+TE6OPRKZiz4Xsdw9U/+HPgGnUT7rOyQ+zrOkPb87ST42jAy9WA/tvQXRNr7/wzU99J2LviOKsr3q2FE+3xYUPtVtLr5ef0u+S+alvtOzAL53x4W+7KuEvczJPj4PDB++s8BZvqttPT5uQ5w8qkNKPOD0Mj5itZA+3L+hPpL2gD524S0+S0cqvBXIjr5WREm+h/92vqvTYL4mcsw9ESA2Ppk0cz5jopS+oklrvk2Ee71p9kC+o2QKPmtWIL5w9nM+RLY9PXc3Nb6ok30+/HkwPjk+Mj703Iy9wQlHvb/WiT7Q+em8Vz6IPbaeHT7ch0G+q5o6vopaujtegpu+LiZOvnt3lL32zTQ+q1RQvlN0ur1Yg4E+o9d6vj/+uz1NmXm+POqTvjrclr5GC9y9jG4cvpT9Eb6roQ0+ZhF1vXeEgD7R59M9","HChCPlxIgb7UZOK9lf2Qvs8pFj5h9Hg+0pnAvVNW8D3Hq+M9FCYXPqe8vj3dNi++fRwJvpTTVr5cPcg9eu+xvbVQrT5GSw2+XaxvvnW83L3C+Ri+Mysmutr5cj2TEfc9l8c9vatcrD0naPQ9bohYvgIVir6QWxE+anutvt9CJD5UUYi9v7gCvT2X4T3Du8+910xhvge2bz6aWLI9GwU3PtQEbz7gEJe+Hg06vuinTr701He9OjbUPHCLhD5dAAu+JtWBvifJXz4mMRY+5ucuvcKpQzutwgk+D2KYvl5JhD1TkcM9DPeSPRWwST4Lads94rWNvo2P973WZ2O+O5kFPvIwWb43CZQ+lOI6PV4qnL4kb1G8EIwpPsqfQb6kV/o9upqQPmYG1D3tDR0+Qa+NPsbQFb3sRTY9+RKyvXEZET5D1qW+E6gcvuzxu71axB2+5AFXu9Gbir4zcLi7P1qWPjUnPD5ocIS+E5sCvt0KHz4NDqO+NCKzvTdQYL5D/Kc+GJekvs2IyT2eeiK+0TySvhTKoz7jAui920k4viXcab67HVM+45TfvaX+5r2M6Sc9e46dPTqPAT66VhG+IbwHvRGKOD2SXmc+nEQlPg8QOj6gKLm9ccePvpaLDz2cQh494MmOveXACz5V4R69JpWCvc0Moz4KG1k+N9qCvcHcIz4Kbny+myhwPs9tI75H9iW+WwnovSOWh70PKXe+7qThvfb5JL3841Q+z5dtPjS2aT7ydxM9wWv3vdNSLz7mBg++hf2JPldDib5yJBg+M+pcPbyJg74gz1G+UimQPqUhhD71UJ0+yYDdPb06kb5OEoe9dZ5ovnxG8z3gX3W9sH/mPZNwgT6PeJe+XBsFPaAY5z2xYz++bStpPQ5FsbxSRSw+ONY6Ppn+dj4S0Ys+FNubvXKV77w+HjG+ZB83PpPApD4wqlI9bT8FvjIMGj5zHmE+c27XPXMRNz7+uz6+mNmFvk0BcL6I2Sq+z5aLPZ09Oj6nCWw98W5pvtleO77aEYO9","HRCDPhvPiz3N6aQ+6yApPpoDrz3uFj8+75QFPTNVkb1uDJW+aYEhviSpHj5+dAA+/hOzPYcytT09+5S+LqAUPSzdXr6YsjU9/NIxvlgsST4QtiK+dlCFvT1oib6BXE++yen3vYNpxr1kh2s+vvJmPnajpj1D/gg+ExOBPfGvhr5rgfM90A9oPoizMz20lvM9boR2O3hfPD4xRVA+X6NOvSvtNL2wGgG9lTvGvTwKmL1N36U+/rvQvZZeez7lg/G9dirjvXLTRjxQTSo9n5WaPmUDtL27vBc+0k1MPiiFT76+q4s8e6umvUHypr69pJw+hX6kPtu/J75SVYi+H9c4Pt4UpT4uuy8+lbt2vePJSjwEJHu+Ni51vvcQxbxzpoU+7qlkPpUngz5xUlI+OqXkvep+pz0uUIu+swBtu/yLxz1GiOG9cfs7Pqr2nb6Bs4S7a9wwvvHPH73Q8YO+Un70PVkRXb0u0lq9SPG0PcXgj7xw1oG+qOICPVCibz5wuJE+WLf9vZwilz7CTcO9wIIHvhPaBj6vqvE8M7WSvtiPZLxcKGs9rlNMvufyjD5VvS4+PF90PlK1gr0zHkq++HOQveX0Kr452Es+DCSgPp5x7LxH7cc8GnpSvk0JMj4iOoE+0w4gvgeGdD4MK5+++5QnPnTXkDxj+Gq+Q6XtvSxpcz6JEhe+p5V3Pi8ObL7QNOi9hkWYvrjHdb62mpi92eZQvjxxl74uDnq9XkSZvkhgLz7DLH4+9s9yvWVpnzyFuDw+GNbGPW+Wi7vGxYG+TZ5nvn0K/b0Iwdm9p0EMPn7TE74M5jS+AG+Dvh/YELvjWKQ+x3ijvecotb32YCK++WntvCYLMr5h/Es+fhcBvmSzlD3kQ2U+AlB3PpjniT3KkIk+/o4mPmYI5b3qLnw+Xj/1vSpdtL7svYi+2D4Ovj9sGj41KNO9bcHMPQpbKL4JnSm+J47hvXLxJD25KcY9NhsfPiF18zzcyGa+yb0rvnbWmb4O2ow+i7MsPfXuVz7kToU9","BIDcPbCjPr7sn02+xd2kvoomdD6OZ1c+LbmGvhLeez7kYWq+m0V2vhRokj6NXkS9IiqevneUKD3ORyM+YH8muADtzL02hKs9OZYrPZ8shD1UjzE+OHacvtW8JD432Zk+Aqaivnwviz1WPXO+TOofviG2FD3Lvoo+wM27vQCeST5UfCc+9IyUPpFZVz2TDy8+cp+KveM4dL7DrZs92RKCviHEnD5QYHm915D5vTh+1TyX85i9ykkhvkExZb68eIc9vjqlPh7mBj5cRTI+psYNvfYROz1I7zW+MjFnPiCaVD2zN0e+IGETvj+0TL6OyTC+EbZqvXPYSD4Z8s+9Fpgsvi26lD5KM+Y93vcpvXukJz7oTg2+u+ZPvRBqTr4dbqC+M3L4PRfAoD7V/IK+fh5kviBjWj6upqe+JZE1PgcGF73jwOA8xmGOvkjxBb6eQJ0+O49Fvqjbjr17wYW7yoXNvNQadb5ngow+Qy+avpvlmr4eCKq8r+xBvqOYU77KWPu9Nlwyvei6rb1VV/w9G/zIPUSDFL6mtag9urAcvo59Nj6Us0g+qgftPVtS0z3MdxA+avs1PtxV6j36kZE9+ddavjZaFD1XRxu9nnfdPdSMxrxp8J++dxn2vISFs71avT4+OeCMPa48Wr5NNXA+pjhjPgx7ib60CcS9JXJ6PqnItz2MQHM9gVkovbEW3zw95nU+ug+LvW12jT50CQ0+86F5vi3ej77zKj28eMYGPYhf0b3sOiS+fYgCvngAaL35QZA9HS2+vXFV/zwY/5I+6zaevv/siD4aozY+bGGZPvavsj1nHg+9rRNVPoHpVb5jGyy+wG9GvVFwp70F7bM8ulaAvmEthT32Vqu+sES0vYJwIL5+jYs+jb4kvqs0Nb54DD4+O/nbvU5uqb3wu4E9qzKUPgd4hryw83M9qoJzvhg6YD4/Or89cSTtPS/wzL3ncqA+yX1vPny3jr5LeKW+iuimvFzqDj4NR3O9IxaXPexvuz0FMjM+LW2qvVOMGr61C0g+","V7GePKUF1716SIO9StDBPbrOBb2jDXG9lN2tPZIKF73hEpW+EGtrPfo6Cj1s/Lo9D3twPrRufz4Rut28Dt0Kvpwo0709YDS+9vFBPrwlt70XtEI+QuDmvc3M7j1AIRA9NxUMvqPRJb4iSAq+MmFAPiIRu7xyWu29E/CzvC2zsr5rGtE9DaGzvRZtr70epAG9lmzpvDT3Dr7WZzw+/ekvvfOMi77mwma+D3XSPS1wWL4W8xk+Al1FvuzMLr7394m+hlM5vYce4j05gr691j3JPRSDaL6rafM9RgM9PrVtiL1RN40+lPZ5PhSckT14lGs+boAOPfgD5DyaXHE9mb1NPstJGL7fWKI+zt7HvYxycT4EHL69mdS8PSrokb7wVS+9QMunPqnrhr1cYj8+h0UuPqwCOr2ewsM9/CzxPTbo6T3QTSY525pNPXBxHLyjAFm+kwRGPpygYT58dI4+xmYnvlf0Hb4RMvc8WbbBvV0eJL5Z0US+bDuHvtMy773P4Jo+EyQFPr9oYz4UfNa7j/azvLhplj40kDs+7CyMvhcWaD3ctTM82n83O54qHL66JA8+xlo3vvAw2bwo7CA9ZM/7PPyeQD7vVRI9TXHnPc2E1boUAYu+YyM6PoeDgr5XbWQ8pWjQPbyDX71wIYO84hSQPlcVn70Bido9G5fautGjSz5oZwW+zpUSPlosrz5DdPS9yOaCvl31kT7K+aW+pyZ/PVeVl72sSWe9CSRZvrY/2Lx+EIk+KRxZPqx7f77d7YC8ZWtLvuhCrD3Ojdy9WV4jPknfkL2cKwA+5fIiviX6HD7j/7K9OFE6PuW/VL2TRta8tOt3PpJnKz7fLgC8VVSrvl33mTx75oG8AGwEPc6EAb7p5AM+rmBMvipO1L1MUio+6xqgvTlkSz4CmVM8nQHHPc/FTz7M+Mm9/PBhPbmwU768M1i8+fcZvq6mFD4vJJk8brWdvpprED7F1Kg9M20Svpm6Zr6XzgQ+GXNKvon6qL2xFoi+RTONPjF06r3YQUK+","9d82vle4KbsYsGg+rJ5GuiyG9z0UOD6+zMsrvuRZjr6vaB2+p+8Yvtejg74R7Yu+8pAqvrgJGT7FVvw9o0iFveoq0714/wi79h4vPdMlhz6ymAC+EyAiPuNSOr6uGzI+PDmWPUiCnD3Y0WG+z27BPHo0Tr5XbCO+A1TCvTsDIbwwlYi7qu5nPotLwz3bkCQ9NJeTvfV6iL4Lzp69aE6bvrgyEj5T8pe+Qsm6vQrlIT79Jg++3u9TvujRGj1Z5OK9VX5Ivmlw4bzFI4q5vjc1PiezH72Re8M7RWBrPqFPCD4eIf69sv4aPvPng75m1Gm9vCbnvaQI572LwRY8vTEMvX1yeT50ENq91ZiNPpt8iD3jvjk+u1elu8gVg74g5p8+yP10PmsGWD7PNxE+7Y4yvTaLbD5CARw+jLWDO3yEgz3934e8vkiLPvxVez40rHw+k3gqPXRjoj65aNy9f1XdvGakdL2psMs9jLI+PCwPR74gqk+83LGXvsI9dD4very9AqPZPT0Q4jzJVPY9ptqMvlO9mD7KJPE9iAcIPeE67r2lAY4++auAvW5bIr2L3wU+yeDpvTxKSz0mBwW+ZxBJPmzRi77rNqE9bBpSPb3cK72mjLk8tdJmvs9Khj3zkwe+CX9+vS2P3b3nFc29hy+BPVb19z1uqpU+9t2XPp/2OL63rwS+bXJcvtLMtj0J+JK+1NV+vDionz5soRw+JNkfvnTVDT7vRtE9z2o4vsLhWL4RmoC9tq5qvssVc77arY4+YoUYvjvSgz6xhHu6IDuIvtD5WL662Aw+YciIvVzZXr5Run8+lA77vdv/Mr6FVtI9UypRvtT5fruvjai+4LxGvrg6eL6mZpa+oG4+Pkk3Cb6JkJq+iOlYvdCSRr5Zchs++2v6PWrLhz4wYFq+EiOBvq0HBb7IlzY+DGc7vjzBej77vFY+gUFgvgd9TT6jv30+T2IHvg77rD1ujpQ96pLjvGS4dj3AnUa+eqRRPs3bfj6qkZK+X4Vjvb8jGj7frGg9","UB1xPgPd5D2EvEm+hTBbvu2aVz45v4S+C9MwviW4UDzijXS86OMPvkeErL2NOyI+SAdXvgP2UT4czqm9iOorvkJmoj6DfnQ+un/wPdsdhj1+tNW9f4pFvl+qhT7Ym6I+rj8ZvmIDCTzWH26+6gJevvjDTj6PnRm+sgAxPiOsAD5Vn6U+etWCvF6xe75GtVI+pkRvvtgUVT1JfvQ9T46iPdLxVz0U1Ci9CbWlPuTnoT0pyGi+WzwqPopQGz6WkYu+nP+fu3RFRL1vK1u++p0DPmrNyz2E/t492i0QvmDJaj7RJ3M8s9mgPvutSj56rKM9Dgw2vsilzL0DUiA+Armrvv1kTD6mEQ++hrQYvv5H4jyPGo8+wjsNvpJfir2dSxY97sWMvkcPwj3WRNE9cbAZPgpUGDxHaAa+Pi6VPB4LP779AwI8poGEvkC9HD6WPeW90MMRPoxKSLzCb1a+TpSIvi+3jrrLPOM8rlAuPkO8Gb73Jb07ouMvPeFTBr2iPKU9kGaAPu5QZT5b4jc+gbEePagJgD0Dehq+wu58Ptsvib6ozD0+oY/KPUHLf77L7Pg9Qe1bvE2CeT44SV++XK5hvtL7+T0el4A+UUiTvlKVp71uy44+MTexPVurkT200mo+UbBWPSZiTz6dYng966uFPmPyIj7gyVa+XnZ2vURNfD6YQIm+Q1yFvXHEzT0wzZQ9L6WJvrmgKj78zZq9AyTIPXy0Dr0XgKO+RnGaPqxFWL4EnSC9qJjmvRTxk75Pjue9Tv3UvUEjkz10OyE+D5WhPWbYlj47EnW+pta3vidDITyJ3O68w2GMvk2BRr4d7Ve+FzArPmj3qrx+brS9pR5tPvid17sgu1o9kRh8PtNRsz23mMi9FF0XPvegzz1rsWI+h2CcPVy4kj0U1QK+bjVJPrRR8728dKi+OdETvgtUpb7mk5A++qQLPYsMYL36Zwi97W8JvliLB74Xjoa9CPjQvS13A76M/zY+SlsXPZjs7j3opZo+lSInvYaMHL7PqTo+","4gskvmzkXr7DIDY+PNlavf2tVz7kclC+aTxaPvP5Qb1yHDE+H1WjPu+UCj6ZUUI+0NmKPpmYsz7bGoU+0g3rvORyST5u4k6+AlqEPqtP2j0Oeli+RGdXPTTJzT11WIa+n5pNPikDVL7sQpy9OKzPurRpjbw8gQO+4evOPM2Lbb7qLza93Bo4vnQZ2D12AOG9mmOaPZ71hb3kjmE9pcyBPlC1Ij4HhU894bkjvkgTlL1Trms+6vdLPlwsdr4IkFe+cAvvvRx9lT5B9+496ICZvWT+073DVA++Nkp9vu5c1z16pJw+YNQ7PdWUHT5VRoW+v1iVvYc/Sr6v/Zm+HW/cuARpGr5uN3Y+JXoBvv9Urj3eyre9A9scvuJafz2JLpI+ZARgPhZW9rztfpa+x4agvRSMgr0E5R0+s5kkvL3rZD616ho+txMHvaIRGr5Aplo+tT+QvYSCFTr6HXk+XCxSvhxjaL5vDik+CPpSvfuYh75PxXi+rA+JPY06ij6XPQq+rnxQPct0k77R8za+QSeOvsOSb74Ikj++IP6CPYMmib62ajW9B/86PRj4lD7Vwuu9aWlAPpYXPz6dqJE9fZjqPejMij6bYmg+wZuZPiOAGz6L8Bo94+yVvnGZnT5zu5Y+L4QNPrDgvL0ceU4+cIdFvTV0Oj4LL6W9jYhBvk9NEL2+fEs+dHvoPWEhmT4/s709GkOavRYyYz4OANU9S66Wvrrrvz3LyVA+HPfJvR+adD6/Ram+KqB9vnd7gT7G6Iw9VR0avjJexb28Eze+znuDvnlxhL0UH4C+U8BovTt1WT6GaXG+3+qWvpEXCz34PxC+62srPn2Jrz4Zl6C+K94jPbArhD1TKR2+RxeFvoiAqr4Zmgq+L0uUvvVMZTuuMJI+xc6DPpXUQr4rIlg+P7Y0PpPSaL7Um10+g3GEPt5eSz7uhGC+DCuLvmvflz6Jd+s9CdKXvqpZTT35/HG+gF2DPeenqL5v/1E+4hldPWNdsr0maCK+JNJgvTXqkj7MpVk+","O3K6vRNslL1IzaC807QdvjGDkb56p2m9OkuOvUOCeL0qH4K+u6KfveOEfz0pHAC+MBNPPlkwHT4URDM+FXxoO4Xwnb6Iuca9LA5QPkk3Fj6Xjt89Hds7PjxSIb32sYS+KDaVPgrj8jy37+m8FatbvoJSuj2BzFO9WDwTvizWU76rK44+VfonvuBcPL6ZxAM+rqlkvXCiVT468Ey+WoPXPeCYkD6rWjq9jDWKvYDYkz5LLm4+mMwDvgUtAz27pC++uh/BvcuLNzyZVzU8mBrgvTPCN759tVM+j3d3PJWTjD6WGoe+ybpJPumOJ77IUPg9u2fCPS3R1jvOt/Y9QIg3vpkA+r1/dZc+4wwvPryPdj6971a9ozEwPja1/L2sgD0+vzMgPgp/hb2psME9YU0ovVENST46IE++55GJPmfxiD3fLKY+A+4lvStvRb7pMaC9wjczPvLYhL0LJ0C+DgsZvrOXRz5v5ie+sLJGvr4AEr7Peo+++jqtPsUkDb7O+DK+XsUTPhsiiD7Qb5a+x3IQPsc+mL5iOUA9ACBFvThohjv4GCY+rjmcvkaGhL5LVpW+dCpZPkQ6g752ZUe+o6/5vB8aVb6RjLC8QUtVvtG6ob00so8+/zsEPjirQr2fWUc+FPLyvcthPL4C9o4+Y887Pgphjj3ua4I+T/d6PWM8Dz4Tx3g+oQCJvfWjKDv1Sqi+DjE+u1DEwb2CYkS+mqOcvfBtOL1oqsU9HC+Rvg0Bhb60giw+YjZMvikoY74T0B++6j6Svsjbej2dqYQ86utnPpTG7z1fRdS9JvM+PtmwcL5u1by8NGg+PsX88b0KpTU+NVC9Pd4Iiz41R6496F+wu9Gcjr5uHqS92RyoPix4aD19tF0+6Q46PhVamT7xx44+RlZTPhZBxT3I6Qi+JaN6PqL37z3epYM+HW4xvu9QbT62+vC9Q0mCvrXpZ74PYPq9uzVBPuxe7j2mspi98rcpPYDNpL5RVIA+mBkUPqC65DyXYiG+7uzRvDigCL6ifVc9","n6djPWTkWj44fOW9pcpdvm2JQr7kYiY9Ik9QvgCWMr31Vag8I3ArvRGth74730++SVP5PVC4Sz46KU6+Mhq5vTSqjb7yUCa+M5wiPVxvWTygfLK9SktLvinZgb4gd3A9ytbfvalQuj2W7aE+YcW2PmMEeTzjums+UBebvjPWVT4bUVM+LYj4vQfueL6Og0u+vep2vp6W5r2yMkI+7kSWvor6przp9yS+S5WhPgIXBj5AEA69csdsPhKJiL6ZIy8+3TmUPp48G72UpBi+zoEDPpGzQ77Jzgq9iLKHvq1tlr7aWyo+gyXEOxcAmT7kU0o+7NY4PR11zr0LnDq91nSIPhqVoz4JonI+i5+mPqNT/btHgFY9NTT4PJAJJzy0QYW+d9Kjvs+yHT48H7e9XEZmPqVJdD4TwOk8rU6PvXpJRj4QBSe9QyUXvsThDr5J4qS+KPmfPdAqc74vYWs9idaWvrEngL569Di70pAjPptHNT6gycS9xIJcPn4lOL0Wi4Q+Eu/HvMMYZz1GnI+9rUY1PsTXv70ESnU9erskPKUSaL5Yzkm+Lqp1PjxMWr7+FJi+879lPogXcT5KxMQ9aWOcuzA1lD4ikrC8GqnVvYMSjr33acw8QEV9vVlME74mLKe+dHGNPh9OIr5WS0w+wPeePnQtoT6RqS88dRSAPR2HUD7nZBs+h5ERPooZBr5ch38+AimHvmpAB75PvX4+aktlPmfHaj55zp093YTRvdtRwzzTAEw+7KGWPp6RY76YaZk+cZR1PJUrfT0Ljmq+U2IEPYpAmz4GBMa97bv9PZoJmD2vuFa+6e2FvrckCT6DJaY81ao+PnLqlL6w+qy+9r46voZTVr4zMo8+epAoPuOmE768/Te+NU95vr2hLr7hX1y+YwVpPpZXBT3FZ8A80iHQPQCY9T3KIkm+fIQ0vXEsWL4BJHK93/OqPhOPAz6+UUY+JgNdvnEhTb6i8km+T34KvUa/hb6+1sg9HcnOvIyLEbwqj0Q+NEOQPu05mb6tgU2+","HxcxvVyKJD0WccU9w30wvCBYVT02Izk+0dgfvi0UDL7FpCE9ZyFkvVSdej5RbuS9EGGLvmcVh74F3ws+dryGPlaboD4YRXi+UuYLPvzxyDyFaJS+p+cKvqAbh74NOdw9MrEePpTnOT6RHrE9AWMPPoCKr738sxq+ayhIPnfbbT6x5KY+Q6aBvvmEe743qCM+kY3+vVBeLb4mRg2+sSCAvlhEGz5Aexm+9IlfPsKFbb3uzBQ+wTaCPppZyLzsVIo+3hvbPZudmD4kZb49twRVPiJBDz75C3K9hyUZPnQHg71Xmoq+h2RTPZ3Rn76qWZW+zhW7vRepXj6y23W+oVMRvq0khz6/lPe9ozYEvp+9r70hPOU9Wie4vU9q8rvTHRc9vnapvBQ+iL4iun6+3XFlPmBWQz4l6BQ+GJ9MvpGPIz1alqc9YkmIPqjcT721wIQ9YREFPuyx472GdFm93SXJvW8ZU76rhZC+zRwzPtmMHL6wkhW+cF5KPj4rXr5jlE++i4VZPqESa74PRPM8AoB9Pq28zz33o30+UjGNvonNXD7O60493tuQvmVSaz7qmb68xo1uPh2TDr0n5wG+AQgwPlH3gDtVwEw+y8snPnMgqzwF2og+bP9ovqZTnznYCde9dvOdvUqxnT2NQUW+Mu0evscLDzy7YN+9q4q4vWdOML7KFV0+1TYPPIzCpz5AbXO+SayyvuO2TTxnRlm+53k2vrvAEr5w8QM87SyyO9pUcL6StIm+uhs8PnlpGL4QTe89OtmSvULp5zvmiiO+RxD9PW7Fgr64zIC8ajiivTt8R77ZlNw9EfygvZoUib58YVQ+H6xLPs619b2DxFQ8ViULPSJec761wpk+u/vNvOw3iL5KyYy8qY6vvEuuQj6s4kG+ETlGPmj3rD7KDsi9LTwzvs6dBD52b5m+AZqzPWyilT6Gbp0+iDJ0PsSUHr1Kcx29qqgcvtFXeb3Z+fC8u9/DvEeFLb6qc0S+DkpmPoz0iT2T2Zu9usGSPp33mz1KwgC+","5yE3viHZjz7XgkU+J7bIvCyU3z0GAN08Vh56PnJT2j1t3uc9vSuwPe5Fgb6af0u+VrJ5PoVFbrq3T1k9V7OMPfMKDz4Vo4I+kRaNvvvYbT4uDk69Hh9tvhjzR77PUUo+Jh4svhKTwT0XD2m+me8aPjNizT2ZR5O+9SeTvlCGZb6s6Eq9U1mwPGLag751vF4+R07Fvdll7TyAuCS9oPhOPuwUV74n2Iy+7MwLPjJVRb2Pz0A+n8SVPnHKHrzmfKM9mWIYvsUxFj6TKiI+vGopvabxkb1o0y8+LvFDPjLmoj6jgp29evwfvuOwPL5d0YY+cJpFvgCTpb2DrQa+2te0vQTjGT6k2ak9Llw6PE8mm77Kg4E+C+GmPvdGdz3QYVw9WyfdvYDvF76HQU4+3fmavngJHz4U+De+xgPnvSTepj31R5k+G4owvS3he76PnuE99y6WPrpVoD2KW3c+A7GPPT0NEL75Xoi+zpWLvmznjj7JMGQ+D4Fivisqiz0bddc9sI0CPSoD8b2Pzv09eQMuvUHKLj61EQK+pskBvuOfB72PeOY9WT8gvOo3lj42fd09ABFYPr4GBD4iF+892NhVPqpJoz3wUmy+9G7iPThTJT08VIe+vpGOPdM+FL1vnKm8J3KLPkmlnb37CRK+x4E6Plfgfz0QxZO+eQomvnUP17z0ah0+U8gpPUBI7L1kR+O8V9HlPaAIkD4O/KY9pGWgPQdyZL7sgn8+VXBLPlEvs7ulhxi+84AzPu0IDj7lIKw9yp+MutsLED66N+c90h4+PrbVEb52JaQ9jWL7vZOXh77wQti9LEg7PjjEET5EkGU+h4Qovr1zZL3MW48+a22ZPZZw0j3ofaK+5U2UvnvRCD5wR9M9+F2gvf44Br7JRWa+ANwKPqNOo75imri7SWgePHPZJb7kSR++k/HaPdE3JD4NchQ+yJdXPsvPgj4KHze+26LEPR/90LwaEhS+vAGZPRjdWL0dgi2+FgcivhS6hbxfomU+k8rvPVkv1Dy+BSu9","aWw0PhkzT71T0A6+jjBsPja3br7s4Ri+AJSJPuNtqb2jW12+knSIvmG/Dj4w7Dw+fqlMvbT4z71pboW+pluXvsSppbyYWIu+Tc4pPedlmz4bPy++Dy5BvenfW74NuuM8IeRcPs1QhT4dvcm99m6SParCmL4ITFc9b84/vbc2q7xa7dC9KcQfvmzaqz0X/0C+viaBvt+FWj1yfj++6EodPqmyqj0JroI87BtlPiPjiD6cFrU9auE/vu4w3T2UT1e+ygNhPicqhz4u9HI+YHSavfeLNL539rw9vm2CPnbZjL203g8+iq9ivsJ7Sb7VmWW+b/msPlYbl756f0q+ReqLPXTxzj1NqV6+gfBnPdGaI72aq589DNNkvhLuPDxP2Li4O8Jfvk/EF74q9l2+XjiNPnvQsr67YyE+CW11vW5AlD67Q4a97VTEvaP7RT4pNz++R2dMPgs14j2KqZc9PSeZPlgdsT4z5529GA6AvPf2DD7L3BE7lxpYvQCbw72RCJw+3ziTPlPR2L07oSK9TExzvvyf8LzikaG9pxsIPd1JQ714Bfm92FyrPbsidL1Uuao8/5GFPgdggT5Dza69UGcGvoqQpj41jJI+D9Qevqr83br8k24+mQMDPtItCj5ERGK+3vCkPh7sdz4d3HQ+FFcsPpE5Dz0zUiy+Q3KxPgUljT088zY+vEdrvlJfPT3QBHY+vmKGPi58or6zPdU9RtdrvSTii74JAYK+XotEPpLGtjw6z8Y9rIMjvFr3BL4DtYE9SFuiPnVnVj5D+bK5vWbqvFbyTL7NAiO++1eVvXGgij4to6U9amxZPqLd6Tyjkwg+xvxNPp7Vjj3gR6I919pNPeVSkT4PekI+JOWSvap9kz5R3OS98IkXPgoMTr71DhK+9d0xvs6X972ylzM+323Yu6/fGT7+qpQ+XBs8vg/6Mr7bV1q+I48Cvrt1Tz0Is2o+jhzcveiakT4Fhwg+RXVevpZ8OD5+wkI+xkhFvgC6970XKls+wfViPekpFD7dYrC8","4hwAvmdEObs7PzG+LWNbvshglD1d4io+cFiJPuu7F77IvVo+nJuBvsWCgT4m71i+/k8SvgVALzoRKpU+LuF9Pdczvry9Czw+QPWbPr3r6T29PEw+aV5aPdvPnT47zZu9RRWRPjunSz6Se4u+LA53Pux7Ar6pxCw9EWdJPei6Rj6NuxM+MVMMPlFdlD6J2qk+mwTEvcdJTL6nm4w9iS4vPkkRjL4dQaC9e6uuvGF0C7w4av+8pXSLvbpCDb5dtXe+FbPEvV/EmTxdntw8oG8Ivn2lVj4exJK9bY+IvsP5+D2SA2U+OPwGvV25mT6G75O+EJ2RPpcDCTwP8KG9JvMEPl0ixL3NmHC+sZ6Hvu0qBD0Y8nc9D3qqvlgIbD1SUry9nyWvvW3DWb0b/ZK+qt9CvbU6OT6iONS8EYYMPUEmZb6yZGe9h1QKPa0zjj0H7Yu+cbT9PTRR3TybCqE+fCFUPgTJir4yJ5Q+PCYAvufkkjua5GA+XV6xvclRZj5g0Y++XmoIPpie3L0B/Jw9o19svlZ/n76KROm8lVH2PV6EHLp62QM9v0wuvgUxwrz0nAY+xbdAPfmL6T25mR89UDqEvmPBnD5EKAA+R8gxPjvRmD7BYjg+vznHOwdAab6Lel2+rd5dPoXTfj4bCg6+HS7RPIO75r1Jepa8IeEGvgktjT3z41I+XjMgPmHewL1Sjlk+G7t1vr19O73skUW+iCahvj1KVTzMKSU+K9VDvlUBMb4eJPS7sCG/PdMAij6PlSu+JnJtvvP2aj6YLx0+0tbGvIWYRD5c0mA9EDJGvjBpMb787tq9Vq+aPTU7a77BOg6+rfLjPYSRnr1QkBc+AFVhvnnjDT6zqZM+e/Btvv5Us71UJ6I++tl+uZbLCz5Cwmu+R9X5vclgUL239Yc+ZAJhPekwtr0qOiw+HfcHvk+Hcj1lFFM+H8BpvHQU7L1INIQ+OXHhPfGlmb4Mu1E+vMxOPqpsST5axig+Tz7qPSP14D1MEYU9ynmFvvGtfj7l2rE+","DTIkvRqmAL3t3BA9TqWiPLiECD76ZoM91D6GPCsuhr2NcjA+YVZnPsa5R76gHRY72lLrPYV/n71Vi2Y+yi3xPSBc97xI0q69ntI7vkNGcL57JYe+eOgHPnYzOL6zcBY++T9hPv8COb63jHI9DK8mPoYGnD7P4i8+ksVpvofCsL1No3Q+/RY3vt3J4T3PyB68bvv9PYyBAD5Se2A+r1YDPqOoN76CJ+88oQwSvlZwrr65zNk9eeZGvjiGL75LcJ2+0ekbPl4uYb6V/lA+XKqbvQaBib5ehhK+rv3OPYm3ar6AAny9fssvPRiMlT3co/e9gy+luZUyBj3ayYi+UQZBPfsqYb7sVDQ73PcNPa0CFb6Jh5g+nu7IPY86rz0anCq+T/kWPnNtoD7Lumu+CGHvvYGHpzye8Fu+SPsBPn0ogL7H6rK9KKWKvrAjlz6e6jg9Te8hPR6+X735QNu9omGWPOGlGz7yPyc+FjWUvBykCL1VNiQ9cQNPvjO6ZT4eYp2+vNVRPiB8PDwsRoo5GhUBPgFuzj03G/c97K8KvVGIQ77EARG+E4WCPlADrjxA73C8/FF8vHSzFj68gq89P12SPuR2iD7iWQG+GwZCPpSwHb0MmJ0+NklDPpe6Uj4l/7k8NSiWvs2Spz2TcHM9PrZuPvZNUr7yxY+9QZoFPuU3Bb3JtiA+ehKkvo5JDbsFXti9qJk9PlDTu71+IQI+jPxMvk5mJz5/kQQ+eRlzPtX7Jz4CcRq+XuiBvutavTzkyZw+FYJovmGUST77k429+Zi1vZLQAL7wkx69i1nnvN8IWT41CMq9xASDvrRjW75ST5o8nFeSPj77K76tYrC9G9hyPmb2ez74L4u+64SIvCjePr7l3TW94d2NvP79472VeOG9X22BvnKYcD0LkoQ+Yx6HvqSXCL7FcRo7v8pivo5+u71ttzS+kXKzvSntA74VY4A+82ioPu2FJ738Joe+x9+pvjxmQL0Ug2w+lkTqvWOHC773qYg7CZeovbN8jb71fzm9","RYZ4PnXJQD5vPJm90wUUvk9xkz4LuTe8CdaqPVF6RT717gu+EGz1vIdUZT4DfD++j3v2vGtU7T0Ro6O+BnPBvVqWiT6i7Kk+u2CIPkg4HT6PeUs+HpYavulJOT6V++C9F/2CPSTPSD4QPbq+mxMAvsj+QD3V9449O5tbvQQkhz379aa91QIGvJifR76HAgm+Td9RPXvqZj4ljnq9vrumPZarYr5F/sQ8zYUFPvHp/j2Z+JG+ern2vC6Poj0TBLi+ly6qPaz0Rr4WI189IwtZPps9kj40D1s+O49VPoY+sz2AU7E9nLbovdL3sT0uxGm+U42HPfM6yz0Oe5G+SkxCvlg6qz31lm0+WtloPQgHkT5PWz6+xVmGvlx0nz1ZwAa90d0hPrU9Bj42H/A8u+xVvqgYGD7wR0S+DMEHPenYEj67fpg8H8f2vU811DuYkaM+FwP6vdvGND6dfyq+Qkt1vKQHgL40A5s+TOSLPVZvUz57ez2+MrwbPrwU3D1EeSa++eXXvcFqhr60Oje+1D+Tvo86VD7I1AW9QfBWvmo2mL6WBoA+P+TyumjsYT7OanY9WNBnvvMLTDxe4zC+YsiBvivpF74XFeM8norMPewRxL1fgnI+ClKRPfumMj5nrqU+4XF1vjujzj3So1++26SEu5huhb4TcZ49GwtMPiEiez3Sv5I+u6TVveN1Yz4FbHq+xHAfPSqJJ71Ihl8+TYspPhcacr51noa+/AqsPdJ4kT7D1Jc+ZXMJvsVcrbzoG3w+K1ErvsXVsL3J6Rk+Yxtcu2uXb7zO7Z49D44CPHRUAz1Hl4w+PBmIvvUNoz3VU4O9Fg75PeqrzD1q9Ei+JORgPlRLST7Y0pW+zhNkvojl0L2xLlk9w3TBvSxolT6U7EE85b+EvictoT6NVoU+OsZrPlpCUj5qJWK+M/WlvfAwFT4CKTs+UuCkPieSL7479os+ZaiMPb3Rg75AwWU+iNwZvnJQzL3+zMM9oEMZvvicLr7esxY8iBQFvc4naL7+7IW9","lKUlPt4f1j1fv6G9d89Avq1jyL3Rf2o9ff0uvtADRj50lco86DXiPbs4Lb78yF+7sjAOPoPINL7dVGA+2cQDvi4kpL5ah409nZ2Ovg3OKz5z7xY+F7aPPsTQAT5kmrW9ND1VvmVd372iGcs80LOAvlWSBD7BI2095rUfvtE4gb4dREW+lgtvPhwilD6JHLM+noIRPoj1zj2YCjs9a7UWPdlV2DyYTbW+yHl4Pe/GJz16Yii9hwQBPoSmOD2TvsW8dkA/vNepHz4nGDG+pF1fPrs9N7wO8ZS9KiuRviUUTT6Gc3O+HROhPf9cBz6KeKE+x7P4PVMoUb5EYf4778FvvkdgkL20O0w9aeyZvonxDT5Ngk69ggCHvm8hbj6tg6y953iyvZOvTL7G18I9BR6UPHhyBb79pbo91KD2vSzLKr5TiaE+6PhdvuaCKb7SE9C9NT4vvXN2Zb5Maha+H71Evf8Aaz7AXr69sYjKvX2hiz5DlWo9D2I/PlAY9D0hbCa9K44Zvib3T72ypKQ+2yOgvknlmL5/k/k92V3aPUTwYb4+kXq+mNKGvoCqXr6IgEG+dieHviRYZ76RHE49w8ZnPjUWar7sTV498vU6PrnAZL60aY0+xHSQvdUcgb5mhKU9kBmDvgNURD57s2w+ajuUvqsiqr3CuQk+F46DviTEYj6J5F0+COKxvfr5Cz4GWF09pLcHPev3DT5x7ZY+5WRMPnjMZb35iNa9Dr05Pl43Fj63sKi9KP3RPSdfBj0iFWW+Yo0XvhpIOj7VAbU9vLIovshsAb5eIHG+Z+f8PeUQTL7PeY4++5ShPpuAv75DigU+QxnkPGrVo76V7ky+335MvjG3hT4k/zE8O4n4PX9Qmb35B4s+ecnxvDe7ID6+6z09kiS+vUqPrL58zp++RmZnPIJjVD7ZwNi9cm6yPeM44D321gs+JxtTPm3BCr4v9EM95buIPi73iz7Fk4E+94FePpCQ3b3QisY9+55zPrVONj2n2mw+iUd9PpSJMz0PfgQ9","I6dxvtFMgT7M7XS+5MFyvjXCbL4aAPM9ZpVxvlb/Ub78Gpk+KTeMPsldAL6RYZE+u2DFvXwSFjxNmmk7yO2MvqAzLj6BAYq+Kp2EvOlSkDwN9nC+5mB9vup7OT7Cd3Y+h2j2PTbTBT4Y36u9pNdBPOLICT6JTke+oj+QPhO3Fz5uFRM+ytSyPUlger11lhS+TKFXPp8iBb6AmAW+ZlhOPtGaij5sj7U9NN/IvEzwRz5slhu+7z0rPkCeiT7f5JK+xjVZvQJZMDwO5F8+B1pYPnggSz622Ac9PJAjvutCjD405o2+ntLRvaP2Cz5l400+/R17vb5QRD4ZLV6+5/A7vqUKg746afo9HuqRPmf58j0N+4M+i4wAvLWNyLx0Tmw+WN6JvmiyMj5GPYi9tIp2PvladD6dwbs9LTUJPiVkgT4SrX++UTX5PTdAUbsAE0U+H3XlPbXi3T0l7Ie+wdjUvVuTjL4eIFs9t9zRvCgQszxKrwI+tIGjvR33bD6Jm1k9goqEvspNC7y15z+9TkloPoxkhD55G7W8l7YsvT+zoD7riW+75E5nvnFA2T2OREq9X5IXPltKfL52eGK9IJdjvv8sG77Qmki+L19OvkkqWz5dAn09tfVIvdKBiL7hH8Q9ONEkPqcoQ77RvYO+dauXPmf9cD1cdh6+3Eslvl+qAb4Uf22+9/uNvrm3yD2JkdO7yiqaPmDIEL78nyi+6fD1vS2DQD4FLRU9nJehvd7/F76teoO++vFmvaQhk753zxi+pVZwvlJeez5giD0+53E5vkkDU74GU2c+H/qDPuAOnb5rYha+eYXjPdS4Q74EMCA9aq4WPqMre75M3zg+qLaQPmhqpbydpvK9Qn+HvrNs0L384xS+TPU6Pkr2Kj34hX0+hcjivacK7L3XD2s+9g9KvsSXkb4xhkU+TxuZPsOaTr0xwZC+c3hyPjrmhT4qOzE+5NwTvVIKbr5N5dO86li+vaqjcr4QgW0+b4aBPabdPD751BE+hW0UPvdvjL5tCIm+","2uV+vqI3Mj7Jltm9/fp3PmUl8Tv2J169vLSIPpV7jr4wBaa+yiIaPbX+Wj13IIO+rAkXvlkp6b2UmHE+BWg1PtqpsL2aF6k9Q2gBvnS75z3BEY0+mYgHvaOfpr3Vg5o+Mw1xPsPKAj1u4149wo6UOjGtnDtQ3De+2kqWPLQAjTtFVXa+fzMuvh4T/72dJoK+e2rqvfH/ST5MVu09NQ6UvgwJSL6vYxY9OGvBvWmQRj4bkWG9XpscvDMpgTxNJI0+eX4RPS355z0k1RS+S9omPqBXRj6Ch4G9r1s+vvn1Jb7n9he+SRZnPih7Hz4wV5S90guTvdUJhb4i6Vk79r2FPePK0b0BKU0+PKiXvj/FN76XmqE+3oZVvYzYdT55hLo7rr0KvEdp+71U0TW+hznsvED4vL1VRfq8Thf6vSP1Ij4b+Y0+UtqivY11Nr6Xawq+3Xk/vuhyST6JATe+w//YPR0ZQr42XRQ+WRXpPah+Lb67I8s9zpUkvpDvID6eaoM+3N2ivtwDSD2UIpS9INo9PivXIz4hDVA+h1GNvs7arb3/AjO+fgCIvu1y/71rFi69j/2Dvnh4WT6pSmK+IGccPiN2xD054yK+02+KO7/Mgr5Ui9S9TSOLvV8gkb2Rt029SwOdvW8Lh7zDq6Q7KAOYvhcyS76J6BU+sTFNPpsy5TwQXb+94Ls7vpkGU73teIW+HyKjvsDHDz412W6+k9L4vTSUWr6iEIK9pOD8POHIsL13ITg9wD0mvgKCLb7ZtYQ+Ne+BPoDBoL63qZ89IRo4PlKgyD2QTB2+UvaPvkpd7z0i+6m9ffwPvqCwsr16j2s+mZVavgL0a76I3MO9KJqKPlhGpj3ZikA+S8Kfu12FXz6OZ3W+L/MhPVBrCb5LmHw9Uu5MPsto8L2NbAw+gt4/vvirqj4G2zK+elwQvV9wF77jhsK9uKp8Ppr8cD0SdIA9KE1DPK8rFj6RpKG+X0QRvpT1mb1xiYI9Mz2gvnQbdj1fCWG9Vv84PscY6z3YTTw9","dvZXvsPNCL3VaYC+gldsPjVVvL2mQpw8u5d+vsCHPD6GSFi9UHedO4S/fr6dCfc9MZpLPaGJfr4Hs3k7CSSvPcV7Cr79z02+BnIsPpq/jz7t9V8+G9qpPfBtVb7Q7xk+X0aLPo2hY76Q6og+7rM1vo+KnL1WmY2+QwOsPiu7k75guhq+w28evcsriT44N6M97BWxPubS4Lz6Gds9dfKRPimfyLt5aIS85OrqvW8Rk74If1s+mo7bPULOkD0tDjs9apV4Ph3zez52y469jLqdPt53f76O34K+zdZ4PkW4cbyHbnM+33OjPGUHrr6Gtje8ebiRvsx0Yb2b246+qBUFPho3Jj0Nepo9V5O5PRNEdb7a2p+8EulFvl4/hL2YkZI7BfUOPQ2BQj68bwa+OpAwvqC5+L0mtLW98ivUvaLXTD7IaKS9YhbsvVJEN77d2HA+MEtzvtFFGL6XE/o8fjECPoP3Rz71gYs+AnaCPumTSD4WfA69qE5dPtLARb6GK10+VKn9vfdmUD46F5e9VQ9RPjmVzz3XT4C+rqVuPvWVe73eMIi+6E9jPrdDbj4KaDc+F8UePedZLr7c6BW+jUURvZRjnbogVRq7znKYPY0YCT5qfCI+N+qHvvg9i75ieYW+TQ2FPpH4pj5G90e+8zNjvuC3VT6wK3S+/vfXvYWG4bzspw8+qXiBPq20iD5VAQS+oI0UPUrVgz4nvfe98Kj2PCviST6LfdS9lVvfvCfzUL2dX5w+6+H1vYaoQL3IlAW+ZS8IPvlbBb7WwWS+VghlPWw1pr117hq+Xci9vasDQ77XlCG+E7CrvQ4TvL1iwzM+J3iIviab1T3jZw6+GSeNPjUXWL4bm789gwwRvuYVhD7EhIY+X4xqvsu1lz5AbyI+/WGjvuTKlz3SkGe+lqSTvIPQkD3o90K+BoaUvsTxVT4UZY6+4xkBviuOaT4gY5++nrLfPWNWi76OUP+9C75nPosMdL42GX6+viJ0vkSWkT5Ek0g+RXCBvtzjyLzcvW4+","MPCLPUHAqb0JkQU9iJ0yPYwYLT5XEy8+vD1lvaD1f75A6FU7OMwmPZPKCL4cn4C+HnAsvnWptD3YRvC9U8ttPlpKPL7BZYY9P84XPj8xnL49vIu+Fddnvl+Ujr51L6A+NRy8PVCkiL6j/0q+mJSevT8WUj5swFA+zweqvo98mrwjdau8yE4SPid2v71bGrc9SGoZvkBnUj6vQle+zPR5Parrbz4XlQ4+gGlwOy00Mj54MYs+okSLvlXBOr7daF28cVKXPvvTEz2nj4A+4bBMPUQsqby0sw2+1U1UPsXqHj5yHoy+C4f4PAR5Ob4oKEm+dyocPpn6Zb7BFlU+i3ShvStrmD595Bg+bSnQPQ1Q1T2AIng+mfOIvu59Gr0bEHW+TsOHPo0drzw6Y4S+t/t2PkznOL4XDRE+H7WkPs6Pf77Fk0m+s4hZPkrkhj5teoY+2Wc3Pu1ep71IMjY+OobCPDtNhL3l8R++t2IivqqtVz6zZww+w/aAvsIaMD3y2oA+Df9AvhsrPD3iwxC+r/hrvcqapr6rgwI+NeLBvX5wIr4YfWM+y+i8PUUkOr5woVW+CuBXPvdcsL4PKAm9BcGRPqc0nL1jHYw+BNF6vp0uk75XMnO+f4zAPaVODb7uyBy7eV87vqPcn73zr1M9drOUvrmDgLtUNf89DS1OvGM9Wjx8kEG+kivkugLTKbx2+S8+WcuAvmldLL4EWhW+41laPlUag74NEYe90x2Zvq1wAr7Rwdy9UFVyvlG6FL52SoI+rnwSPtTwV76I4IY9ce+fvlBaZL1EXV2+PweTvUsicz0IwqC+nHFOvvwcgD1yYnq+8CKsPUUmM74tQhG+l1aJPtq0eT7q30I98/ABvjlKj77f3Bo+K2ODvpFL9bzmr+89N4slvThGy71wMpA885OEPjuwQr6/0nQ+IERoPfsmjD4aQpw+znIyPkEdVr7yAz8+Ng9vPaJjxz3wcmw8OWASPg2PWr3Psfs9RmykPa1lNj4+Wxc+97wgvtIaGr4Vm6u7","1eCoPcvfnr7BMB68WpV7vqa3ET4NxH49aP1yvimrlT2Vbv69EB2AvlW4CL7doZs9TfeVPpCbUT5PVFQ+fLTePcTf/7x8qRu+Uo6aviizAr7OA/u9U1hqurQagD4i7qE9sP8Ivgt2az4nZ0k+4M7EvbxHV7ywyE8+YqBvvrC/Yb0EMUy+a5eivVrFPb7ojp6+Zjz1PBfyDTywhF4+wIUPvnHlhT5NDoS+Br8fvajO+j1ZLow+Oj+SvjLSuj0KsoC+bV3pPZmJlr4Ii1y+ATAMPjTJ/j2rxEC+OnGAPnYJhL6ESI2+h1NcvhXiVr7OU10+CMx1Pq/t2D3JnJC+Br0xPnO8uD10/nK+tfmbPdGtbb7CBnA+LHgNPC4QKL5FRFy9v6kevvxFNT5bBKM9HEcovr0647zZL4w+tRR6PkqvFb4/hxc+JPQYPht0tj3luOG9dnoYvjUlVT4nTUA+YJwyvqmkEj7f9me+6yAPvhFicj5l0JG+lbIrPv5axL1x4hM+Z9tkvA3+Jz79Ke+90tFMPVxcvL3hrhc9kdRcvrw1mb4sjpY+IuauPhU4Iz7feZu7l2eGPq2LIL26NMc9bF0Svj10br2B1IA95muTPh0drL6a7iU9PA3JPVWlVb4kOX2+AA0cPqDHeL3RpJM+v80Fvokqdj6z2oC+HwdtPpTx5b3Ub0O+3+VNvoexwL2NYmu+ytlXvXU5HL4IuoI+8SdAPii/Tb76XCs+Fxp2vnLxNz4Hop494RAhvotfQ72QKA6+xVOqvYcmXj5fT54++An9vX9cq74HV3e+xhSIvgsX+L1yL229OlJvvriUMr0iFxK+7VyDvqqjGbwEmwo+0HAevkkMCz6uRoo+6QMlPv5TgT7nVPi8Ux+dvuX5ab6xSjS+Zf2IPpPZOT5ChIk+j2SzPR1MJjsaYFQ+GnJmvuK7vr0vaDU8EhtjviRf3rx3psU9V054PRgx8j1OtRY+IlviPawGZT7/viU+zPzvvQgRxz0crem9xrqGu26Vnb6FnMw9","vIudPj/46T2l2zK+r7CtvSe5Ej43bm4+Dg5Wvskcij61lga8n+5APhg+YL6Qnj6+AVaWPOwAnL6g+Z08wUIEPXc68L17qE2+Gzg3PtacTr4mRzO+xzeevkc7jzy4Nzw+JJpQvi3+jr1QE9E87Il9vvN+Rj6/eFo+LvuIvEfAGb5pUAq+OTFLvgCP1r0ZkYE+tHEIvRAf9j0dEJE9yJUAvgdtDz7qoZq+y9FQPmQWTL7hGJ4++nVMvRQTNL7WZsY9qAtQvjcxkj7jQ7893DKlPScVFr56u5I+oQeBPmtSHL0vEZq86AoAvaXijj3T6m2+RQeHvsjpT75Qm7g9UN4ePhOHOT1pT8I97j7kvQ7e/714zgu9WIuQvopiAr4WYqg+pyUBvtaseb3Fp+u9aiZ/vmRdpL3r5qY+9nsGvsfmar5h8GM+RSKLvu2YgD7dyDG8Z1hSvmWSIr5kwzc9yNi8PW99aT75R20+u9qevZqaFD0tF6k9A7wEPsr3OL35kqQ+b5WWvb6hQL45RGs+MohDPv8+CL0D8/W9XTbbPWMG5jzoPxC+hLgXPg7inj7Wah68zSEPPiiJWD7w3Yi8bys4vrRSjz0G5oQ+AV8cPhX4Vz3x1EU+D1jwvc9l2b3Q14g8dLfkvcTfID5osSe+zk0JvmrScL4QX5S9e2mdvc1DVj6I54u+2I70PQ3vlL6hEes9lattvoj0lz53jAs+a6WEPV0KnL3NToa+v1Nova63H71odjo+Wl9Vvi/2Pz5HZri9LKChPfwouD1CLxa+eUI6vvsK272QUBW+jRSQviDggD2ABYU+dPAePIQCnb6Dmka+bQqNvYQ1Tr4L/EK+mIUSvpHNE7zVsDO+VlklO4bwrz57Awc90a6aPi1N+Twy7Pa99FB/Pq+Qiz51ms+9Kf+GPqoWhL7TUIY+xZ8SPuJoDT6EpsG9G4Knvu9mGL2HeTY+AT1JviYBLz4Z8GG+vudEviRfkD0uKVw7stxpvr9iAD7HQhc9uECEvrJUOT7klAE+","AOn7vbSvZr7oayO9YiyMPdL5b75tV74964uivswKib6bjDm9u1FCvrs5TjyWGo6+zzKIvK+XRT4A1lE+3HBQPn1p6j2M5wK+EkyVvssIfj7qWio9dW6aPr69c76jKpS+F4uKvprDojz/hwq+Xk0YviMOoT5oeH8+Z77bPQdbLTxYl4g+cinMvUbohj2iC4I9n54oPAJzDL6ODVe+D7QxPZD8az2I6Xw+XcAYvo9c5L1h9g2+8XxavpRD6r1Mu0w+EujFPaT3Gjx0ugi+LZpFvmOtgr34Wwi91BdOvhCqEL4nFZS+HQ0fPfdymb5aN1Y+WBFEvkYyOj405zy+UWRSvsQb87vLEzI9TqxbPk1xPz6hz4E9uPaUPqXJP75qmB09syPUPWBoXb4tOe69Q5bnPXuf6bum80m9gM/ZvVw5tD1hPnu729iJvqvikz5phoW+JJ5wPvhYZr6sx5y9PDJTvtIW3b2+kE0+PqpUPhPijLufnZE+8kpcvksd4b02rQk9yfyUPruez7xyKEG+IY+gPUM6Ab6CYj++15KlPqtQ1z1xinc+SlMKPpDshj6cCZE9Nw1YPvwgBT123VC+SZlfPdU0pL5+xPw8iaGBvo3dqb6Q9U2+edxfvnUV/r3UuVY+aAycvk+dyzzIogE9vrRzvhvmFz59E/G9eb2bPiqMe757Oa89KKeJPnR6ib4EbDY+TXsiPlgBiL6i4py9wRZIvvBlXL5c+xU9J6FMPuvSlj79l4m8z+YMvX4k/zzNkIS+gPfYvf0orz1loIs9gsRdPmDlnD6o2Ci+PMnTveFIlj5VN5S9AmHGvFFmGD4Wi4M+6ahhvl5NhT3V2gg+tAOIPvlLRb6dTlu9qwaqvb9G9r34ciI9ZVeyPg9Awz1nDjg9Rt1lPumAQL135Ay++W0bvT7Qlb6ddBO+GzCavbXN/T2K6Qk+lwh6vvVQhD5BD5O+NVyOPaNsAr075WQ+WwsoPVtIjD7VI8E81IWIPmw1w7241gg+jp0lvJ5FA706Tss9","PwQWvpH/j71bJ4u+Qqp7Pmc8GL5uaJ6+eJ+KPk57Ib4cWpO+fsxjPa1h7L0L1OM9BZd/vluoRb4+0x0+qf/tPbHGCb5BTao+5VSePPLGxr1ZMHk+dVaovR/Jhr6f14w8Ny2kO921Nz0n+l++b72bPGI0g778HHq9w1LHOhXJsD5pXS89uB0ZPkVLkL3sgX8+uJqCvGCvPT4bxuk8yYc1PgIvQj4BqDg+hry/PfaJHj5utYY+lVW/vdzdK77+DBG+ZkHcvKANIr4b6R09LAcPPRn+cr11gH88JPCCPNe7O70Um0w+JWFrvlb+Zr6Ly2y+Gy9Zvjl5670XshG+QigVvn1R/71/WE4+MR2MPrz+/D1Z5gU+gZMAvgl0Mbx0CYg+rBVXPpc6XL43NZ0+m+JkPvnwK76wU1o9aPyPvog+ir7/agc+Yk7bvUwDHb0dP6C9KMs1Prn5bj3qE4Q+n79ePheLW74aXHE++ZYKvi4u8r0UBJw91208vi7gDD1tr1m+aqW8PKAxkr7kzUU9jmBEPolujzx1zra9vO4tu6jsmT1gQZy9bONQvOTZhb2A/yM+AcaOPo5tKr662M+9Oe9BvpBmCrsKi1K+Xf6RPuUtmD1abKc+/rsSPmSGqD7ygDM93hokvnNTmr0tZYg+mZK0uc4MCT4DMog+d+aWvqI8/b2gwtQ9RpmEPi38fT6poSW9p0IpPpJmv73twpO+0nhLPhF+WL6aLds8fPYjvXENZzti5qA9K+GUPhKVlr7tx1Y+hdqFPi+4VL6qdIG9NbGfPY5imz2plFy+9i59Pj8Pnz4OVZG9B+sDPcVMvL0bYJy97ui9PFCPkT69mD09kn+TvpFOk77JXqA+91w8vuLtpb1ZrQ++Pb64vSbLqbxWoRu+YtZyviHnA76+Kp4+0MWMveaVcj69Ykg+vu3avZUwlj3gpiI+RzNfPrOeFz4beT6+Zi4wvvaG270ZyuK9aolxvvLEIb7NF9c8nwFHvbu0S74QpPe8C1F1PkFINL0VEY6+",