{"architecture":{"class_name":"Functional","config":{"name":"sequential_1","trainable":true,"layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,60],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Dense","config":{"name":"dense_4","trainable":true,"dtype":"float32","batch_input_shape":[null,60],"units":200,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_4","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_5","trainable":true,"dtype":"float32","units":150,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_5","inbound_nodes":[[["dense_4",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_6","trainable":true,"dtype":"float32","units":50,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_6","inbound_nodes":[[["dense_5",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_7","trainable":true,"dtype":"float32","units":3,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_7","inbound_nodes":[[["dense_6",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_7",0,0]]},"keras_version":"2.12.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[60]],"output_shapes":[[3]],"tests":[{"inputs":[{"shape":[60],"values":["sX4vv2ESkD/wqa69DtXNP0uLT74HS7G/BJbMv4xrCz8BtDU/wbsrPnHxJb63XR+/NcIMv2VoJD5x1a4/k3uIPjIZgT+Uoz6/Y06tv+719L+C/t480C2IPi5xgD97th0/SVlsPmRMuL9/MmA/sbRxPy8c+r6SzU8/QI/6P3OcZ73NLcQ98nmwv4YItj/SGsu9FqcJPx1b1b+JOcW+bkIAP4O0lz+V9ZE9nQlRvxbYmb8EOXW/RYfcPQvoHT7UccG/wa5RPlYCJj4wAZW/QBcLPbAKBMAZxNW/Em8OP+/BQD+iF/4+0YL0P/tmEr47GCS/"]}],"outputs":[{"shape":[3],"values":["ue17PufZ2b3AMAG/"]}]}],"trainable_params":{"dense_4":{"weights":["PCVcPgAnij6+Bpk+GKZQvoxkjD5PsII+kAvDvri6bzxRM4w8Ucefve0a/bzMuEc+jdwivqqctz21Q5o+nW6EPnyqIz7uEp4+BuhwvYtkpL5DJzu9VjG4vdQEiD5GY+q9C5qMvoWrLL6+2ig+zHdbvnv8MD5JYNA8z1o8vpNsXD7+ekG+uFWQPhl/hD3dDoO+dn8WPXkldz41AHa+ddF4PrKm2j0p7Ns95rmLPrH3K76HBmE9As+qPbAgtL1456e+Jh/VPNYJND1oOxk+BgrLve01kD6WYRs+SOuOO9uVtTxxuzS+E5xhPl9wQLuBbR6+acMkPgioZb6rfa6+QPJTPsKqr70e8Fy+TzkBPrJJnj2gmhw9YkdMPUbPUb6iLJ6+ekZcPvDrTr5ZnBg9L/wpvtPSXj5cRV4+APaaPrPvub0Kz/q9bIkYPrq2lz5+dGs+DKurvTADkr7CU0U+lAEAPhNWnr7b6B++d8swvhgVNT4Bn9q9sOYuPh32aj46d4a+ZI0yvVBe8L1KOau8WkxHPnsCt72Z/zk+wycHPoIxcr0LcwA+NtmkvuiYEb4A3Zm+hUaZvXrVZL7Xusc8rCykPtkGkT6TVJO+NSP/PW5xwjshJoA9bu8QPn0D771XLpI+297+Pa9jCT4VBDK+AqZKvgkhfT5CI2e9upFGvgVWwj2vS3I+tdXOPVL3k71mtD09VB+BvhWngD78LZE9+L+HvXH7G763oAu9SsekvZ2shr2Kimg+k49avU4ECr6c5zU+lgwTvkk82T34Gxu+EasxvmUh7r23I2C+nWCWOrTitD1O6hG7iUwfvmq7L77980k+GkXavR4jjz4Cc0a9MCaWPuf5h76zezQ+NTGLPcmdmr6Aplg9hrplPUwQUT4elIE+/5lLPjAcLj4IRIE+VoJNPvcVi73jVLM9rYEjvgi6mr1hxTM+4pMyvlQEmL5c0Jc9ipwZPkxPkb4GB3i+PnS3PWABWr79Kq++28raPY8Lwj3WJYq+tpZDPWNQsr2OxFg+","iNlavq+vMD4v3oY9YQ/nPdVLqz2Ix1C+cgXLPRgogD4t2oC+TYKEvokdcz5lmXg+o8oTPk5RTr5tfUs+6NhLPZLYB77O6ti9LTx0Pr2O5j1Chlg+khsYvgFahr41Jm8+q0dBPoKhYb63IyM+Ts0CvrmSSz7UC8M9kRAFvrvTIb7qWEY+iamPvv5tJr5VXVW+5nNfvo1jMj1XRmE+JJM8vq7Nar5Ff2G9Ljk3PowjiL247Z2+vuiNPrmkXT7TfJW+2aZPvgxEl74EaKC9Wp5OPedB+T2PN7Q9QO00vrjQXT7mMjo9LcTWPQIuCz5IGkQ+ebsIvtbjBD7UqIC+wa+Jvtqek71NvDE+xtcsPjFZDr6fvWy+wXF7PhCwfb5NYF2+lwCLPtlIhb540wc+7btpvblslL6P7Qq9JdB6vh5fK702Xk8+ChYqvqziNT1MiJM+tGMWvaI3kD5go8e9c3BuPjMcKj02cUM++MRJPvrteb63E1o+SuqEvsS9Qj5agYa+n2uUPq9Yb75JyJy97uMUvofBOD7Q8a09ivWVvshobz7c3DO98OejvTVvP77VE529QS6Ivh04Wb6xd1w9m7bcvTrnrL2ETpA+CT4oPq5JjL5CCEG9Shnlva/+rT7CJm2+qgTkPN4X4r3Pu2q+5+54PYYfcT4STNC9zb98vkepAr73/aK9z6Klvp+q8L0N1ps+dvNlvFdnLzsEpt89R6TnPUsxq74wY3K7Aaa7ujjW2r2ADV2+vh++PKUC0T39qx8+hg7BPapJIT5RD2q+4YVMvS8Ikz7lI4K+SqegPHGj5z0ioqu9p0WovQJ7JT6zrfy9+JhYvn4X/jza05s85jmTPv196j1bO5O+ifEwPBsmKz4GaJm8akR1Pkpw7j2wNSG+ufqLPrLQjj4osIU+tW2UPWSlg76PrIU69FZpPY2yjT6j3lo+q/9EPp7cZb49BJc+DvWEvoikHr43FFE+rqANvgtqBL4gDWS+cMWtvplQvj3mYGO+B4rZvUSMkT0B9xC+","hC1pPgo98byJzCA9Y7Y0vuwJi777BEg7GO5pPRhnCb6j54e+qsGRvYdnfLyT7AS8PJCzvKDmGb7JhBU+QLsvPThnur03OzC+qLi1vdZJhz5lGGo+8tShvUQJPL5ogMk9y8g+POrlmj5We2Q+yxQavdbnsr3epgA+zcf8vatkDjyasu+8ueKXPfokjD7TyoE+oazCPYuxrr7wkK8+eHNlvccVxb0In2q+5v0bvsnCgr7xUUa9Bbc1PpkLDb6XhDO+DLH7vQPJmT2ZJz4+kB2tPVFlDj5LyFK+Lqv8PYDFgL7iG5W+lWaHPhjsEbwQNJQ9SNtjvhKOmL1Q8OS8woMyPmpfQr7YUvu8u6ZZPEr9crzjiIq93j1APKZYY70cA5q+t6lEvQusUz3TUv+9It+Fvh4nhb4i4+a9CEWOvuLKZD4MFI6+cE0Wu58rBr55OwY+UEeAvkOhjD1mMVE9goncvaWhhj5Ivo++Y7R1vXEuRj5oSQS+zlT9vMTfkL2nLyq+t66QviB+c77tq28+Lx9iPo79ar7HT8i87zhvPXGxv70gf4U9TcEmvoOMqr4vYjS+sXaRvvxhFT72U1Y+6fJEviCpgD3YvGm9rBFkvin2qz70SKa+KS2CPvF1A7wApG29O0BWvmW/Ab5XYkW+m8IIPWwzob7xFDG+2EI+vqrIBb5TQGa+tcGVvCgvdj2B9oy9fPR2vltboj4HkSm+tc7qPar3lb6ur9i9jMRkvVQHgr5r3kw+ItijvpABob1SMOS9I0NZPggE2z1VOu09OcVovmYnNj5Hx3y+llYrPI94mr4yeG8+7jIyvKAzsj0GpAE+v4mXPB51g75IG/292Pzjvf90GD6UPoQ+6f85PS8wrT1+B4c+6nMVvneh9b0xY5093MPrPHdf4j34/hq+Oi9qPphtNT6TgmM+M+6LvqS27b03Cwg+s+COPqUZWL6xklU+CZCdvg7Cbz7M2Cg+BokIvtoFhj5xwyo+3LsBPnc3cT74dhW+8HQvPc0vSr30p4O+","GYXZPXEGaT5PbvU8C561PfXyOb4rRJu9FLQwvlawhz3kODC+ULlovj9dmL5gN6K+sfaUvt0I8T25pKI9lLYPPGe2Xr6/8ry9cNACvs3tTj63+U69ltSlvdtxi761IGC+C6h7vV0Tiz5vN1C+tS9vvlf9hj4dwNQ9TssUPrzHgz5QmmQ+Q7pdPk0wfD3S3q48OuU7vu2ZMT7FX929/VwfvVlIn77A9RQ+8dZhPcLdcr5e9o0+t5T/PVW6Pr78iF8+sZ6kvce7gL4RBku9Hd18PivN/jz1my0+VONWvpa0Fz4epUY94QoMvqeoh749QHs+yjf4PV5pgb4bkVs+CrcFPCvoYD62u4E9DbATvlWCojxWTAA++upWvvMJLb54qCs871QuPgNFHT5aQwK9PwyNPgpvCjuKmai97IsFPYcVDL4EPGu+8gvgvfcNdr4Vwva9HUsevli4/70xzIU+XIE5vkHBDD7bW+C8njTKvf9oq73j5Lu7Q9hZPu74Gj4XR2W9FOwePigncL41NPq9kxSXvm5x2DxUxLW+vI1fPs1i+L2tDWY944gwPvXwVz7kV4E+jk5rvmj/q706cQ89PWe5PKRHYj52fvK9czzZvD02AT4r92G+Naklvu3AFr7lRWy+6HaCvmc+vDzgWp29SSc2PhdFhz1ks5s+IJaFvmknlT5i70a+C8vfPfzhPD5MrIy+bJS8vQI4iTzxpYu94Mq6vapgBz5EEki+HeVQvmmwNr4WmlC+FDaHPl4K+r0V7ko+szAkPRzcPb57fBc9Zpxyvsg05Ly0ups+ITiMvLzsk744ul4+vfOGvQOSBL27X2y+pumvvcdCjD4AzeW9gTR9vo7smD4od10+g95DvlgBRL6Zjg29m/zdvYsiBj7aK6y+WnBQPhQvnT0k1iG9ZMidPpxLm75xFW8+tTa0PR/Mtj2yoZO9pb+Nvgopfj5hgxW+loNivMbA071wADo+t1Y0PgOTu70lcHm8Eb4Cve/UJT4eMag+el8BO68N6j1UoTC+","JrCIPnG/VL5JDQc+JleivqS7YD5GSlG+/0t+Psv5ij52bDm+VeiDvnZACr5lflm+x+6ZPd3ea7502m8++1M/Pi+3UL5KC5e+z417PkWrnb6BkpA8hppTvoZ14D3FX6K+PMthvihbALuZYS8+vk83vpB/9T2iooc+8ByDPmn2Lj5Dt5C9psyGvrvEOT2Sc1q+pHwqviooWL2ZFUi+uKQwvisZBT4yHQm+mat9vuCvLz7MWi4+XE8NPti5w70mDAc+DFxSvj1pTb5aTl0+FiKLPn4qlL4itDE+3brwvfSKWr5OX3U+taMTPtpIJj5v1qc+Nm9NvrbTkT5uZ449ksRGvquIHD7vi3o+vT2avtQr+T2fPYw+HZNGvunT2D1DvNI9/zOEPjdKS77ZxXw8bwQZvvaGFr4Q3wu911qjvc5SmD6IOq097+uOPWABBz7VXiC9I74dPgz3dT4kdya+U9qGPoqEhb38nh4+w8WJvhI1iD6kESU+3fFVvhHFIT4DO24+W+Fqvlzegb7F50G+2SfYPG1v6T2Bs1y+ba9PvMoHB7zawSy+ZblvPtNolb1K9jy+L7E/vrz9v7zT+Oa9lWNiPhDRIj2skXC95K6VvjYpLz7Txz09LtN1Pi5JTL7bP4I+prvxvZwv5D3pQYe+6BCJvSSnCb51UIa9l9lHPnXHRr7HcMM938RdPrfScr3of2m+eC67Peuekr25oIA+k47DvNBihr6K8f091MkmPQvlbz4AuZk+bWyBvHPKLD3nDWK9B3RRuz42j7xITmc+MoN9Pfp/Rj4bK0O+AP8RvqrxBL6UfAE+PrMYOnUggb5Vt9u8nh8wPu0qVz7JdIW9OFmWPU7gXr4rq3M+l3VlvaYAcDvVrN69TMeJPtQVkz5tOqC8IouVPVm4kr6TCHI+6UGFPkkqdz6N78S9eAPnPUlEoT1vGGe+X5jGveJeODzpBqU9U2OBvj8VYb5qfcM9LZ4EPrUujT7dYag+rlShvni4Vj1CEJ08QospvrM377zfiro9","9jE3PF6HP77DEYQ+cNq7PVpFQj7Grto8pWGYPUNq6T3AQF2+l8h9Pr6uXT4ro449LutEviu1AT7NHGC9oh1Ivpv0RD7BiFM+bHuLvqK7sbxi62Y+rRijPaSS+Dnn0Wy+K+tsvs05ET7NXt29YjjwvQEmY73afEy+nSAZPtRcBL22Sho+yspDvgj67r2ONKS+f86RPgkIDD6aGuE8HwJDvd3mDjwBLLo91e0ovj/S2b2jDoo+2RalPiHHAr2i8sO9PT2FPsisCT4nOIy+5BBvvaE4LjwVsKQ+aRlIPu/lcj6y4Re9mBqKPjfjGL2U8w4+D4AWvZahgj5dUiC+KL8rvhdoKb5N030+4AQQPvCJhb0MlI8+EnWqPf7BGj5RYik9H+FYPs4GMj1hty6+FXKvPnBLJj0TdY29oId1PkcbWz7ggCC+u4EAPi45qLw2kVs+lHegPkRinD0dQo2+UTwbvkuxcr0Tg82870tzvWlTNT4uyA8+QedpvqiYiL6+zFc+gtmAvrJ2ST4s30y+1Fz4vU/wRD5sUou+nNQDPh8qoj7mF3O+ZeY8Pu9brL1JNG0+3suVvqrBOb0RMke+571mvpWOf71AT6k9Yv7pvT6Vhz5bihO9FlyWvbU6lL7vqoI+h8FOPsIh57311ym9bon0Pe5W0D32oIK+eRZsvoE/wL32T5E9ZBIwvvUHZ74IxhG+mARmvKiTeT50VYe+p/dCPhqzH7658bA+PAjNPTagoT2qHN896jcwvS5okD6G6IM+uFrYPT/pVb2poW8+eGiNPg+4jL61dXO+de0xPpAunr1ad0m9XYxivthWh76iYZq+F3XUvdRdh75Z4bE+XgpXvjHhhb5Kvl4+NZMUPomyfT7lWOu9jvhgvn+6jj1Rot89l5WJvhOLx709tRe+J0w8vo0AVr4L/lM958JQPcHljD40GZ2+VDuwuyFoXT72c4s6jxoWvqic3jztxYY+xHGovrLXQT68eK+9+/WjPQp8Fj7Zir+8uCGFPYalH72yaXM+","ZPtbvaAcBj4avNk9KwBkPr5vtb1MNVO+iYSAvqYBSD5+83G+T5zePXvpRz4rfDm+6/CPvie/JL6ZjEk+AIFMvQc8kD0LMTe8KGeyvtj+mr6MMA8+0bRqPlYGnb4/N8A9Xi4Zvvc7KLyCwxS+q2UOPmuOQTwmSPA698ozvfjEGL5NeVu+NkTtPe9QUD6SeyU+tIkrvGKYSr5+UnA9l/n1vbOyJb0nPBy+59E0vn1ocT55u9U9FAYqve4MMz1NtQu+5RWXvpp/Gr4eEoq9AVl1vgSOJT33V4o+bzxCPiLnID7A8o4+rnOwvu33IL08mxG9bC1kvQI/CT6MZ3w9GxOMPPoooLr2fAW+v5dXvgJcj71HXwy+82Y3PbQ2Yb4a8Jy9fxgAvlQFZD0WwSM8p7PoPYvrrz21GVU+QJYIPXFenT7DaH89Yen2vc7PTr3STWk+IJvevYnbaj6DZ549+IiEPlwaCD5zFV0+JOoKvsrPK71Zjaw97zyIvhlADL4ufUI9wYyAvlSqWb0kSIm9IP4kPvsxNr4tRzA+uZeTPXw8Rz73EUM+K6SFvGV4Dr5bFoY+W+3qPNrLnb3JbJu+U0yFvqerCj51xxQ+4XeRvfm0IT57W4i8HuQ2vnKaIb0oaCE+FbqhPokqQD4Yt5S+xFULPoWbBj5DZ0o+w24JPvOHFr67lDA+yaN9PqDtjb6ooec7aCcavj8FDz44dMe9atwSvsr7dr6oa9c9Gi6PvvSgRL7ILY8+vMy0PR6Hi759HYc+CHM9vvUmGL2IlE49T5Q7PjCllLxDNOU8lG1yvZQDkT5kq3M9eid8vju/YT6HYyQ+1KP9vWACpr7p+IU+SH3pPdscbr4oYIW+K8WcPjNfKb43ko++djOlvhmbFT6o6lm+iJPXvXJZi747tzm+8xNmvsXEMz7xqpU+hr5NPvgvpj7rJCs+BgpRPnom2r1HwaM+AdcaPlr7GT4QUNc9chqGvgxDVj4szwi9kneWOyAffz71WK8+IX9CvlXvmz0eA72+","CNEdvomFmL7G1GG++3WFPtYjGL6YT+i8uYlFvgrluz2g8T0+mfCGPoB9hD6pr5k7yEfkvLjFlj1OSAe+al2TPurclz6puGG+YkKTvbBUcDxNW4u+agOPPoAui77psUi8VOgGPlFlEL6/Di89dOylviCFMz7srTQ+9q+cvmSkab59d2++4IgkvmmiKz7Isyy+r4lWvXgSMD53KQM+9p7TPQnlST7vs7I9uYikvWj3ib7StxU+s5URvjzFlj7urMk9cvDQvNMdH7118wi+5Mp6PENQkD4vQom+jCNWPdwffb5U1Iy+kw53Pm6vIb2RREw+JfESvthDEb5NGF0++s3YPVPFgD0u2lq91ynAvTqcVbrlI4q+YyPGPZpssz5xXe+9msaePQSHJ76V4EE9w1sNvs08Er6Qy5q+CQWZvfs5oj6WMoI+FwHqPQpeOL4ihyG98BGKPfBfhb4BDng+s1w8PmpxRj0C+7c8pnOXPpBuUj6pWJ6+fqmSPjKxiT5eQIo+uE4Ivg6zhT53U3o8erQSvkXB6Ty7JSO+qxdmvb/cTD6JGmI+MJVnvsuUkD3xqyg9p8a4vEpdaj5MHaK+82bRvUwz6jskulQ+s68MPYwOEb3TcYS+FwpmPmUvrD1Hiz29LVuyPTpdjb76lxi+nhp0vfUgCj741GA+b9oHPjQprT2FdoA91z6Kvom3p714i5a+7ylJvgOszL20+X097Uk3Pn2RND7Vl6u6/bo+vQKPlT5Gj1K+OYstvQweoL6ZLa+8itQqPYKzcj6qIv49P8B7PSKvaz7ojqe9Yp+tvlXgQb6wuqg+MAD0vZqzpz4to5m+WtzUPbvf57yvavO8HYKCveUQaj5Qzs49/E0ZvqxHib4KFow+SMkPPvC2Tr4pveY8c4ZpPiyET76RsqW7hDDfPalqDb7LhGI+NMZlvXcguLwbOYY+SxoNvlr84D3ByHa+mnN4PYpWVb5zr/c9l0FqPqdkrzxKP1G+jxWJO5qByz0Z014+irt8vRyqab5SCA8+","lVbKPXDt/bsV5Ka+1TgMvrHsQr7FB1w+nT+Zukvqnj1w4l8+T69yPrVNgT74lA8+PZGlPa+wWj5g+Nu9mO6FvmzVib5Clwk8cb6lvApNez2om8k9NgiDvi7f2D0y8je+e8ofvoPw4D3bAZE+1AnSPXgSAb7RP42699o7PP2tCb5idIg9Q7ddvXq1PT6Obti97/MhPoqTmz7rSlC+P0xnPiKMPb5uoTw+B4+hPYYWCT1EWZK+17F6vu0rFT6yGnM9U+NiPjllcr7egSU+oxvuvRW1Qr4fshe98jGUvlvfP77lYlg+iUKsPR3Cdr0fPgM7vXQTPkk/yb2feJ++yxlpvXkYaj2PFd+9lhJJPq3bIj4QTsu9NU3EPXdz4jyquZi+68U+Pq6cGL4spKm+ziEdPm6htD3BgVm+RIeKvvMtBr594gI+exGiPoZ5Nj2O4pm9KH87vgmmST3aq2y+hG5EPqGRTb1IUwW+H3wKPtGadT4Ad8U8O9ebvh04VL7whmK+RTgfPX7s1L0LR7o9bcN8Pj01Uz6q4V8+TxkQPjGOSjyoD6G93LGbPkbcpD7TJHC+wgBbPquCj766YjE+Rs2QPkAULD4/69Q8qoLCvcmETr7o/pQ9mAkoPf2rhj6NZYy+yQVhvhhNlL68IWA+oNg3vqvYZrzCmYA+fEGxvf5iaD6Ih2A++X5hvvRBxL34uou+dhlqPti+8r12RW2++ncOvk3szj0jHgK873/hPXf1Kb5MoZg+/G2Xvk15PbzRotu97/J1PnRz6r3Phyk+hKiGPsUIbD7A9VW+dcFlvkQqhT6uyj884cfpPJkpnr6J1WS9CohKvALTfz7+W0s+vtNqvaj2CD4pH7M+d2VyPswGV74tNGo+x7o8Pc6hz7yuf1E6VvxhPuWOnT4+Hzm+uqkPPvhCgz4Jm4e+hlfUvTm/Or5x7gI+NsU/PglSjz20X8Y9xPzru+yCAj79Ek2+qlONPoLjkD7Z6ki+1GfjPImUQj0qt0A+kD6IPpHBw71O+Ki+","KlaSvnODkL5XOu69VCmOPbPyiL5Hcg48mDYHva1obL0Mgsi8OYQOPhjeRT6Q67O9XbX2PUafP77720u+8lSMvvXKh77OA4I80Rbovd+xj767Hjy+9sqlPjVA1b0XkUI+d5dWPgLQDz6N2zk94cYYvgIukr3evWq+z8aBviSnFb4OAsk7sFBjvoofK77e+QY+W/Ilvsi/ET61z52+XeKQPfh2eb3s/q28ofk2PSMBIr7j8Z0+1HUCPChRD74yFaQ+DML0PRqiiz5Tb4K+q8GzPfmIazyyCC6+xdqVvem0Xz5V1mk+iyzhPXKdoj2i5h+7Fm0NPmnicD7YsH6903TFPbpbXD0954a89Vl8Pqt417xRPGg+N7gsPsbpeT66RA++0j2XPPrpuz0Oo4C9uy1xvWKrvjuIRQa+0FpLPqE+mj6t+RI+NAoSPb64lL6EECq9c2MfvgFGPz7xrIG+YQQ/vqoLFT6q5768/4c4PftLDD5g6I0+sTCSPgDmXD6Zu3e+tpA3PlLHxz2ULow+beMpvRZmej1kiOK9ZEGuvqfSgD6VEH++iHXhvVCiDD4iN6u8QHCbPYLHML5fTR0+zprDveYV5jzOKFk+RzlXPqNdEj6mH0K+Tn4XPvrZrL1K/4Y+HuQxPmfUlLw+No++cE+kPez/Nr6OP2a+l0t/vvTiz7z4mGC+c0rTvdzBhL4yAgo+kD9CPvGMe77YLRQ+vMU3Psfq4T3mRu66emOsPUiqbD7Jtuw8VVncPahWkj7vOYA+T2quvbg9Or4WF42+HTOHPm3Rh738dU2+UBg6vAXfnr201YE+bmPGvegbmb14nZS9zY4qPlcJkr2cl3I+AuiivbhEUj1yZRM9DzQVPi3PSL4/wvK9lVT5vavnqT0BVbM9XXrEPfn8dD5Do4I+IcpVvlfJfb64lNi9GY0TvjXAFz7gmoy+5RgvvnSUtb0HeM88hz0nPtKRRT25Z2i+T4hwPpq32z2MaBm+EWsRPphacj0ziJI9kq2GPRDg0r32BYq+","Pu27PdcYt7wMXke+bP6mPZblqL6s+Se+x+zOO9NScD5uyNM5WkrUuoZxlr1ZHzI+aW5EPt4P/b0JH3O+AnEPPkLREL6Idzg+lrwZPgq/iD2Qb+c9UtUnPQkDNj5h7Ns8eYGDvmK/or7UFmm+fyWCvrrn0bzhL4O+uV4hvi6hgz0lxz6+R6RbPnbM671myRS+UrHQvS/rHL4CJTE+limWPqLZEb7w7ku+iDiXvsa+5T1ccyk9h0iIPquIU75Uzns9MFUHvnh1L758ieM8Ev4wO44iVz2aCHY+Ik8ZvuVA4j0kqUG+rS9SPuFiFT6WTAM+8UPGvGgliL5MT6+9l9YePsFKeD7Ipqk9ssiRvrkNxTwosJa9uoT4PfSEYbxMo3k9tZczvrxLKz7YU/69AtcLvRg7570BP7Q8i1K+vdtkkL6fVU++wF0bPn1kET5WnW2+ePuiPmtgEL6vVje+5pJEupP+Zj41Jn+++Yg6vic1Cb73DlO+GDJCvjQzWL4PHaS+6TV1vjAc6r3DaOU7qPtBPo90mT5kSzM+gDL5OoqiLjw5ycm8ngFAPsClLr6iH/W99UMkPVvaZr39U02+2a4cvpXoHD1wz44+0foXPrSyFr5eyWW+QOZevmSvFz7QD04+zqdpvrjAiL5+uYi+J9c4vgfcYL74+xQ+b2QsvlNrLb5B+U08tVvaPWzOKr5qof48Ii2GPdWGTT5WZ0k+a8ZZvlvUez5kzpO9LjWxvdA9Qj0raHy+X1KdPr2kG77Gj6Y9AO5ZPnLSDj4aVxc+GfFbvsqgib1YaHU+AgYNPqMFA77LlaK8ykxHvnfCJT2DGok9+mjJPcHqNz6NnEi+dvNtvi+5aT70Cs+9+AGUPlK3n70ZIVy+O/LavfDoNb4ggpI+k1uFuyqc+j3Hjvy9ENFtvWOeaL5jiO69G0Qlvi+kOr7lLJi9HZV7vd1TXDzogNE9vBuKvsUdGT5qV8M9hzqHvpfWeL6nHc69sjddPqDbbL6d7Hw9n/5ou92gbz7cSCO+","KPWCPlKpFb52/Ie+BJWxOrXwQb4Vkao9McZhvkIrIj6waaW9fIQKviKmwb1Vp+Q9ksp/vXpCHD64ZJk9+oI1vhic5r1Xdbu9FYB4PoErsb3EyAm+yDJ0Pc8rdT49sKq+QWofvt/vCL5aWw4+SKZ3vVAjcD5vLqM+R1yYPTJYcr4+x5e+JiAWPgu6fr6i1oG9CuF3Pt/6f76gM3c+XNAuveAPsb0byRq9RHkfvrP7nT5nqe+9/UpivrGjvz0f33m+ddlCPuI+Gr4qvni9XA6MvswGnz5zh2m+f7iHvimDoT2TBcO9itugPaVS+r3tn/g8QBJ9PqPmmr6+eZi+CluNvli7lz7zOxK+nLNiPr098jyvjzg+Fap7vuYH/L16ibi93rGPPhKPPT5tDc+9wPQ9vu/UsL5DLKk+WXc3vToOtj0i9oK+fjgxPhkdqb0RUZy+0LJkvhVBPb7XB0o+aztsPjwvZb4YC7C9buSDvdbWUT6pSbO9ydppvjqvJT61yZk+agUFvdKNSD2vyUc+OKZXvgkahD7bNIC9ZbjuPPxZob4k33I+9kaHvjPVsL10ppU+IXOzveJiLz4S3HA8FVR5vriOkz73G0m+ZDCzPVBGhr2wuJY7cLSIPphAZT5++1q+4aHtvUKP5j2OmB89MX+WvNJbuj038pY+zUUvvn2hUb4yjV++ItYEPlg/tb3QKre832WCvk0yXr3Aoqm92/UrvsjEL74jvQ8+R8CXvrMmjz3oxC8+SAvAPUI3sb41hSK+Iz+Uvr2bwT0hqj4+DYxTPrdix7ysTxQ+BpsaPku7eL5jMl2+3W6SPsCegL5WvIm+YteOvHUNdL486Vs9p1P3vdonoL7U7D4+FyjXPYYHiT6OAps+DG/CPPv6Qb7foAe+zNB6vhmGlD2BDZS+ylEyPr25sL2bZnu9QfqHvsi/Sj7mFCw90OoIvr9iNLyQ/tC9GXKPvuUtLD2NklK+hxCtvjw/pT6l+me+OkRyvsQvVT6azdg9rjaUvrM77T1c1a29","/B0oPjhDxTywXGk+DFxBPvv5iT6unlW6iK6evVe8kL34cQI990ivvfPpMz6bEla+ZDESvghWlT1Tuni+wR1yPvwVuT1Oinc+1Sv5PIshsD5XyCC++DL4vf3vZT66XsC93LeBvl86oD6De4o9KQqcPpGQT75LAgS9/aK0vY51XT7Iu3Y+2r0OPrL7cb4ryZq+yJ6IvrXfcT13eWo+dUxjPs05H7x/XC4+tzo+vmcvT70qPYu6FKWLPirIgj6tNUC+GMTrvOOgd70lhY8+9DQSPk6Xmr4CYWy+5QW/PP5ZBb5t8F0+TyibvR/oaT7pfn89wCZcPtqKbL5V/4C+U04zPltLR773Loy9avE0voI9mL3mZLM7+4c+vj9NvDy22Vm+zKmWvox6pL3V86S+ugSPvUgoeb6+ex2+9NKOvbzDBDxANIy+Npo0PIAuZr1aHQy9or9bPhhAO77B6QY+olCUPuH0Rz6C+iw9kQfdvfHfh72l5Ti+9T34PdZ1HT7t32w+g4+dvoT8e773z1u+uxhvPo8wdT68WjI95t/8PWtQdD7g59o91Op4PvhYhb52PVi7nLJFvtUp/z0/zQa+E0KHPmm7Zz49tz2+rezIPeiVgj6/85q+1u3kPX3BgL6ggV68mhlwvN6VZj7s2/i9S48xvpB8iL1SVWW+cbGIPUKXNT7ZO6A+lFNMvjRDXb4poJ6+81KNPRAtM76hyqC80bGnvr5XkL65FZU+NL6avhE6TL5gTHI+DMKiPebhjj5hFGu92ca3vYSHWb4DOc69DLGFPlyGkz6mS5c+49ghvpbML74SBKc9RjpWvgQYOD61muy98TZ1Pbpiyr1K70I+uMdkPjvqMT483CK+ee79vKt5Nz20CYy+VthSOtf6iD414uE8//gdPnRh+bwEKiI+1aqKPUbbMT5yPB8+WFWXPmPLbj6bs4I+UU2JPiDBo70w4d89uVpIvpcPOb4uvyU+oc/pvercgbxUVx++ErCQvYqDhj6X8n0+jVxpPsctnz1/pPa9","zxiMvt4bQT20yC4+nFSbva8ii76SI06+8OTSPUdEfj7g52w+s8l9Pv7N/rrQEE4+AjRzPuAJoD2AwLG9SItevj/CoT4gBtM9EZQpvnS1Rb7ZXzE+zahjPNmjj75UGD0+0BONvukGo75t6yy+axfevRG6V71odRk+HlIQvnQDCrrYnlA82SLovTZjXr5kp3m+LEqNvlWtnT0hcQ0+l0x1PvtNrr2ufyQ+p5BovWBdNL4tKIy+mzZdPf5FRz7VQp890PY1vto5l71LMyW+epzpuluObz4hWUe82oT9PAbkYD1vSNO9HtHQvXCWdjw6wUS+7oMmvtTdyL2Uy729rDdjvuzpRz5BuOw9DDZOPhw6br4/Pb49ra7DOwiqGr4hOl29UhG1vq/6Br5fevK9dQA9Pn22OD15bzy+ry+SvdBX+b11hxu+LxOlPkSlbj60GAA+0j0TPmS7Sj3VWUq9jG1Ovv2rgb2XQac9nXkRvuScET14nfm9fYBuvqwWLz01/pQ+b+j+PbOEqj1PC1Y+y1xZvoMu1DzJv+G9cbYcPviUgj1B5pQ9MxQ8vY/nAr6hIWc+S3fgvQmUgj70JfI9rhQevscqWj63w0q+tnG7vFfoTjyqQXG9xl2Lvnmkhz5M74294aEKvnHJjz7zKJg9TzqLPq9uzL1xZ9a9FICLPQmuKr7IQXQ+Y8I0Pvbbcr5w20c+rbpdPSLkCb56NY+7gcQePZNvjL6taZo9HQS5vVVmHz6FgJe+gPEVvvkBND6Fyos+oaslvjRgbD2oveo9VWP8PYdwMD4Vwg0+Zhn9PZ/Kir4iRXS+zh4hvTSloL5VwgG+HlTqPYYRg73SP4Y+Mp6Xvi7z873ZQgc98yI1vtgcST4tiMS9a/yPPn4oEz1Fm2C+VWkjPlMCQj73oB6+TcTpu+QIe75mvK49oxhcuua2Wj6lXII9JxoSPCbumj4p3r48F6lCvGalhr0tinq+ypMcvvTAHz7CBxG97YUvviYHQr5PHIQ+xbNovt2zm76fa5i+","tFdVvjI1iL7tpi8+bveOvT6YgL5guJu+Q3kjPteZUj5qsCG+1Nu7vUGNkb7pZIg9bMkxPvI30b27Pjs+a46YPtR3Cb4VWaM+6e9EPQpAMD7wWUi+RXJavtBfTb4m3Q++tk12vqxrCj22aaO9wAkNvlSCuz2EkQg+Wyd7PQSATL4HTFs+2kHiPZYhGL4nKHs+Sd2XvaxMbD70TA69QhnjPa8E7T1fU4Q+F0JwvvEDTD43d5y+yf9NPQsa872BmSi+e/lAvpfPsr7Bu8k96Ny5PWLsEb6++Jg+id8HPrfLTr6T1oy9Me1QvalBNj6NLf09dCQ8PrpwKj6mhJQ+aC4IPuBJib4p77G9X4N4PkrCKL47e/Q97oSnPKTGBT4/tRs+y3UAvujrWD2DCoA9RA1CPs+QBT1Q5Ke+FyMnPBRx2r1+gpe+SAkJPaQxSb4zFoq+thRrvivgQD3VuF2+V5mJvnbiDD6LdQO+u82/vT+4Or5dwXg+/IZfvjh6I76Kls69FJ6AvgAynb7SUKM9oNAwvirxOL1tNjq+0/EivrwGKDwi6VI+uIghvaoIkb4rCV0+CXmIPkWm97w1eE4+BtT7Oxmf5b1+oxK+Cs6bvkociD2IPi++1CVSPvJ0Tj0VsIs+2QlkPr44nD7pOIG+U/JWve55ND6wN5O9zxlTPCsRtTwCkvu9dcwuPm5A5ry1MHa+el53PkJC0Dymv4k+Qr5hvjnXJj4/T6+9E0ZevlIjBz5B93k+b1sUvqV0BD4KApY+DosxvmdpkT4BUEo9arHnO5/E/D3JT169nuezvRjrYz7ofZw+Tj8EPiCSLL6BdWS+rzaePqVEB74rwSU9FvtIvs4AGj7Hs5O+G60Jvjqqg73RRGO+a+uJvuIzeT5QhhI9UuiTvtvW9Ty4VoM+A95UviHSGT19eo4+Rm/JPIFZ+73IRuy9JBtJvkqHir6X2EM+Ot0UPrwhJL7qLLw94fS7vOJMeD0/aBA+W9zavJL/yD0a8nY+ROQ4vpQeF75ZxVi+","gnkVvcHMh7002gg+pn/1vWX8cj7OQwO+esKPPQilKz0t8Jq+zkJ5Poq3LT4gexu+cDcLPgvbn718STC+mPmNO4JfIT5Bgr+96qqUPhcN3L2vNYU+lKktvlYEkTxgypO+Oo58vh632z3eRQ2+94wDviwEhz6JXhK+XbhavqP92b1uB1m+EpZFvjgR0z1CcSi+f++BPtLQUL0TFxI+fdt0vV2Ypj2FfRY93JKRvs7bRz6Nz3w+WFDCPKAKwT2vjj+9zqRvPR4Onz5N7IY+wTFRvDEtRr6T1rG8dggXPEGA1717SKG+KvBCvgypmTu90qO+wWUTvkwWS74u9/y9cIOMPqbuKL4daIW+XjSLvTVLdb7VJG0+pHF0Pr55Lb4VY1c+7SSePjgaxryAoLc95Ycvvpd+173IZjW+aKudPJzRm76hEmM9LNJkPqbY5j1NRlQ+nnbyPBR3Jr6dvjo+z4GlvgEqML5iWp0+4iGHPiNfED4HQIa+roOHPpfFjz5F3a69MeUyPpq6Kz6KmpY+GDuNPu3bgz5WLWM+nX4BvBKSkr1nmXK+kMwiPvbAW71GnVe+NbK3vUrumDyebLC+FsaJPseQQD79XA+9C6v9Pa/auz2++5W+KLObvhrCeL7ZPQW+nliDPsEviz5T6NK9XBw7vudQVj6lfZO9helsvtuFoD76oYU+A/WAPjJ7fD5aTlY9Cj1XvaqRmL6IJYM+iyl7vkOwcr0clRU+qmUuvcLVYb4cllY+9riRvj13hbxjdiQ+vPcKPahVZb4K32A+ifyOveRCYz33ACy+Ck+qPbHVFT7L6HM9+adYPgyWsD2BViy+kDwavoldLz7yBXu+M8vmPWt8lT3KEI++NcIcPSrVDD3H4Qo95/lrvRe4cT5BFuQ95bGPPa//Rj5OZz49/9obO5CZb74oFAa9ZWM9vuQXiT0ILmm+OweDPjmLWD5ygGu+7BpnvblPcL2Do+49yEuKvRaXkb7fvJU+/3wkvqL9Oj4fmRk+gifUPakbh77fE5K+","pdm5O7+JA76ptou+ddcYvolEgL52ymE+JzFpvsDnYz5nzyk+znTyvdRDXz5ct5A6uSZRPcnEeT6a/co8lZzSvXez8b2RnE0+neKMPgyfIr6up5Q+Do9IPr0igT6Pbow+x9NGPuZoBrz7Z1A+jGDivRj2ET11L4Y+wkT8Ot1T3jyz1yw9BrpSPqlFjT7yyko+Llw8PndC+T0Gyx4+fk2UvgJgvzwVYOm8BTMZvd+YNjxiy+Q8LqtrvvE+pDuzthG+tCacvsPbkT52Ag0+tA+BPVFMor5Lkjo+4v6WvaWjAL2uglw7pBoHPkYu+T05GLG96AG4PRkp4r2DYga91223PV18zb0QvQo+LrZwPSx0nj6wvSu++LOzvXQOWr7DPA8+XdwwvhTJPD7Ezrs7BCJGvje1gL7TSgk+rrSFPb7XhT7dDUa+d4yPPutDDL5VdZY+DxpTPjdYsTxXElC9nYMDPRG3Vj08kk89JJiOvruCeT6iRCq90QNqvtApQz7/UR++f0gtPoOJyT2wbBA95HpQPslXlr7585u+ACaDPornhz6abpY9ohqWPUshDL5CQtG7rgAevqO7tT2l/DW+MdlYvivulz5fT/e9S18fPo+9hD7gyV2+ahFbvtnBCT5r4iU8u2cOPkPU0L03Fqo76W8uvoWtRj7I25Q+p3w6vPuEEb5tLZM999JavmQdgb6nej0+Q/RrPFYYML7rHL2+AwVpvrQvaL7kCMS9lYVmvTEuFz7K7pq9YsKyvdM2Hr5UVo2+ulNJPtAsQb1dAc49SJklPoWbe756MB++BqcQPqZ/x7wqTig+FcdZPRpggD549Yu9tkOLvpJIoj5XCkQ+7+6Vvtomnb5XAUO+npeQvW/Fgj4ECJa+/HEMvkB/WL7x4YC+JRxuPpTDVz5hBxk+BuuOvo7vhjsMTs695S+RPG01gT4p+2y+cKNfvrsMaT62uEW+2GQoPvVSHb7kFGW+KWwFPqdDz7w7vTO90l0kvpY8cL3vzpU+6kMhvtehk75p6K+8","XX2GPooZY72JPZg9zBOEPnOv07wo2S8+RIMmvhnnF77Y6Uk+NwcUPpVmE70LPnW+QvtjPhfvqD2g4kO9RwZePt90QL55TYg+5byBvsSV6T25B+g8JVaCPnPtbD4uZp89liyIPVPyQr10rki+I/suPr9aZLxq64E+NxsVPg/wfT4zRsI9aICkPpYwMb59eZi+uVnBPXGNlD2NkYs+Y496PusTWj7UT709EQ1rvg/+qT4dSQm7/xpDPjbleb0agX++NZAQPtfx6rzMK0G9qP2NPp9cZTtwSVe+QN+HvtTROj6q5ZI9UTtbvq5jhD6bG8O8pEnHvM9KXL0jrR889ylmPkpIID5DSwI9V1flPTmuSz2V2z49OQZFvJ44iz1f9mk9yibbvXH2Pz4WzI6+uP9vPoiBi77CeU2+ZqcpPlgsdj5c+Ny8tNcKPNWigL5/4Bq+XX0YvmAgFD3zS5s+LpeUvlNMl759yps+gnYqO1/+Ur0oYu49YR4VPpgtZj5ryla+4EWwPS6mhjt6cD88q5QGPfjwib4iMVQ+SEravZzpQb1HWR++GfYiPYgSNz7PCh0+dCmUvk0gTr2QPZ8+SB4PPrRBpD2lLaw+Z9ccvu4smD7T85I9K2BCPaZEQjytWFA+07RVPl5hoj1W6Lc9/6TmvBUtOr73qYC+itkOPIfZ+DqrNLI+gNP8vcxCCr5n/ny+8S0lPehdlL1D45Y9bmT4PMN1lT4TvIo+8xBbPcf2ij6pIpA9fYNWPk+Dlz2jSVO9St6GPhy8I76A5F4+1sAmvqB3mD4fEps+aoBEvi4MpL7Xopq+CaZRvK3klT7FU6O+8t2AvtHmwDx+Oz4+mWOLPr0vn75cI1k+Q89vvvZmubwYVBu+D3txvq5OF70XmEU9h8VyPkSUZ74sHlI9OACHvc8z1b26F3I9vKFUvlPxhLyuD2q+yR3VvdaWhj6UM5O+WvQevtrZUr6F1XK+mbSQvvFoYj6epnM+RsU0Po3kn71SvkO+ZUYNPZpA/j2ZZAY7","IbZZPrETAL5wFXq9OxvPvRNiGz70B3m+CNqIO0HHMT6jFC8+OQgFPukamr6QV3o+t3ECuzwTLT42k6a+I+ePPtjKEr5GNBw+J+loPYDqkz2ONga+zf4mvmdQbj6xCgQ+Bj0hvskCnjxqNCo+rGM0PjuAVz67nom+OWCBvQZsoj1v5l8+JE1KPiRCvzxZsKW+XBaOPFEx3b26K2g+dP7qvS3VML7P6J4+1GKYPRi/ir0yXGo99Kv2u8tT8j2BRvm91SeGPoTRozxgOo0+pBTjvbMNk7wfFZe+oRULvnBg9r2HvIK9gyA+Pp7mSz7i7rm85jmjPbeqhL7K0UE9GK3uvWVbLr4cj4i96CTaPbNsRL7xw4G9SaiKPvmDPr7AU9Q93KH0PRdYLb0iqgs9Kq7HvXq5nj6gaYk+l4J0vpIfDL6PMve7AUJ3Pq8OTrxGLPO9gteOPiWibr6UBkC+4bJ2vu9prT69G3S9MwWWPg4AjD5DdB8+GZ8gvZSUPj606pC+USxOvWEwtz1tC749w049vuRBXb6omBI9QD+NPlxP0b0tTfG9a8kQvnFesryWDIW8ja0bPQ9Qg74SBok+3jSBu0NUnL3ghJu+ZtX5Pb9yib5Cd5G+8n1IvjIagj7P2oM+EqOKvl4lqby60U89AJEgvRVil74PQ6A+TupHvpnfAz54CN89Z/RuPmhIDz6rXVk+Z5WJvs9zFb5avZy+f78xvv5vXD7bjI0+Ed83PjijQD6+uRm8nYc8vtligT428049iQAFvcrlGL7unoK+kNjEvRYjjL3WQ5M+7L/fvduUE7wq9Ek9MSkXvqyOhb11g+08U6YUvpeuSr6tBqK96s5BPkFyFz7xg58+3kaXvrIoSb0k0jc+F7k4vnGB+DzusJC+wyGZvuSGDr4qpqK+wZ9GPi+/LL2a9o097jhIvrcRDTy32Vi+P+s8PsLeYb3jJjY+9yKRvnRZcD5dvha9bqBhvkI6vj1JK32+o1suPs7IXL46J2E+5oJPPho5kr5GR3K+","sVSRvkCZQb5xT6S9Ke1OPolNdr1a9Yg+O+FiPhHMZr6k0Zs+tGRBPb38O76F8Kw+KONcvYtUdz1OGkM+Em6bvkRhgj7ApIw+9c9uvq0CE74mRxO+PmIwvcPeaL2TEII+B2CJvj8RpD6fHFS88McEvifdnj2LId49pd7WvJCZTD7flwy8LZNTvteP4D2Qnom+p3kkPpFSZrwON5894virPj6vUb42ksy9N3+EvTMdST5wWn++2D48PkuoobtGToi+6lXXPVtjsb5fTvi9jPAPvhCyFr3Lf2u+9rsCvghnlz62+Zu9VpeEPm0YGb6Y3t49K5gAPqBan75x9Jo+UKCevdhbtT3SQpC+LUlRPkk4irxquJ2++HvRO2tlRr4uXpi9QqUcvuQZo76+wzu+aDacvjQTg775fXW8xQ8dPhZgZL4bgyQ+UvCFPlb8L75slHU+e+NYPu6XQr5dGzI+LI+SvkkBlr5n1dQ9sE+hPSuwdj7vYM49uay/veILNr7IObS9on/5O7WFkT7ZIN09kLGWPqAfCz6Ww6i9wengvSFrBL6FqAs+VlpsvjOXBD3FgKG8Nqwbvu0ngT7cFJM+4EOWvrIOzL3GGKI+NEatPUGsMj5TCpM+16PnvevTXr4ai8s+bcyEPjavIj5wnQM9ZsN9vkNJwDzHRDg+yuROvuE0ez6HpOI9QfulPrysPr1Pl6I9OGuWvi0H970cobU8ehcPPve1lL6fsA0+PoRbvlmkCj15uo4+M2mQvYkQTT5WtF29sogmvg6vzb0iX4U+WniQvtFnFD6t/AK9wjZ9u9TyEb7h0YI+X0ydPjfs8DvoWIM+1BCSveeRo70Y/n0+QaKrPiDwYz68g2e+XCFMPnbn5b05ohM8jM4rPoqudL3uAoU+2IiFvc30aj0HTk4+7kp1vvhxjL5ZlMw8+vUwvsb1RL0xuOM9ojJDvWr1kL64Urs8YFbKPR5wGL7+OUg7fiwjPn4vZb7t86q7SAOCPs3cZj6y61w+MLIKO7FkSb5WHaW+","10BIvpQvLT6dciy9/Pg/Pt3mpj0ogNA9RNR5Pj2Yaz6Qluc9f2UVPirZk70pd44+pY16vjmOXL3hEH69CtfDu2YPib6SHdo9uRqQPiH2xr311HU8t6VkPvt7UL4PMEk9GMHPPCyNoL0bwzY+Bvc8vh5zyjkAUrg96hIBvt4RgT50IVs+3d4APp0Bc75gUZW+ih0KvpnS6T0a3zk900QYvkLzxj14yIA9teRoPjen973V3YA+ARWkPh3zbj51J4E+IR67PgJslD4dtm8+Jfz7vaC0/D2vBDc++SXhPZz0Xrtcc3y+YQHTvVE3jD5Lntg8mHeQvUMwV77mHIW+eRGJPsuGoz0zvK29X50pvsEgHr6vJUe+6qaTvpNp1byjfUY9Uy5LPsvbTj1D8m8+mI6Ovjcxdb5YVz4+RSPDvXAYPr3yOky+VvAhPqBvO74Ph0O+eq4OPvVd+7z0OHG+LV/7PBtfDT62PvI7tuocvrP2h75Q1sA9HvyLvjNxzb0L01Q+BZY9vi5NwD0YgmM+lTO+PDQaor51BZq8LbuEvsZGhL5EdFK96qxGPhYThz32yW4+SMK5utt88j03bYE+MeJmPhAshb5NmXw+MxGPvk+sfL01cQo8vXonPocqKr47r0q+/hYbPl8Bhr7Bp+k9Wk8ivvH1gj5mjjE+wd/4PV/kcj5+ioA9QWAYvuIl9D3FB5a+828nPqwxoj4FSo0+1xNwPSxjvr2hO3Y93alfvgO7KD6C3GK+x+WiPkJ7l71xXDE+Sd+XPQZuWD6xF8S957iavOypRb4jwJM96XD0PTcCjT5MS3a+xHWQvruxrj0vHJQ9c08IPsshwz3+AHc+DIMMPvRxjb0lNnC+bJs/vjH8FL5r69S9xrFhPmW+Pj3KREQ+WoGsvUy1mL78B4Y+4tojvkHK8j24a/i86947PRyGPD6umEq8liafPSunTT19c14+WhuIvgC/WT5ebzO+XRjavafcir6k+1C+Eae0Pc2BB77cNs09zdu7vTs7pr7sBQK+","vtNhvoAHN7xf3fM9GnqAviEpHT54Fxm+cZkdPOeQdD58hag88to+viwRNT5W3h0+guFZvm7LfT4WsKi9sAIsvpqtm7wIUiS8dAZ2vsNqmT1gHUy+gwUcvnp1lj39Jqk90WkEPuQEvLzUfUm8wOMDvmYgIj4mORK+w+8nPjwbjz20NPQ9VupZvvJeSL6cPFc+UIsZO8Kkur2M0I+9Aj+nPhON1LuC4js+zdcAPUQBar780jq+e7AhvlHsab4IxY2+fU+KvgK1Uj7PxWK9on1qPhHUmr7czTQ+iruWvJ7fUD7qaRA+REo7vk+HZz0Xezy8sj4oPuyQv73Dqj0+VMkOPvCjb76yaqA+UJRmPfqwH75oMUu+NC5JPmCvmr3kW2C+oGosvDY4fb5Plmy+q2ppPtJSlz7NdC0+oz5QvSqlkD7AkGC+2QSTvH4nLb5PJnC+J85yPsMI07yb2oq+jtNovjh9lL6UWRI+S0VlvkPjmT5KEAy+Ne3lvfR0E77ZiY8+avvQvVyeYzxdV4M+Q0CiPkSOgT4tVVw+VbaNva9HBz4DJIu8mqADvLjK8j2/Fkw+TOUFPoxY0DxkR/c9/9t3PklBmTuvdBq9/t41PrVZUj6PxFc+nM6HvnpuXr7252G9nsYQPs7VgD7L7YU7iCgtPmqQQz7WZpu+ruCsvAxsBD6hxF4+2MKxvqnBlj7Pcjo+dyp7PusOaj7wPje+muGOPMv0cj6W1ji+HQv1vXsKJz4J+9+95TxgPHiZK7xrRAW8xR6tPdnmWT4LMpA+a/mAvqr4iL7fnYI+iFB1vKYlWL45wiW+GYwdPqZ8o72d+Xi+MUA5PtnkG71iGia9yjKAvlgyxjw1DSw+DU4XPkEGDz5mHFY+phNJvlHxv71ZO/U9EUMwPmjwjL4fvDG766Z0vu6SlL7EfE49R3/Ovb6vjD4t4yo+Y8lKOysbAj4hfXM96oufvVzDOD6zQxU+IN20t9iQND58Pl2+R+ZbPrUtLr4y/189FenqvduNUz7fK0w+","4QSNvlBiDT71mGY9LPWVvjPt6z38YFg8tTQaPp7Kab6aOYO+/7vzPbOyfz5xdW+9OsyZvTXHFz48FCM+CgCDPk7qyD3jboK+gGVQvuSIWLxu8f692DXqOfSzFj7mOec9mwOovRhJ8D1N4ok+5CJjvtQVVj5ll2S+J9LnvfDMXD5mULM9Q5pevkLTZb7P9Aq9bSeJvWs1qT0xTkE+0KtMvobWmj0HuuG9jl0kPVD8dTxZPQG+3uWcPXHYnDt4jYW8hphtPfkGtb1HqWg+0w2ePT56LL0HoRe8ZemFvoa5Hr5WuKa8l69mPu2zID5onIq95PCmPXFdN75IYoS9nk05PQSlwj2+Vxg+r59dPulIer7Xu7E6q0UZPvcZZj6Eg4g+FfGlPYP5x72I7pQ+VlnAPfNXK72z61w+ijLKvRfa8T26Hxg+ptHPPcHcZb5HX7s9UTlgPaj9jj7BsQe+iFCQvm4/qr0JOwQ+3/SAvuhE8r2UE3U+xqOKvv0I/LwoBQq+ch3iPWNpdL7ZTIk+tN51PafPYD4KRmK+9dPCPamrir6zMGG9L8Q2PtFBqbwsMFy+orqhvi4GLr2TZBc+XOkDPhStij48MEq+FOfFPXoKc77aMY2+nVb8vbjU871fARy+knNTPmvwmL7EwEo+lZmWPiFEX74x0RM+uTn7PQDH5j0ReLO9rxKVPv4t6j2Cxye+PIpZPcduED7Sm2m+eN9XvsaDGrx/RSK+LXYHvW1Ksz35zmU8tMXwvMZEjr7uvJk9HCnqvQVIkD6G5/29Eg25vHVsTD1LXzW+h5MHPb0UVj4A6XO8anCVPgwFgj71Tyg+orxqPtUVwzzoroE+7CbmPRtOxTxexgU+8TiLPvlpGz6P04a+ZJBSPr/J/j1vG4C9zI6JvAEG9z1lSNo9IoymPtwxgb6e/Vm+4gpkPbRtXb4BiXi9lQq2vSNwXj4619I9uroLvr+2k7yaTBM+112BPouirT14/zK+6R15PNWND75Ttti9KFwlvZ9hdr6wEC69","KCoNPrD1mD5zhk8+exzMvSY5V71xsfk99nqvvaaTiD4quVQ+DptfPtv5LT6Eb4I+gaiePRln+LyYMxg+4CALvXF/JL7fry695VkdPsxbDb5/ZEu+FPqbPS3lDDybeoC+FjOKPi2tdT6TMwe+StmEvhNc/T2IeY6+O+WjvK5IWb0A9Ss+UtSdPnnNjj5l8fA9WJK+PZZtHD4sSqy9LZAxvsgilL6g4Ci+R5BTPcKpoL4dyYi+RwmSvoiMSj48wUQ+3obLvW43yj2Vx6s++sdKvi+b5rzOYtw9tRSmPtChMr7w3gm+AVWHvuMPfL1sNUK9WcO3vS35ZD7YDyy+WefVvZsKYj7sqee99+EHvcw287tQ+gQ9r4GUvrL4WL7Yb1Q+6scjPv/Whb0RD8S93+0yvMS2fL0T2JA+8DYhPtfeET6RXDs+etddvo4VUT5qxY2+QIEkvg0fDL6wOx2+PmYvvoheIryCmFC83MLCPW3N4z1ylH2++Qdrvu769DoDQ1c+1JfvPaLPmr4GhjY+mi1BPuAlIj70nAC9mWg9PPhh/zn97EE+eDKxPYPhYL5k1I8+gn34PbqQDz4tdoy901GAPqg7fD6CzBy+Vr5YvsKplr6rrJq94/pgve9lSb4xO6O+wtiFPiqppjz4HO48F+h0vknDKj5aUGS+8YmOPnBjkT7F4H2+VPWRPnOYyL1nd2s+EiGuPkesHbvcdzK9qhVpvlPViz5UgBU+65eIPgX9g75K/8M9IE7KPRkWGj52To+9q/BvvQTviD7+teO70rsqPvm3ujxJTmU80S+JvbEnRL7FiOs9MnxuvpBXHr3suru6olRevlDOiD5adVc+DeUJPdagHj4JHBk+ocy8vUn8gj5G9ww9YgyPPsEIlT6NCu898E2HvmSMPj7TLom+HSMXvUUuZj6FRBa+NlHUPZdJkT4+Hao+Ww89Pk/+Xb75IwE9PqEhPVLKWj0J75y+Kx4OPi7b4jzTNpg+alfuvAtNqz3ZJ1m+vI3oPVAWGb4JQJO+","bZOavXozCL4OK2I9izFZvdBclT1OJ1E+SrwOPlLOgD4AdgY+YYWGvo7qNr3Um5m+Vu2KPg2LJb6w0kg8W4J5vcl28rzYGkE+RW3tvKn65D3nKd89kiuuvoFDj71YwYM+5Wx6PjN/Qz4w15i+mvWEvCANaz5HEkC+wVsBPSGkeD7bE5k+p8ORPpJOW73ykTE+jlIiPvGjEj73lWU97oKTvrynFT4ZNjc+G6SQPsUv0z2gaxe+gf4EvicMNb0SAlM+yuQXvWydIb56Eom++igAPt0Xhr4KN+O9y7U+PViEub01eSW8XTpFvl1c8D0OaKW+sLijvlJqCT2HY4o+Jl2lPi9Bn76CwHA8g5aEPYd/fj4D6y8+dHWPPb9GZj3/JoA+Kz+TvkQhhT0CfDS90bRxvlWgDr6rin49ZsqBPuKWZT2x0Tq+OPllvsatfD4I2Wg+qtBtPmW7jL5S77e9Z3cTvmjp8js7+yy+UR+JviPd/DwQOGK8Y6LPPcSsUj79kXA+3a3Yvbl6Dr7Wro0+mG74vaLxGr5coEw+MtNvPrIr6L0RR3Y+a9SPPuVAib1q6xA97wyZvlZG0T2KUKc+lECPvp84ir7wQTE+3V74PTGhmT4edIi+Xyh9PvypEL6REYe+liOZPnQVKD1+x4a8NzqEPRntmLzRXQo+TpQ1Pqjc7z0jDWq9AnuvPRydTb6VwJm+fwbbPT2+rTyCXCS+BuDbunGLKb7c2VQ+bn1tvldOBT4VTyc+PstyvlIw9rtEa1o95Vq/vEzFrbw6Ubg9TRC3PLxMgT4bLSK+G03rPRUZij7fECW+eaWCvl70X77d3ZY+m7tIPsxye74jxgc+q+kOPr7Mjj4zz7e9HlACvrbbIrulKlE+sI5yPhsBVz7R8Ka9WlAUPjZqz723zIa+JEp9vrI6jr0gMDU9gpNuPpiET77G9p0+nS6YvldyFL4L2SM+WEpuPuifR752GBG+M/tDPtHhU77vVDM+yDa7vZqjmr4zFtw8R0iyPda6Sj4U9JA9","rL+hvqiPAj155fu9mQizPAJKg76u7zG+mtkIPs9hz730Qmq9qkbvvY1gZDyBHGk+ZUIEPrnQiL7aNZK+UIDgvNBrjj0bxa+9Hlc6vRL6hL7swAE+TH3pPQWkRL13HKE+X8WFPf0Pgz1PtOs9hSMCPiqthb6XgJK9P8qfvg0YGr06GQy+HAJJPtFjUL5srre9TrlXPtPxxr3nvM283yuHvs8ha75IiyO9GkFfvqIBGL46e6W8P/0+PuWGgz40+a+92D9dvrkiST5U4IQ+IhbAvU9pH70Jn5q9+7CPPj/WpT4e9ps+qsiJPU9krb4JVF++cfzLPVTbFT4e89+9+r7mu8+Dt70/bzW9hMJIPmZ+lL0kCqY9ruhoPj/vHL7Nu5Q+TobzvUHPWL17CKI9H0M1vuqAEj78vZi+XImmvT6yeL7UjeG9xeiIPsnYDr4Odoy++vVHvni/SL5swAu+o0j5vWiY4rwDz2e9aeSXvhXPvb1nddS9eYs0vrrjSb7rkX++X8IZPssnSL4KBpS+3mNnPvEzOb7FQJu+RIKLPq/JkD434x4+UExYvmYp/73S448+ejVKvgD1cz2Yh5k+TGIGPtjTpbwzGhk+D2wzvY9jdT0iSIc+NRBbPb40Cj2NsxY9ogAIuognGz6YuXu+O4ZJvrIfgTwS53S+WSqDvj+6Jz6sAEG97n+KPU+v2L2isom+cswlPh+65j076mu+T+SAPhFdC72MCYG83VnqvaLLOr7V05s+llIPPRMxkj7qLXM++icnPWhlaz3i3ve9/d+0PVUObD7zQ047XQaUvvIlFL2VJg68s8IdPYEKjL6PPAu8IsuYOqRGAjxWS629It2EvqAaM756vQs+Xa/RPWyCpr2dKJE8e4qfPrZGi74MM1K+SAtlPgsBRj0m85W+/TZuvscRMT4q/2w9jxmEPYg0T762C9k94mnovb+QET7cOIg+lxTgPYmmoD5ep22+ETWNvkrHqz0LS7U9+i89vvMp2z3jVkc9yUkVPnZLWL2Ct6s9","9SqsPvecb77bXX29SS/IPef3jTx9M4a9x1xNvp1lRz4YfI6+k07WvV2vIT7eQrS9bO5kvtkq+71bt5C+GiC/vSCbMT76RR4+P32KPDspiD6H7Ys+075DvVzlqj7Pd9q9Pvkovp/kUT6T5CM7UuCAvk5anD2QNIS+yyGRvjOp9L0bDG6+yFsgvjyGCT4PZJa8UIgTPu9kET4jiN69nOF2vu2kU74xPRA+UWGFPQZLUr7x9Ym8nExNPsKgkr6+vbi9RUDQu+L1WT497pW+j27/PYt8hL0DPHK+KotIPpt3dL7vmKa9cneGvl3wGb7rDkg+hu+GvQMRWz6BGAS+tJUQPuu/Zr7eeWy8cwiPPRshTbsCy1++KNbJvaQHQr4G8Pe9mVJOPR2/fT6Fnnu+8Nk4PqYYqD7BL4E+q9fOvYZ3NT5uj1w+kKqaPjRh2z3/JIS+Xw08vjUlj7419ka+BZeevQ5OVr4WeRS9kKtDvmnNbD0ispI+X/iXvgy7jT1WPXg+QVrMvDXA8z09SS87Cb2NPWw4kz5D+uK8cQU6PqvT+70fxxY8MlRZPSTay72c7D4+dmjmPO6AQr6NZZq+tYyPPvq8pL45cCw+wZMIPY4fYL6KR4293PyiPrF6xz1EJZG8t2QOPn/nBT0rCjW+BpYJPjravbzJxI++h11ovQ1zJr4BHJ098tASPsYIEb1qH5K+HW+SvZZtpzy7Kla+trZavgVmCD1shYs+d4c8Pfep+L1CC7C+2JR4vu4PlT6BNuW98xGaPiYSfD3D7ee91GSXvs1QxLu7hhg+uuXVPcKY3j00aVA+5mUJvqI4fr5CdzM+WdskvZgZND6ItR09j4v5PCJ5qr1ygbY9AibcPGdPLD74Cz++fk5UvhkuhzyIBOW9H1r3va5LmT7slUy+tnI+vp8ugL7HFAa+3AmXPhXKyz06DIA+3jVuPZuJPzuNjIA+xrztvNyD/73cAIg+ckM3vvw4gD5xrmu+kM9DPmrnmz68lzu+I65Fvu2mhD15DwI+","P2GQvvNX1z0s28K9T01xvqdu6T0pfz69mI2ovXNoUL7JL9G9nLdsPVHoZT44vSw+geIkPYdrnL5LiHq+YNulPL63yr1R/UW+JGecPuXXSb4LWF++XmaHPYI4vL0AgkS+7ppqPkGyDT6z+Vk+5FqXOlIZKb4y33E+VAItPnMGqL4J+DI+9lMcvoD2xj2O34U9elbqPZlIaL6bbzK93g6AvagBBTxD0Xi912UGvpn5kr5gDJw+4FCSvrc1PD7fMTW++ih6PkQwFL5H0wg+9FhzPhWqCL4RT5G+p+APvjk4Vb7DWZg9lKRGPuhdhL5j14c+9WDzvbcXcr2yZR48F+3pvA0cfL615DS+Wc5/PvcpUD4vLfg9hwj+vdjRbz4AWIC+nE9XPgrBVj4yImu9ch+/vaT9BT5JIhM9bjN+vt/DaT1NhJo7YLitOC5nij7/F6A96MI2vrB9Oj5QPTq+XNQfvSDgi730THO973bEverTZz4dxIG+yoKkvQhukz4e5kY+c3VSPJMyCT4LME07ncKHvgE/jz6xLvA9NZEKPXv2cr5Wso49IAxlPXcuvD3Dhky+CQcVvkFdMz5eIxe9SaSJPTrzUb6fFBW+DxdjPjG7FL6Wdj4+lOb2vYc2iL4PTVo99AYOvg+FQjzbcCO+kr3evToaUD38L4G9f/o/PvYcPb7Xuok9YDmJPo4/IzxJekg+Z5qdvrphPr4zmQU+8VpWvnnQmL1f9SO+9mqRPdgmDz4V6ek8W9FlPmpYj7wwzJa+Vc9evhxFLb0Noh0+pXomPlWRHb7dvBc+USvdPfdraD6Iw189ji2MPkpj6j1L3I693J8TvuMtUT6WuxS7+evhve6Gmb2CKqA+IiGDPrSbzT0Dlom+wcxBPRzZjT5uFeW99L8DvhJYXz3pO0y+7ozGuZPYgT7f1I0+9CQ6vpdEKr48/3K9TQMNPlbnHj5wo+M9GAGCPoJaSj5j02w+H4Ervdf+hj4leRy+un4JPqN5Cj7zL4M+4t8XPakMir5WQcQ9","Vfunvujq2z17dh09vFslPlxAhjzwifO9dj47vWAaHL5KVZe8QRI7Pi0XXr2d8Ri+UgLZPWpgDT6QEZW+ba43vmUbWr2ZSUy+rNmZPSMehL5+GQu+UBNOPj6KgjvvKaI+GyBbvsUYbr54d5Q+bxhBPYS4j71uuls+08hcPndFL77Ht34+5q1tvkqXyj11w18+wCk/PtwmoT3EfAI9CBGBPSO5ij4oaDy+2W4uPZQaZT0uBWi+TBlgPvERAD6Zixc+A5cVPvX1QD6zr2S9MF0gPuOAz733TN08jJX1PaXART5NVES+YOSKvoqOb77o5CU+d2OZPveGnb5Mzec95SzvPa1Mh75/iFq+5ky1vTcEKD7QYqM93skXvqsCej5gtVw+2n1OPCcCU73OlZ++tgCFvlOvYL7MkGO9iEFWvm08l74KXfU9vkSUO95OpL1ajxe+hXaKPb7Gnz5oLAY+/XAePgMeZz7QMmW9AeDjvbSAab6ZO2C+Ns6TvroYkLz0TGu+nRGDvhfYJj7F/Zw+IJTnPciMNj7EJq69dyg1PjGQlz7Y7+u9RAKIvb/AbT6GsJe83zYdPuUZmz6O+JW+YHCiPsE5o75eYyU9Bz1Tvkef9j0iGLi9bjszvigjVz7mqZC+dYPJvUxZcj4MNiW+AQKdPtO/Y77p4Uk+Cl5tvBvtlj50wLe7HrmbvreAh72WMxg+NeuUvrBmIj6ql4s+Ws+Dvmulc77ErJW+MDZPvmlyO77oOz2+rt+ovNPkaz5QsW68Er+SvmOpor41sYC9Y7OKvS+bGj6jHAm+rdO+vfDGwb1tKhw+MKoWvl7g9zslGV4+bUBwPauktr14vJU+3I9ZvuN8WL7I/ca9o/lfPcVSCz4gwrW9o96KPmjpDrxLmgY+j3QevtUkpb7UKN48ebENPrUmPr4JZsO9UyyEvlFhhj4F+ky+GBqdvqynlT38g1U+QWM0vu6AEr4J5lQ9dGGEPjouZb6uu4C+9tcXPfRSk7xoQ787K6+PPvqvfT42Jf08","KqdMvnksIj777MK96dKovhvbO75TpWS+aduPvm2Boz1XgSc+IcjMPZU8lz2MiWO+9ZgrvRrwjD63fgK+74R1PrC5GT6qCKy96yV5Pu9yDT772Jq90kzyvfhRlz7un0m9/QonPjfojb5Vd7g5EKKDPp/Wm7428FK7xy+hvtIgSL3cax+9hDQjvZ2KCD2uwpI9yEIJvrj3h75Rpf099KG3vGBJNj7Vuv48976XPnCcar5kp8+9hYHUPZrKOb2SAF49bMq0PS2u2r2YwC+9w0QiPiM84D2YlUW+tHA8PnznYz5q+hU+/FmEPp8icT51q4a+IzqQvA3AXj79Kgk+7/XNPXAsS77stBa+d2xRPmrT5rpZ9jY+E7iPvZULGr6mrR2+EzGLvWXpgb7tq4O+HdYYPQb3Pj4qyI49n4B8PXzXHz4NBlI+eD4nPtRXqT1TB/S9SD9UPRilrr6JOV4+NQrpPUfQw73/RXa+xD8JvvfbQT4TQqM+iQCBvnk3hD0vh2Y+POaDvrMrCD5s6QW+CaSUvYZYFr4NnFO+VFzBPRltfr4/tDm+w+GsPdFvhr4nMAE9UXtrvR8ivT2XEDI+ZDUGPjVlZb6v6v48DB6BPRd9gL7MCDW+u6E0PlmIoL4zD+e9KHVYvgzHaz78qSg+qu6SPhW8jD4ddpK+kOGLPYltYr73e0U8qtLBPk3VnDuaw9w9IssevhSK2DyDdXI+gWyVvh+CmD3+noQ+9T2OPnDWcD4WLsm9AgFJvY31Zj0EpZm+EPk3Puy7or4yPz4+p/MSPbIH/jvrjZM9DClivo88Er25MHo+1jz0PXc+dL58OT6+QeCjPoHJjz5/WIO9AhiIvqcfeL5iMJo8kXtTvjwSB77fwxu+WBsiPRavmz3H5WC+zGBaPgEHqT3KKTu+MzdHPrJxar7n3Jc+zhacvK+Q1D0ZujU+KcVuvMbfvrqNroW+9zKKvlFPhj6Qb3Q8AJcPOlJ9lb6XeI49tpP+PeJNfD4XQi891oSOvlV8Qb2TF5U+","pabmPZCxqDrpfpk9DzYfvf1lGj4s8EO+P3aMvus/xDs4Xoy+ZUx4vhDlUL5vQ6U9/GgsvpPjfb6fcTW+5DBHvjtD4L1rj1++pOgCPkQXnj0FBoE99c/kPYtI2j1QeJM+w/6rvaiEn77bcVa8ZpyCPv3ax73Ab6W884movsmwKL1rXQY+cB1TPsYqDj7o4WU+VRHKvN8F4D2ahFS+QmYRPm4GIz55T4q9MQmWvvWwNb1THCo+FRWpvTeGHz6KX5G+bE6zPSShU76JB+G9SRkCPkA6/T3ig2q+7aspvimorr6DdDS+L3LvvS7vJr7OSe49BITXPfJ1LD4oDmC+S8ZgvjzRarwZr+G9bDwWPe7hCT5e15S9jleEPQQiGD7FSVm+Z9UOPtT9TT2QPKI8czFovpChkDt52KQ+QfAOPnVwJL7qMRC99rZaPtKXKD5EpCq+D0M5PjJ2qr0661K8AhNgPi/GID58snM+bxeTPt8GNj3YRZg+s1UDPgOolb34V20+RJyZvvln1z0c8kM+rU49Po7Akz1h1yc8MpVkvmZ30r2gT4S8CI5avpyhI72pv5G+k8RJvuZrI77AM5M+yzM+vkm4gL6iMcY9RyE2PaEdOj4fMZC+bxiDvZ0pqj2i0LY9N+KWPgeciL2ixEy9Ak0EvQHciz4fC/u9LaRSPjVSPz4IqQm+vEtRPgnlij5almW+2QtDvkf/Oz7MfVK+h74hPmR/gr7xugk+uI/xPCHuij6NdIY+6exiPrbJhzzgrf89HKfcPZ6UKz6ZArm9K6LevcPpmb7BGSs+X3o/PuWTe7377Jm9zb5qvp2ulTwzPL+9Dy5pPnBHpz5+Cxo+LCajvrxBc7xmrDW9HZs1Pq8ilT3N26M+rkfnvMqkaz4Qyto8yomUvrv4S756nDo+eeiNviB2Wr7bJqQ9emKUPkMSLT4Ethu+BcI7vopJhr536Io+W9YZPobluLy6G50+Hz2RPm2bej4PFX2+lSWPvu5wTz6QLOY9RVcEvmSUs724KRA+","OuqavaqGaz7uJ5K+s1/dPL0gij2kJCw+09R1Ps5lnb5CKkw+GnWpvhe9sLwAXHo9qu3EPUBRiz7chGu+nDB1vB8DR774hVE+n9+OPD9jhj79fIq+OR9mvvVjmr7PRXU9wxL6PVmwxzyyDJE+1giVvvSBJDw5iki+GaaGvsgQOD4OXRw+JtREPpX/gD5bB4E+YKiPvvz/qT7wUkO+jF1MvkNtsb48hCg+TX+9PXFMm742kho+j7X8vAyRjb49Cl26ReYPPi0NHT1UtgU98xZFvQ019T2q+dg9Rdm7voNyKTvXYCy+5QlPveB97T3fQDU+0ZTUPWvWYz6f4pG9e+BoPhqbET7JwuS9Gy1NPsg2lD6y+709csxCvVVTHL6L1RW+iQxyvkur5z0Ogls+uMVFvcvSc76oKT6+wMsRvtt2gj7SF0u+uhTWvX/5qr6arLm97QxzPj+Ewr1EOpE9FqVwvrGCWbyytKq+MOgKPuKoFz7nO2M+9TRJvYiZt72JSN69e3IKvnAyM76pWC4+1ficPQ1NeT43sXO+i3o6vTgoiD59LXQ+m3u+PiEvwT1GEiW+aTNBvrnOG72eXnc+LJSLPoTAFL4GPzo+2tZNPWtvNj7yMMI9VvDEPbMhbDyI0DO+UuclPoMknr0AuTU+P2SKvpNKRr5qItU9QycevoV7nr57P4I+EOE1vv+xQr6buLk8VeohPj24Lr5zLkQ8g8o+vl8wlj7csUo+vZuAu9slm74CdpS9h2QtPtBuXb7VsoA9qYpwvZASgz7uzD2+nNwZvj+rg74UBGU+/D1Kvp/Nib6kSsy9DKN+PZ6b/zw3DuU9e8cJPsHbGj4lnpE+kWWZPuXQdr5hp+69NEa8PsFWUb48VIQ+ybY4PpULgT2X2Xu9EE+EPqVsQ77EuKY+i6ImvuTfOD6kJqG+T+mGvlKLE73v/Uo+SWN2Ph+iuT3LpAu9cXRBvhUEwb0zhVs+bngtvsdKFL4PskC+ZiUNvlhmU75Vqom+mNLnvdFzqb5b8Lq8","E5lfvqQ2rL4EoKo+Xz7ZPciLBD4kyso9iOUzPoKCKb5zfj8+YGSSPc1Hgr71Qo6+HER5PcqPjj5Ybqs+g6eKvgRij77NWIo+Wja1vWBDjzy7Kx0+PPD/PWmCEL0DWau9uIjwvUBHEj3nNvy94PhvvagoCD4o/Tq+q5x+vjKk372NZxG9/pGCPqVt3r2gzI0+4ZgePkhnjbvNOuC9aOw6PQb/Tj4P4la+xGdLvkvvwD1Pzi4+2pRJvlmBoD0k74m+4mRxvr+YRb6D4Xq9SJqavUBqTb424Zu+keoxPXdSsz0440K+Z4mQvtHvzr1iTPK9csbUPe3sIL4Qe4I+sJgNvle8Pz4xXps+pGUgPt4e5TosXD6+FSFFPnVNRr4EgMA8E1usvTlckDyLTT0+uBY+vo2b0z3Ou4o+QWNsPinpFL6TEcI9hJGSvsZ8P77Pdgu+y2lVPg4RNTz8lMk9MlZ5vsXKjbyfh5q+M57cPAIwlb4HUZQ9aVO7Pd1XDr14Gmi+E6kzvigwNz7BVce9rkVKPpyCAT4aZUA9AlXGveq36rzzr5++sfuSvtGRP71ezXQ+rC1jvgJ7ED7n6F0+tV53PhD0xT0yfWY+5KwXPU4DIb7Z6H++8KeLvqQ7Sb5V4wC9x78tvoHVAr4dLCE+5CGyPbdW6r0sS4C+3kiaPE3qOT5nTtk8fv5fPOKRLj0IMEG9HFM8vkJnRD66lzq+8QEtvsKNgL5sSSQ+ge2Hvv6mh77nLIW+VrXyPSeyv72qeeg9WDHOPfZZfT7PNGi+urfiveKrkz42Gb69PzSQvs0Q7Dq3HR0+DvdRvrTGg75AhTY+j0nDvbSka76Dzx899cqNvk3XTr6Ylj48A6+hPKbJK75g3oK+xDA/Pnutdj0rOoc+7ISEvNezKT4mGyK98XMQvB/xrLxSjOC8OxSpvV4EXj0R9FQ9T+6tPU/sWj4USS8+jY6NvmGOCr7rQKE+0kNJPm/WibtmoCQ+dUHAPiUtWz4Loe274STbPRCZhz3QLpg+","L4GsPfgcgz6mw4Q+tx+TPaqTjLzM2Xi+SjdFPb1lyDwUzny+oJyAPKeLEr18EE29MzdqvmkrW74BtF++PH5KPctiXz6Nv4s+f+AzPm/Ifj7j+oQ+dtRzvrSgzD0LQGc+w6HMPWHq1b36XQG+iVaHPkwTVT4IqiA+mZpUPjAp+j033jI9RR90vs9Rq77fBJM8s8yIPjmOMT2+RlO+5WymPiPAk734qtg8drqWPjEeRT48MMw9XFqUvYDAGr3/LyY+i5uDvj6QaL6XxQ0+180tvYrlSD615hS8brViPu9hib4QAto8KJTFvShtFj49by4+Co4jvt1smz1JGY4+kr8VPpqJhz3JIO488kiYPYedWr7dsfg8vqZ4PvN1h76NZpW+42oePcVtYD6OgTo8MjVRvoEZfb6DAW4+fzUZPCaz1j24+To+y1VPvmN+ej4o8CU+Zc6Qvq9UebzlbAk+hEmSPpCskDvRZ7C9uG0rPkcTgT3Xiya9ylx0vpqxVz6oEJk+xuqLPksVOb4dWRs+i7iGvt7XK77N4ni+ftqNPTcthr7hZBk+hPmTvjqNiT6QeFK+OLNKvqV+8T1Fb5m9ixQOvpMiVD0a7My9CnK0Paf2s77L6zA9QsMuPTYqZr4eLdu7avEVvtF2WT58fQC+OQofvsLhMD1Oifa7D9XLvflHJD6WUUw998MCPjRvpL609qc9UVyNvng2IL5kvyE7CPE9PmXZjD7UsKG9HVkivujWRr6nAWu+qDAqvvsUgj5uEL096xTIu7xQbb4vVIU+ZkWCPie0Pz0eJji+fmksPcO0KT5iYcY9hVs4PpHOo70PdpW+/3LnPSvilb7X6XG+ITKKPnVxRz63s6E9aiE4vpnowjxTYKm7fsrLPWu9yz3NATA+0bMBvaeDZb0iYBy+yQfNPel8UD6T8SI8uD+zvWPAjb5m9CS9u/2Uu9pDe77WlZS+O64xPiSmZL6IVgS9e82fvS80HL1AEEC6wMONPsuLiz5ClAK+oE8avgrsfr72D5i+","uCVAPjNTNr7Ov4M+UMy9PSE4jj7d5KO+tVxpPolSnL6pYay+2YItvv4M2Dzkmys9ZJ2IvvyFTT4kV20+81MWvmzwbj6Pr9u976OLPs268b1k1Dg8e5KvvTifFb7ithO+eVihPniWzzxZ+LS9kfwOPkbUwL23oUy+vbNjPsqmjr5xuJW+NBbMPZhUmL4XcDS+O0TPvUk3VT1a/jG+bhr/PEdfmD0V25E+i651vu7LDb4qKCK8hiJIvnC+Vz3RdbY9yq53vioYl74zhiS8XYp0u9E2/j28ifG9XWVDPRD1B76cRkU+yUC8vKPnCD6ogW0+lp4vPZriLr2XMMm90x29vWNlgr0gbY6+qaWRvXSqjj4ygHS+gDYyPW8qLz7WJQs9lFXNvIO7Ir4RD9a9kWOWPl8pJj49oJy+FkCuvMhCfb7ChYs+ruMePlVY6b1NckM+nQMePq57Jb7jbL+7eVkBPgHc+zyFmvA97WKyvb8YMD6nwZG+9EMDPjAHj74y6pk++F8CPvq3HT3rsZ49tG2fvj37BT5XSo6+CfV8PuRMJL6TGJA+cySmPjqRBD7cPjW+QFyMPnW4gD5BHs29464FPtVkNr65d0a+vHkCPrzdkD7M8WU920lIvacwcz6ZAe497ftuPrfmnz0vdWU+xPiovsUcvj0wc0g+0H+uPQW8eT4oPwI+CvigPaP9Z7vIF1I+b2+bPcc7gT7aWY2+Y5sdPszoi75jrFe+YyklvvV9fr3qhTe9aWRmPgA9gj5a7le+RxGrvQHUdT6jTJM78O5qvmA2Rj5u4KO+IXiePpKRTj4FfxI+6yXVPaUQHj7e7tI7n1gjvpz5jTy+N2q93jw+vlUAiz4VkQc+jQguPlztT755UMq8ik4zvoimlL4THRU+zxYUvlupPj2DYLc8xgBWvpMtmz50V4q+Ibd+vvvmXD42uAk+EndaPpgTCT4t/4e9JgfLPb70Or7H2F++AGCTPr2SD766sje+SR7CPaRDA76EzDY+QmqQvkyzJ70dZJ67","2UyZPrZGb77Qnyo+NM/svVb7Bb7/TQK+Bf+jvRpdRz6xU9o8IeY4vvq8qT4r14S9Ys2DPhbbsD3SS6u+Nw2MvrCfvbwLlqe+rFBCvax/UD5Zimi96MygvV5E/rwaA4i76EliPoIfIj4MEyu+5+WfPQjVFL6P3hS9QbV1vQy+LT2FUP29PiiPvmn+xrzUwls9jHJAPpWMsD3762C+JtRMu82tkT6+dXO+hdQsPo2RqT1WZ0G+LTlvvv81xz0Ow4K9+v2tvo5uObyacHG9F100PuzULT243B8+tpJvvhtsgb4Exa89bP2SPcTPej424HA+OtSfPhWYPr6V2oU9iBKavsYFl742ZjM+jxWMviOTlb75eEm+8JqMPX5GED61ROe9zZ8OvnyCXL7940i+m4MLu2eBY73xmBU+oldROoDbmj02EDs+3FmYPnDrI77IzXW+1KtZvmRLnz0EoB29MazZvfiLX779p5k9svSDPoL0V76Vb4K+Gesou3x4Sb6S3QO8XKUmPq26VL2ASqW+5usFvvXUQD7aF/68gyIWPhLMRL6KXnc+dcaLvvxiPD6RIDu+nH5tPrPaAr2yBce7mnCKu5N/yzvCSms+T6Advq+qKr421My9Bs53Pk30QL4X6nU+GLpSvJ1YlL5IzW0892aSPgysmr4DAzS9XjspPH6MPb2GWAU9WTi5PbSmk730Hlm+3cvYPfUrnb5Rjgk+WcC2vKgrmL70Luy5AO/6vDtKFz46wJg+UdyEva3FKL6+56I+u7KLvohjjD5rUhW90pptPmhOK74CIYe+ABfUvR3uNr5fYTO+UNDEvSnkKL4btYs86WxXPgPzUz4ldX8+i0uIvlFigb3E8pE+j8KZvr/WPz7SdpO+x6oGvWo40T2upOK9qglIPgfRBz5SzS2+cEJHvYoYX76Tr4w9bkq2PUTleb6uUXa+belevlqrPr72oQM+yKxnPvqu4j2CHSu+9H95vYThcDt7xC89qU8vPi1KOb675jK+oiqkvSjYUL1qFz4+","p+NbvjAXdr7eJTA+b2h0PlOggz4YeyE+zqQHvjwIKL7ELG88vUyDvoYMHT4O2sg9ScGcPcLSV77VOja9fpyTvi9J/b336mE9lwspvr40Ub4nELG+SuCFPYHbgD36UY0+gcbiPRSbNT1/RlA+94OOvgJ2Rz5Hq2A+MbWDPn1NiT4uc6e9z9RkPuCHUb4Cvj69JHLMO1vwWT7bAqE+k09GvQumoL4MT1s9zZdDvtIn6r0A02u+apmVvMqbmL40N5g9Sy5NvqS0ZD5pwQO8KFRzPhZMkj5x2IM+oeyMPnuNjL6VEXS+0oKAPjcMXb0k64a9DEwcvhTZ0b0BryA+Y1r4O4ED7D3yrOe80BhdPjIOmb7ZmpG83t93PRf9Nj60Nos9uGhPPjLPGz4Ij4s+eiiAvrnkbT4NQe69eAMIvuECQT4PsA4+XHUxPjCXEj4OQHI+82KDPmlmITwf5IS+lBKfPby/PT5+zYK+GglNvDQy/jyh59Y9DFQjvppBez5oJ0E+mZI5vokPlT7j/6a9YUyjvEOzZD2nH02+i+8dvsE71z3pYGM+jDuKPniTQL5Jihq+cFOdvcFPmr5ZLVW+vygMvmwbOD4bS04+teWjPKnPub1wykU+/KuGvhqpIT7sPIO+xpg5vj7slT5f24k+sIBZPdyEgT6LQga+eyFfPgLiaj6XSiQ+AtiGu7acwj00tgi+uZOpPkl3Zz6fX1Q+0XI+vsSVK74o604+4YI0vpfrdj4F4zI96+2LPoZOPz282Ji+XekHvu0coL5Wa6Y+QRhkPUllSD3EI8o95eJtPkxYgL682Kw7FqA0PhQqCD5cbVu+BIaKPgAgdL7WIxy8WZaGvRzm3r2rIBi9qA0TvqRh/r0o88c9AmwjvgZFTb4h+WK+40onvLC4pzzxW3a9OPoWPqBTiD6vgmG+jZ13viNAMz58DR29fVqWvtGpGD7hl0Y+/imTPq8pYb6+bK89lR+VPs/6y71ieF2+Ui+Jvp5yXru0MF8+VypgPhaEBD7BAxm+","D05Vvdsf/L0WLo29kG+VvpauYD7TWqA+bk++PSSalz0lFKc9HZn/Pe+ZhT5FjVW+5m/1PUGAWr48lzI+I6OvPbzJoLy+8uq9ZXNRPiMEjL4oJjU+qxmuPcgrHr0pgyg+xwEHPu/hV75ABqY94/UHvcmXML7YhB6+rAuVvouygD5Cwx6+Pe4pPt2Phj0qBcg9Z9BePp/Yyr0LKQK9fzAVvgzXZT6xIIG+cmufPdgxhz4dylw+7EUWPkzLeL6HobU7y3yJvvkUHz4kGfk9KYJmvY8Mn73BC0s+/7BGvvh5Jz7X8pU+AZBnPk6LhL7RP+k9Z9qfPEyxXr6PHeY9DaNuPldbhz7qP4I+b9FwPnDXGr4CE6Q+q51sPrbLpb5N0eW9z5AlPnqDNb7ULBG+To4KPVRLUr75DXk+GBA5Pm/BlL79zIC+X2yVPWdHYj4mdZa8BYMYveRYnT4uLHY+TR81PdppaD6xvG4+yhv1PTwTQz6SdIq+cwJ8vtuogD6+ndo8lxxgvSV+ND6a5qI++HMTvv/mHb6Kom6+WXYgPjwHWT7huLe93As8Pl+LUz01WZC9CymZu7yTEb7C8R2+Om6fvta10721ejC9ayqdPl82Ar6eo/i9w+luPrKT1T1NOoO+XPSjOxAb6r0wzFC+biwxPf4/Dz4Q/pK+AADGvYqjOD44HVg+HrR1vtlF4b25noU+qywmPumyor7FyY2+4W2Dvn/GjL1PdX09ImuWvTlUT74ifQO+EjVOvmNkMr5bs7o9ILNOPVxGXb7+6me+r1d6vjBBSj7ExnG+BKIZPi0D3L2SgvW9KHQfvsmuir4TxwS9+MHxPddKEj43sAe8shMRPsa9ST4Om5K+rOaKvkfPWTzx/1Q+WpaQvVifTr4Iq12+a/iMPTDd9z0zbIu8CD4su3OSdj0Mjqq+s/UZPr6fEr4x2SM+hxukvXh7kj4f2YU+Ic4cvklewz12LOg9lmkCvv26lL6+lh8+Fm1GPmN3AL51cVC+okAfvuGQe74tgHo+","w0tNvQKfFj49tgO+36MBPQeru70pJiC9E740PoZgFz615jQ+a3luPg+RCT1fyXM9G+GsPdZDAD75ySA9eGJmvnmKFj5v71a+WIVfvlU5vD37WjG+AEGlPS0wnL7IHpi9LoWHPpzEzL2aetS9V3aNPrYzUL3xJwm+j8vfvTc8Tz4ID6e+NsYhvpzwI73/5X4+19WGvsqpiD7I2BU+u3UePvoimT3lQqa+Xzl4PpaoJT0LBGe81GglvnLdXD2ZloE9AABqvguL6D2UlhK+XSeevoR1JT6qQRQ+vxSCPgnlnL4AUqk+cXabvlEnXj2tD5g+xPS/vbggYT6T4Ee+b+uCPo14aD6kt2A9j7WLPYPDur1qskI9+JGIvu67nz4J04W9UpR7voeuBb6BX5E+aiA6PjhhHj58zF4+FYiXvjut/j0Knxg9HQ8rPZCs77zMY+s8MX0rvslsO75KfhW+yIO0vcj8Rr2yfao9wv0SPmbN4Dx6/DE+pdU/veMGUz5RJYg+1awzPg8iDL51X1M+5nDjPY93zjzJOeW9ltcxPplbEL6Hkac+pI4FvQ5WnD7y0AE+nQEevuDSjb4IpD8+KpKIvue2G7rzL5I+Jpl/vliRWj5R/KG+cPqEPcm1Br5c51I+c/GRvn4ISLxy3o+9hC2FPlORwD1usZA+HusCvXSuQL6X1769Q9bEPY/uBL4GTK0+39wyvtrzJ7szwAs+721ePq2vtD04NXC+A3SEvufp7T08cZu+KPRuPt/Ohj7PhS++rVSFPrKy4r23MqI+zh2DPkThgD2tUGE+5t5DPSNMNL5v6Gy8svAqvoQssb2FSIi+UjmFPicNXT4tlzU+nY9rvs2OKj4NPjm+0VgHPiW3pr7+BUc88FOJve2sfj7bRN49gZ9/vsVCSj5+lJ68WFmxPu16Ar5rEeo9qchIPibWJ77VHEq+mt1tvgCjS7zF+ek9ccSWPtr89b3WVEG+PQenvQhOpL1wDAY+3GV+Pnc6Xr2WuG++Ef1pPrxCoD7hGSK9","pjlcvs5MiL5VINs7teVlvqs/Lz7vPoK+T6gUPkRZZb5Jto29FE1qPd5iI77UA869On4HPnsMmz4iAUc9Li6IPsUWZj6RV6w+nSyGvuNDfj6AzyC+WuAGPbUpMb5tf6O+X0aTvqJGOb6SRp29pfe3Oyr64L3/bKA+aNQPPct9Bz6O79+9WA6UPUSv8j1bUdA9kXZIvkAUh75wO5c+c0QVvvsCLruKJyy+R4htvqb+Dj2jk2w+xLE9vr9FvT3b/js+rm0WvZJHdL1SrnE+3uONvVCnGz5df3y+padHPf3aKb0uPFg+TqcEPoGPOD63Uau9tfyaPijvzr2BaAa9kjU8vuI4gT4s4Eu+dHnbPXTntT301fQ8PaGuPgMPpb0bDKg+MgCRvkEkkb5CNos+yVsbPsEEFj7OK6q+4l5KPaf1Hj1yTps+IINBvmxbVj5n7TM+ONc0Pkioe74OTw++mTGJPo4yN718um+8Z9b/Pa0CKb6PVWG9Wu9EvtPZ5D2rF9I6832OvaMHX70hms09sjrqPdWOwD3pxIE+Z42+vWGNiz2xR1y+3NiWPe6Fkzvnw0o+1nuFPk3O5r3HShC96reVPpVMQL7NYus9A5AdPuUreT4jpYy+3nlQvn1GELxz0Ky9/kZRPpUDt70vO/+8hcpivTolL73K/es86AxEPvXO571au0w+qim/PNDChz6tMRY+fmSDvFH1DT69dga9Ad2MPuaHmr5+fEk+q9ZdvgqQWj4veI2+VuFlPj/lzb0X0Mc90ryuPTEFWr77kom+w6ASvn8tkr6MfTI+DFkZvjYzCj4Jz5g+6kY7vd0Hhr7N65E+SzkqvvvXfL76Zg6+RMw3vk7r0r007oI+JL86PuH7cT0Cuji9YYy6PWGtgr2rbYQ+QZmAPgOOaT5MWYe+WiEUvQ2Wu723kjA+nbxbPkd+mz4Gg3M9B+swvj3lgT6Ep9y91C1sPqFR4Dp0qYE9yLBtvlxMZz7VM9e9VwCDvo2Iez7H8ny+q+mEPiuj4D053D++","axx6vKHfIz5nwoa8OQRIvgUq470RcFu+YW1fvozHKLw/C4g+Ni6JvhOAk75tb4K+keLpvbrPmb3rj8+9Wt2VPRplir6gY9M9zuZnvn4fpb2t8us9/sepvIG+oL19bd28fjVRPuFBh7xn/yC9xdAsPl2wXT3a+ea9lSODPfLrfjwUyzO+xCWAPcqH4z1qKu29wbsRPkpLeb1FViU82pOFPpSBQz2hhpO9MYt4Pg/wPL3Eq2y+B3h7vsblnL3NA6S+GwoXvv7lnD5a3ew9mNOTvvo14D2ITh0+T9tcPqzGXT555TW+v5bLvanm/L0CWTs+YqvYO8QvSj4ZrU8+ry2zPNRJBb3NtL09B5WFPccUgr5Is5c9zXfUvVuVaz4ulDo+gdOevD3PYD7mK6y9f48zPTtklr7Y+Xq9IRTNPPqleD5Lohq+p6DqvGFpk77d8qG+vGtGvVtIWD6bcYc+ibRUvi655D0bTuo89UhJvne48D0rXme+9zUbviW8tj1r30u+Ah32Pa/Twz3ypkk+VrY9vv3trL1bw/G9/de1va4T/bxdtZk+Gc6qPTDmMT56QVq9E6l7vfNXBz4Ns3Y+ektHvcutdz2E23S+pqkMPTf5sb0fr1O+JRQ1vomqaD6hdJU9KphuPgL0gL0VxAC98benPmDugTzixIE+/b4SPvh08z0auoe+vK1Cvny15T0kqN89ZAbOPRXOm75Z61m+qdU6vQJYcr5c6iq+8mFtvpdLRL6ejZ4+0Y5WPl6xuD1rq3W+r9Z0PoibOj5DCwq+sEthvl1WLj6Nmv49MF8iPomzi764y8i8zcAKPVGVL75pUIq9U9mQvlai4j0llDw9rqW8PRxGUbyPUC897Nw8vp7abD6Hl48+D9DfPV2kaD3pSEA+UazGvFiOdD2hXJo9bVJHvUF1l73oVHA+CAQzvQX65L1+H10+R0k9PoSDYr507ZU9wWUGvrK+KL7FYgk++B/7PfIms71nJTC+ZdYtvlYY7rxAD8M9++fgvaWUFz6eRu89","LxMcPsGFdb7W5XO+Or30vFRxzrwaFT49aFFfvpn+Jz51DoW+8if9PfbJRT3oRws8LhxMPl1xeLxsEBE+dyEKvmlQkj6iyoO+SE+CvO2SvL18v9U9dQosvkIbzbwFeUs++6ePPiN0bz5o8wo+CmFYPhW2XT7JSqU9whgaPhXxLr39X6w87VggvmD8A75aHV6+Cy0Zvp1yFjwEs2C+F2hKPrSSCL7HeoA+bKGEvqS/PT7Zm5S+QkaNPutHVD4x6BU+4/CDO1DoAb5H1BW+ZR/QPZ0XPT0GbaG9Gu/fPTickr57LVa+WvCNPc8bF77e4na+tuoxPSo6bz6Gnzm9+xamvSHy8r08GJa9Fr9fvYzSBL223ps9AJajvgw+Wj4fM30+NyOcvA/Daj66fKA+se0IvrJ0CT2AkVq+GsyKPY/KcTy4zQM+VuWgviztr7zCXNw80J++vYqMOr2u4Sk+P8icPrZekr24a4Y+T9lkvnBz/73FIP+8PreMvnCpEj7xZZ28Q/VJvh61tzv/UXm8ESJVvia/iz7C6ii9JS+avq+AVz5+7Zu+F+dWvudLBD2OOSa+6t6uvWf5JD6gI4W981zoPbXZYr57UjQ9q3lvvq4OiD1zqHE+Lfk3Phe++T2LMv49SJCvPRhsbj6bvYu+cwIqPBO9CT0Rgfe9qIssPnRniT6sv3M+YVwTvMMtOj7UCGu+fl4KPgdb4j3P1Ju+5aefPjXli76Z7GC+JAoxPWfiSDxv/ok+CwBJvvXKPr7XgzQ+q09EvjDYt72Ma1Y+mQ6QvrAePj7Dyoc+XA5QPmNWi7yY/wU+TUMQPeutlD75TIU+1xkqvjpWsrzf1lK+JpWEvmgO873wqSY9oKWPvha7f76NC/C9q7eBvo52T70+vuM8YDWCPhxkDD6ktJW++/qEviqh5bwm4na+XnOyvGuXqD3aoFY+EdmOvgnSOz34lpU9694SPlyRiD40VIi+LxKhPpt1CD6ipCy+uvZuPp5+Zb3mbZm8R0QrPtXVlD5X5B6+","uHpSvvYHRz7M21C+z0E7viOwhz7NDxm+WXE5O2mOg7w0NDW+Mqt1Pm7IL76XhCw+t696Pt7lxju/2Qe9+dz0vTcQkb1yTls+vamTvQKunD5uFVu++nREPfikHL46v809+AKNPqQyDr2E3eG9IoRoPjIA7DzAsDk++CZePgOwhL4XKEw+sLISPiDAHL58WQg91aOhPbG2vbtAakQ+0Kw9vp/JML4fD4U+RJJHvnx/Mb7yKAs+zZV/PjhRqj3HolG84KHkPQZgmL3HJSO+rcLJPecLvT0RVqs+e2WcvMXCCr1Z9k29jRabvoRn0j27TJO+r1OaPlzhTzxXpGG+3tA2vk/mMzu/Lo6+YujzvSGiur2ZElI+eQONvrbppr2D024+bc90PadTYL7x7HS+wl4tviyDEz4bgsw9HMVhvjp8S75msFG+jsdivmR6iT7B2Cq+MAGpPlQr3z3N34K+9RO/vWCzLL4u2887CgOlvuxRBb61zhI+92nUPehgNz6tmoe+3ceDvqWd5b2gJ9a9vgqDvlVkKT6mCQU9fBbqvGZkmr5kIf893B6XPimU7jwpiTw+ELGXPRdgj77vfo+9+L3Qvd3SwD3G0vK9TQQavlBXj76weKO+nCucPne+XD5U24C+TY9XPn6FoL1TMYM+lkGOPvEl3D1Uegy9zsv1vHqF372WEX++OeAbPkKHkD62SI++Vu87PuUigb6ZjZQ+PBAKu6PJij2o4RY+1zn5vZpzhz5nBg8+iokRPoK5Vb1aoRc+xmIUO4saRD5mFmM+2NZFPi/4tD1Htng+ZDvSvWovRzwdWYk+CusfPWbotb03GHS+Xtk7PsMj6z2onK+9VMiKvTZJJz49hKg9nlbjvRFofj6Xyy2+cWybvnihsT1ZbgS9tbp9Pg8jPr6xEh09cS61PaOgDD4EwBm+ICFZvSO/b75dJTC+KKPsvQJAnL1JhFI+CV+MvhF6kD5RvI2+UKp0PlKHtD3SPT8+51+FPv6Hhb1E7zM+DsMZPs2qHL4rfOW9","s9WevhpMYT23ZTO+daqBPecoaL09GSI97c+mvSw0P75uoQY+kwEove++xz1ry08+JfVRPgXjgT7L1Ey+yyKPvl2vkz6aFGK+UbQQPpJ6aDzy4Im+HJiTPQk/WD72oT0+10O2vQMXPT2X/Q++PBDzPdCvLL004Q8+dDh5ProLGj4u/yK+PraXvCSmOj44CwE+VURLPYzxdT6mGZE++bCDPW6tbz7Or4A+1sqjPmZOHr6YIou8mXzzvTBnWj2u9Cy9+aSIvmIzej7w1m69Nf7gvTWVaL6LWZu+Cj5OvvEpJT421kc9Td4IPnh6+L1GQno+3QjuPZj+PL4U3A2+bVy/PSMFNT0o1G+686uSvm+pD7y+hgG+dnATOl05X72KWoA+Y3OMPjUfhr7uOkO+gqaJvvUDu72TEJ6+Q/sOO71Db7726xc8LYCpvoK9J7wTcYo++50BPe862j0jEZW+lAWTvkOwsL2TTDm+Z5emvSmgSr4bcHE+BYPYvcmUSb79dUE+0BKyPr5tMD7Nf2a+ub7kPTvFaT4QfOA9aS+tOVz8ET7EBxU9Q3yIPT998z0gZI8+BwymvRsW2Lx7jyo9j+eMPuS8KL2C0Zk+umJVPt5os7xMAwC9SiJkvmAK0L1Txf69T6R2PiDYiL5IXjQ+vnrVPV/vND5z6pW+xgEovrc8/rw43Si9CurzPerHkL0kj3W8yP0svmB6lb3eoq2+ZsFtPixAib7bbei98jwKvn/7ir4YMes9LhtlPjMobz6xup+9Ca9Kvsq2nT189so9AUM4vXa2YT7yt2Q+uRQxPFhDAD38iY0+O+8iPrCUZz5v/2++GcxtvoeWwrwG+I68K0lsvpZRKT77+r89aHYAPuN2Tz4E74S+iSm8PbkjgT4Z4ji+whWzvikYLz1723O+tnVjPu4ZkT5c2QY+90FQPkdMXj7M7129j96FPqpuvDytizc8yy5bvMH8MD3naY0+iLrhvRfAirzbTww+JR+TPeL0jD2DU3K+nLmgvgBFR743TJG+","wR01Ps+QLbyxyuc9fS4oPfVZUj6z2oS+FSp0Pmwje771Foe+NZE8vt/nl77wdmY+1ZLyvSHxo73SvF+9P4p2PjFX6zyIqZA+r7VQPPSutTzrQTA9GqlVvoqWf75K85q++ygJvmnFh76Wifm9ZIBJPj5VOz2TtlM8P1+tPuJ5kz6ckl8+ZiJPPuoQDL1Oh0i90R4yPT4zhj4ZWWo+2yx6PhK8mL4ICPo9fQKjPqaMWj7cQY89GdwTvkTl1z2wPOU9hi2HPaCOY77jL6u9pzbdvZC5Az06x0s+s9WVvp5Rgz7is1K+i0GFvP1rpL3D9yG+vP1sPrRsGb57xDS+EUzjPeXUK750jlI+lr7vvU3Fir6BcY8+PzI/vR4wSD6Bo40+RS6EPA2qlL67GKY+DLtvPghEdz5JOyO+FZWDPcquCr415Ga+1bt8vSlMIz7NS909gShAPQD58Dt/FBA+X5wjviJT971viD49cZMEvvNIIb7CBpm9GU2bvmUvDj4eSIm+1q81PvxaPT1OKtY9p14YPsnilb78OVm+Q3qGPngAKz7+4Sa+eFX6O65Wr76OHXM+ovfwvEN+kr6nVlC9UttDvmADXD7f7R4+SOPiPUG+DjxL9Iq+bCl9PoO1IT1QvWa9KsScPTfFY76yf70992mJvveJhr5M27k9Vx5Uvis2Ibobeqs9bkQjPptEUD6UAK895ZJZPkXhYj7L+629PAfiPUS+mr7afRI+FAeZPvtmML7K01W7nUZ1Po7WljvG7Im+egL5vIdkYz38eBC+eviZPh28PD4zypi+xEe3PK/zKLz54Na8uaysPXO7lT4DDYI+1exmvkGh8b24sAi+uG4rvmqaQD1i0Wa+3OH9PMNQrr6jwKS+sFBVvppSrz4n3s09Bd4PPnNLob4QAxI+tP9Rvrtboj67IsC9d+sVvVFCJT6d20092eN0vewJWD7tAG++X9zevMyLLj3pH4G+ubZzPZsfFT7FfwE+a6JhvuuJoL2tgim+VdahvPE0iT3+1oA9","8h6cPX6HFT2Ujcm9HQurO3dfdL3iWl4+mXAPvmTUpr7WAYE+4daNPuBU67zOmUW+xDKAvnU3Jz5NtwI+Hwguvi6Pgr7JUTE+gs+VvRVAlj6HYiQ+qtfQPVhLUz18N9+9a15zPfl0rj6xyku+yt5rvZYwG74cSfM9Lz2/PRKFZT7jiTy+UBQuvVJfcz6sfaU+ruOxvYUecL6fxGa+bkUdvvnBS7xQzAq9j+WIvuleeT0yZFq+EB4Ivos60DxuFI69VohvvkRBvb3BNYm+S4XOPCvBwTv+G+Y7kY6lvkbNAT5Dn0o9SAecPQmYkL2Tf2s+ZMQ7vrXvZ72XkHO9zv1YPvhEWT5a4Cs9hIk6PvKUUr4W4Qy+BFYxPkaocr6DTKi9xY44vSKD0D1LfE+9d/lIvhtvyL1cL0Q+R+SaPpi2Ob7w91C9xHNLPnZsWDuclEy++lt+vvODpj7I44C+BbcmPpEZCD6CcoS8S2ktvk366r1rwGo+WdMSvi6cc7ydwmK+I/hsPeXmZj6+xR4+UfsbPomddj6YfnS+YElJvk1SZz656Go+qedhPm4tDT4ECYW+byCIvvhlSb7YyD++8h5QPrFAhL3Gv0Y+9Z85vna/fj67iSY9jl0qPkfKHj6CRNq8XnulPciejr5mnms+HlqDvSMgsD301qw9X+t0vsQknL6nswO+03hhPkfVez4UjBQ+LWCfPnOVGj4/rBg+QdqOPA1g/714aJ8+TF2PPu7Km73BJpg94PGbPk2xgb4cbxU+672Bvvhk572LMLs9bVuTPjmFZD41TN0951VkPr2uAz5k+YG+IBcwvhO2VD6IG7G9Vu6evgPzdL6dNC4+6+5Rvs1hOr7fJDY+8XhFvtA1lL6EBVK+611lO20PjL4SR8Q8ijAQvsJalr7W7xA+06EovZZzuz5qSiy9vxrUPdXwbD6nKfa93MudPlniTb4kKmq8CqRLPvX8qb4uT4m+uuM/POZtnb4GDKy9JquIPkFjNb4wtpK+W/2OvUqgpb50Hlo+",