{"architecture":{"class_name":"Functional","config":{"name":"sequential","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,60],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","batch_input_shape":[null,60],"units":200,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":150,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dense",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_2","trainable":true,"dtype":"float32","units":50,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_2","inbound_nodes":[[["dense_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_3","trainable":true,"dtype":"float32","units":3,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_3","inbound_nodes":[[["dense_2",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_3",0,0]]},"keras_version":"2.11.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[60]],"output_shapes":[[3]],"tests":[{"inputs":[{"shape":[60],"values":["jriZv/TntLw7amo9nVNyPN0SBT/WEHW/umEOv2D33D92Ffo+N+nbvnL0qL/ApSi/qkgKP3f36L/HPHy8tUOpv+i9Fz/Z+98+gRGxv/sEEEDdpzs/Zc12v6b5BMCGKR/AIZWCP02hEb8i0bc/DV+ivZEPo7+jeXs/W5S+Pye9DzuoI4C+yPTqPtrs079KsYQ/eFK3PtNwVj9q5tS+QZgjvdXYCcD9aL8+8qAfPkh0uD/3tOQ+J4Y3P/DVXj+OdxU/VibUvttPyb/2pc+/j4JfP5qj074zgaq/TE4XPTp/NL8Xroo/MhhcPy40nrypp2g/"]}],"outputs":[{"shape":[3],"values":["MBnnPszXq76o+7w+"]}]}],"trainable_params":{"dense":{"weights":["kJiNPsAfTr588gs+v3gGvUspCL6LG0E+2MuSPRLRMz5JrEe+tbP1PadzaT145lA9q+mGPSlxGL7xcQs95ukKvireDz7xAW8+9JCZvh8dMj4/CJq+3ON7vtiRiD2ZYoY+JEi2PbUenbuDoxC+YynJPejFbT6+Pqs+fWSFvj2Sij5dDjs+x0wMvgEXRT3USGI+VfQhPhaMEj7WBJ++kassvuTo0LpW1uC9V8YXvlnwrj1rCno+9AqUvqp80T1WFaY9kJyHvgDuoL5oqMI8liaevif6mT6rIuU8Z64QPWGocb7gaZe97clsPR1oib5qZ2g9qojoPMV36bwu6sa9Nn9BvsUcZ7sH4q09+KglPiw8ij5hCEi+hCGoPhuPr76h150+ax+KvmRqfz6HoiY+K3YTvbl6or6UKLQ9twGQvu4cJr7Yv2u94nWRvX+0YbwUcRg+LVyGPmDEDb4+IBA+Ma1FvhZw3r1tP4K+gndLvhyzrr44rIw9jaGqPmdXE74UyPC9S23VPgG5fT7GBIY+ZwWKvmSDKj0Ljn68G5RfPuC8mz0wjmU+X7i8vq7Rlb6Rdxi+pOQHvbsHlT4+QeQ910liPrDRX757NZ+9DrIYPQVrRz4Y3BS+c9+IPqEglT4PTOu88vUKvGSCU75e1l++oqXivVbotj0M8WS9O7DMvUHJcT4cu/q80b5oPqNUmz4sTLU9G+ygPdOpVT3TcJw+zryOvmVitz2SKXs+mfq0vbQmAL4VoFa+mcR6vvmyij4cyn++05+6vCNDlz6+s1q+9jUmvd6nj70z6Fw9xs4Zvgt3db4l45S+tp6fPsud5TnALUw+acH8PB6gFb7lEJu9EmsMvRD8kL7A7lk9gUEfPsuvLjtfiQ6+hDYLvlzgH76cU3I+kQBjvgVYHD4OPZ++e7PSPZv/lj7oLuk8LWPgPUya0D2kJmA9XrmxvcEvjb5HgiC+6gpbPkppRr5pT2K+xKJBvRbpkL5QgYg9o4NIPrhzyTzEVwe9XOYRPNCKFj4FAm49","MUFGvcBzeL7l7Zu+I4WfvukAbr5nrKA+BXOLvf/vFD0KboO+VHHqvfOWyj1PJZA+05HJPfJ/cr7vyKw8AEJSPiyoOD4Nb988L66PPuVj6jx3D9o9OHBkPkO6aT7LExw8gDSjPsw1ubw1DmG+nykDPm1Wrr78nv09oCqfvmsMZb2eeQU+nUpDPvEUSr6/YwC8AkRjvKR3K71BHIe9ZWNTPtq2rL1SYXW+raJlvs/yFr4UyPe9nV0lPSCqVb7Fq2w+1xoZvjRrTTu3g1I8zGtVvsJFoT7htaI+MOZSvQMHwT2un5W9RiddPqh2HL0od5A96MabPtHvVr7Hq6y+D3mVPKZhxD2zS+A7p/gpPVXauTxfzBW9wteQvkitjr7nFpe+K7AOPjeNlD1ugO68rJ0uvb3qhT7RALe+zrqGvfM1Uz7wEoe+hFjePTe+fj5ITIs+gXECvlqXPT5X65M+/oi9u7UUpz1QfBu+pl6uPkO6Rj6bmXA+c7pevSrBGD5Uh7++46vQveJqKz6o70Y+vlFOve7kNL4374C89AaKPqOQM763NRc+xk6APQUNbL4OHHE+91vKPQbBBL6BDIw+1a0Ovrfo9Dy1fqq+RzCnvcCagD0SynS+V902vkyVID1Z1oM+GtwuvvinLT6PjJ09S2rvPUardD1dteU9qVFqvvfjmL7k7K49ltHvO2i1dj7I+YE8In6fvjG4Dr6qKi++WJJfPVrOhL40ACS+egDgPf6J6L2cF4k+GzeSvmh+nb1O9Ni9qW/GPaO6QD52gEi+f52MvuaTkT5JO+S9cfByPhp0uT3gBIM+uaozvUphMj6vUZW+0SlQvoKw4zwWbzI+7Dc4PoHVkz22kzA+oessPFdLeD6kRx0+8NxQvtyiU74IYvg9rWvwPfrBrr4Zx3Q+CF5nvmORsz1q4To9xj/eO2r+Mz6vCxC+FBu/PdUuWrw/E1g+DQYHPueqVr6C2xc+O8VDvkaEZ72spya+/vkBvq7fy73xYpE9d2IxvTFXgj66aVS+","JKE6vjoDvrwPIvS9oAxSPk/ztL3MXm0+gZkhvmzQjb3WFbE884fvPco1Hj58CYc+G7+CvswTlL5emsW+Dm8Fu/fyzD65mCm+J8NOPVKV0TwqXrS+fwetvtYmhL7SIKS7oJ6JPnsCaT4q9Yw7QprmPKhLaT5OuIy8cw0FvsSuDL5XZUI+pbaIPEVCNz5ItGo9KahePi6vej70EwK+GFawPd323D2covA6srdRPlcc2D12xoQ9XiGKvd4ZjT7VICq+Ply6PfiYhD0k+48+/QF8voI9Qr0n8em91KxpvjPs470cPP89hKVaPk/hvz0/7ka+Xb4nvsT5oTx1KRM+81FxPZDgpL692YY+IzWTPgJAaT2TcpC+xrhWPW7V/j1ww7o69bhRvuWpGz5MAEA95dFFvpNEKD2irNi8lesZPghEOr5Rueq91zK4Pt06gT4h4Us+cT2SPtdDNr7CnIC+0/CZPiOkFj58LKA8E6lQvZbGZD5OUqM+BOvVvXQ9/byCVos+OQZXPjLSlr20tiY+PBOLPmxMNb7uzaU9cBVdPrGeWz4RS08+4bk8PumUAz55MMI97zjgvc4r+7xoBH0+yqlLvPgGeT5YuP09xSc6vgeYlL4NidI+0EuFPE2sdrub6QU+zaehPSZanTxIIC2+v4rZvQBtGD7PEU2+G9SpPtNSaj71Yk8+bJOmPv8DnL5BEFa9VeqJvmNQXb7rkpC+OiyDvZZIjr4ook2+UOSZvicyv76QbJy9bEqCPfH2b77A4R8+U7WLPoEogD4/+M49oSSvvgxjhb7i+JM+RwwJvqSmJz6kLaK8incyvXMuaz2I34m+DPY+PqN/nj1+4Xu+hXH3vUAuZT6JRGW+1+pYvR3SdT7DsKk+lxkZPaA0g77LnYu9ctvtPQRkJ76pZQ89kB+XvjTAdz7liWK+7G79PMAqcb7xHqk965aBviHsnT6bWGa9/V0kvrCENT669/C9AFKhPYpzir2YQE++V3Ndvl6abr4a18U89ls/vgF/LL0CGKS+","Qq6vvopaHj7FTJM+3oArvsXeFr6IBFQ+dIWuvsoyf77c1tW75HqPvTSLrb4oE4m9uAmiPeGhNT0GrjK94vUGPq7NoD1B5hq+51knPeJko7vRa2c+1Rx+PvJtIT0ya4g8gKZVPmWU7r3Vg34+xVGhvTz7kL4hVTy9bNCHPtcUoT6+G1e8e7h2PfDP1j3Ha189XUNoviRDmj6qe2s+Eo4nPjv2l73NWFq9JuBcvsZam71mmUq+ophRPnEj9j3Emqs9E5XsPbRhyrzznOG9vjx1vm7/lL6Cq5g+fWaEPIYT/73yTqw9vXKSPV/7hL786Sm9aMFlPh4XUj30aP89fX1TvtJzbr4wiTQ+HnGrvqfDtL280EK+NKX6vf7ur7xtm44+KGoxPvxDU74l14U+cMmEO7kZ/j1Udzm91vYfPbNZsrz/KJ6+M9RoPrYzgL12tpM8qE6oPtZBOjzqJ8Q9i9CSvruqfr5+dSA96fF9vlImJr4ue1I+sf5/vuvm2b37nCI87IoyPjeEpj7KHps+zNLXvflvnL7n0EC+Bib5vYh3YD6VdpU+mO4vPiqlK72ZA226JRA4PsAMpr3lTI2+5JAUPtz8rr3YW389HUBRPuDOHj4SvNw8oEGEviMzT75TpTm+x0jEPZrvKr5iYCu+2ZcuvsMiOr5xgQq+XtUOPrvoFL6arXC+EVjxPUMB+bvMwiC+bjcuvqG+GL37WY2+DTJYPjA5PLzGC4U+t0qRPkDJXj5PeiG+E+oaPRM5bz6SYxq+MBVhvn8MxbwppaU8My0HPoMo2z0oGSe+nPBQvtY0NT4JvlA+qgwGPk/ng75sdoq+73+mvc2/fz7L1ws9CoAyPhN5e76q84I+9QiVvWA6273Nb2+9isbjPDINFr05diM+cRoCvgnma754q+k8GrvRvXUaCL6byLK+PrbuvAecEr7SaZi9G7J1PjYZyz2HfGc+TRZ7vRLkUL47IWu+pplBvvtEub3bkpQ+Id4cvp1s9T2ZyBq+K++KPik/ZjxmPWG8","A+2VPlR3pb28Pj6+tYpCvZxPi74Vfri7e3WWvhnFhb7mKjG+EEQ+vtjmHL4eYM49K6eDvvyFU77T4yU+4MBNPr4pMb6Sseg9oOwHvkaVdD4htqi+RSJRvJGEh73T/5m90BdAPQTBx7yylwC9pCVoPnZ+WL7DDH8+aWqLvijrsDyPGI2+lKWsPbkzUD6lC5C+OqPEvRr30b3TXqW+/dWfPDlFkr6txlu+y7J3vpS3Cz0bijc+KR7cvdYKlj22fZy+bC8/vRKx6T36PHW9B+ihPj8EIz6lbRE+CYtyPhc0nL4ZSuq9MLpaPmoXCz1kT8W9miSwPeUIgj73QCU9DktAPn8Koj662G2+67W6vclT+LyvI4K+UJGNvWLG4r35fpg+i5xDPuwt+juIBDc+Ai3GPX72pTq5rRq+CkFNvvFDPj5Z2AG+GkT0O+Y3Jz46GpC+ZJ6yvce9zL1kVmg+Tuqovl0HWT7wB1o+Sq+DvNE/N77VMxK+r/0lvjAuAr6PvZ++OahzvQLzfr4weBi+huuBvjizO71IlAg+zO5lPVNS7T0gH6Y+dE2lvWVJRD4TZPM78rREPqImiz3Aplm+Cpg7PV0xpr4Du2O+eB+APpxJoj0zWAO+28yavcSwmr6ld7C8qW3uve8ZIz5eeO29G1vNvbr8WT7TR5m+7xeNvtCkq77B8yW+A017PheJL74IfIQ+19faPIzilL6hccE9gWr6Pe1ys7579cC9UZWHPQzkm75i1K++y2uAvh2X271cT/Y824l1Pl2yr76oj7K9l1AvvhldVT6gotQ9AQoCvvepXj7ElJM7s7rqvBLqST12/Lk9WGmYvoE0iT7Veho7BksmPrGILz6WU6k+9gZIPlf2dr1nLzw+DO+ZPi4Rk76DC5K+2nucvno1Fz0iAV++SrhIPvlDnr6Zh3W++J8evhhhcT3Qif89pOcNPs8MGD4Q9Au+DBUGPkdzCL6R/tU9pxpLurBDsbtAHZM+4dsovQ2LLz7x1KK5YdrXPFIRLL5uAHg+","PttCvbN1DL51Yja7j1gkvrB5JDwo7mw+utytvhT5fb6X4YK+n6Icvq5rArw9kK4+KWyivrFYRD6iFYS9mkAEPkrjpr2ejwo+zF5ivRL09bzp6ZM+7cKCvhmHvr0yBho+GXX0vQ1CsD4c4pu8beSXvnL+jLykGDe+bj+Ivg6Kk76oRAY9MOXQPGY5gz7MDeW8ViS3vtCVDj6v/Tg+PkDGvXGqP72kRPE9KpISvHmlij4zLlU9xawgvpCvmb0cSkI+Y8umvbaEjz2boFs91R0EPBuPWj5/flG+HJSdPiB8gD3TYqy+CyM1PCVAxbzx+6c+jckAvrUYUb6vbWG9C8vuvYjIqT6AwXM+DY2JvUcJG75761W+BInMvHIM0rtrQPM9NJZqPS6dWr7C19m8Py9NvrAmHz5Bu9m98iMoPgHucT4ckTC+H7hGvskNOD5s0wI+Kn0HPgwzVb5n+xy9mQhyvr/RlD6OTxQ+JmmaPlR4fT6n4YQ+KQ6rvtKsIj2ddFQ8bNKKvty6ZT4A9AI+i/GAvp6dg76jJ46+2xfKPre3er6CmQK9fZJwvbCpnL1o0rM+zLTsvcM0kr2KDMS9OsJRPnN387xM39m97qOgPRbOSD7Wk649/7EEPoaFSr34wUk+RBydPY3zAb7nmuQ9l9MmPSIhAr760dK9oljCvf3iTb7u3cs7N1SHvTrFdb5Fami+ep8MvqZjVD7TQOy935NEvqabJT1Z3r29QRKGPuTBsTut+Z891qsJPUux3j1KJ1o+vSE/PXp8pryxByY+xa+kPck7nb1XCg2+JrZSverAir0JVQa++uP+PVgbl76arji9uVIuPqJ+Ib6a1pO+KnpRvq6Jlb55Xzc+cY2kPKyEqLp9FpQ7C2XyPSesl74J+fE9dGnZvdB4HLyEfV8+bS+ovn2PNL3G2N+92NQpPr8xs76aAwY9y1ZcPg044L2gEYM+NHBVPv8Zhb6EWEe+rxBkvozwZT3DNaC+LFRjvjQCg71JlCi+16VNvl6vbT6ysHo9","fTYqvQ78tz5eNKs+LIffPetnyL2qJCq+bjkUvdcmwT1rcZg+OHcKPiJLvj1ricA+f3SVvSEeW75nzx49WSEhvlx2nD43pp+9tGRsvvO3mr7ObrW8MPYEPTQrED5sTae+7C7OPSW4ET54UdS9BY29vcAVJDzJ+l++eYeJvrBQOD4/lVq+D/BcPm4XPz6uCZE+RoEuva/9hz6WFpu+W52RPpOrWT79JY0+AxayvtgMgL6KYok+e3gJvhy47T1kO4c9m84zvJeZgL0s/jW+IMXoPbJ+Fr51Z0Y836XZPYIpXr5hxko9WaMTPncJh73B5CK9VrdLPsym870+bIs+HDNDvlYtJb5Arbm95RnbPftjTj52Om8+cgZyvttLpL7NbBO9KGVqvbvh2rw4NIe93RjuPbTUb76V+W++n+PHvfS0C778UWa+kLAwvr8JCj5WJJI++i6EPp00yD29ne+8uO1jPu3lFT4IIdY9O56FvlTJE77taJg+O8dqPuLGVL57qF6+qgL9vUxU7T03BEo+FVvSvT3CkD1Fvay9VVBGviIuCb7u3JS+6ByjPUkycj15HSu9GicHvpBtXz4wGiW+WEEOPtOZIT4wvGO+MzGFPUndJT6O5DK+KsGOvtTdGj5vKgy9x/wJPf7s3b26daC+F9KLPpTzALzGziq+bwNkPe7apbxoO8m87l7wPR9HIz5+WjA+8n6RvWP43T3ymcK9sYOBvUHvIz3YKgI9DyqePSSBRz3A+J0+zk2MvliRIz3T0k0+sisSPhGkZj4rohq+kmQzvi/+Ez19XEK+ZrdsPfjhY7uJag898UsLvYQrgT5HzyY+WhVzPmfy+jxvepC+qdjyPWkgjb0EyJG+exEgvYV84z3ni5K9yFL1vGvvcL5P92++etKvPQfQ/juC33Y+H4jEPevzaT7KzYU+/SZNPnCQHz7OPYC+VDlTPqLGrD1EB40+JrjHvYzlAb1fXAU+wAtOPulsM75T16s+eHwMPiOOZj4C4YS+pMZ3PZB+Zr6BnkC+","6UQhvvflDb16mhs+C3ogvsh/gD5yt6O99CKWuQJWPT5/SNC9dLEHPo5ahD5PI+g9o+c8Pt7XlbznNQy+Qtc6PhvfoL2mcK68mbkrvnSInj5hjlC+DzrhvYIaMT7D2zg+WEOJvjQsaD6KaBU9jYo1vtzcmj497Pw9rNdnPjuljb0YjSc+YYOoPKYaHz7Lqpi+supRPextir539Mo9aFkyPvJ1Qz2LpVO+r4DNPZipHz0Drai+CRWwOe45j70WNLa+3sMevkyI6rxPy6a9rI7JvRB/Wb63jpC+w56cvrGKiL5ok9c9qhokPk5Ct7xmi4I+kgthPgzMHT7YnQ696qKEPmtqLj6pYCq9kK8qPhwmm76BjAS+1inVvL4pdD4NdxW+jVA1vqSjlz7pFAY9TdGKPuf1nz1JbY6+RgJxPXGX2b3ttAw+fhmGvVWB672YD9I9RQYEvTnul735m5++seqPvol5pz6qtAC+R1H6vQAiAL21LAm+qxAvvj04uzz5Uhs+bDjBvQ9nij4F1UE+aRBrPowBfj0mRgM+vZFcPh728b3OAYC+d4t1PXXzC75CBNq9DudrPeXTiT0obFs99zyGvt8qMD4tiZU9m7aaPiyXhL5XpFS+X9hXPlbvoD3PEQW+nWLivaEMpD56wd05guiBPqAT572cql69G/Zivoee671YXVU+xiU6PpsFDD5zVtc9b9uUvTKITD6gU2E+asOUvjvoQz6gLm09zLcJvriBRT4Q6Ty9xXxgvmeOGT7KXy4+4zRXvY8AQrlIrWU+Arwovsd6RL09hUC9xMplviM+Kj7EqIE+aD9BvnKgVT2SUaq+nHZcvZzKor2m/Jk81lSSvlg9Ar6u/KQ8K6CBvYjFsr7wZKe+ZGkUvkYGTr7WQxQ+wHQVPuusiL7NuhA+xAc4PmBzxDyVHcQ9kkKSPr77572YXI0+XFE5PjGkKr5QsJ+96GUIvq+PJ75FCnE+K/yEvoLKXT75ECE+xfGzve1/i77QvK6+R6+UPhw0jD0nZqS+","gEcUPnV2e74RgDo+igzfvaXSOb5Vr3G+XkhevpOJBj4vl5G+unOKPaGDkb3ewy6+7HvRvZOkgL5mtN+9d0KHvoqHQz7JlFG+V40hPZCLsr2qspE+kkprvj6MGj2F+gW+jX6wvf3JJr2IZWQ+272fPv0Bdj5nuRa+SZVRvlVrEz7BVbe98CISPucm1T0uzBO9IxlhPoSJrj2Y9EQ+P7uVPo6UaT67W6m+iU0wvWcu2T3Pzo0+IBpYvuyIXL5M/KQ+QFaFPn+37T3hV0a+BZaxvpR/gj0cjUy9nkgNvpRKkb6/H4O+xCVbvhwzTj5pcs26+PZwvngjCz64Y7i+VCtkvgFbij63u3k96zSjvfq7Pz7kJJm+S5BfvWXBKL6qhis+XzKXPUzLNj2DqA4+E+bgum8JpL3BGKK74LAZvisHVL4bKia6gJdgvn2bnL4CDSg+BpV6vnE1zj1HBhY+hmMsPWBJXL0xg32+0Pphvmt6Pb5E8g++c1IMPl6voz2mOgM+U0SqvYDnOL0h3Uw+duuiPr6/GL1umjC+Al49Pp6DBD5wbjY+pXdEPkx5lb5Y6ZE+MdqKPnu68L1InMo9EwCrPU25hz7C81i9JdgAPvdD2jyGjRc+j8FXPujhK73dPGG+3vlkvsAcWb7MXVi+9V6OvrXMBz4c9AQ9QPUfviE6KT6zGYK+TkYwvAiHKT4HEFM+esAYPrEVO74paJM9WRBZvedVUz7jsK89noYQvjcfo77W3a0+HKjOO5hzGb4eMpU+Q3EpPTcCSL7caMk9aTjRvVB5AD5zDm4+CDJ3vHNBET7ZWYC+PsRlPlLYwLyBouM9g1U/vnhu1L0Q9vC9sGVwvQDClz67BEu9PT2rPlLrBD6RTLI+m1cPPsGRfD25adI9xGOfPgpddz7pOgi+BaUhPpzaRT5CBEw9hwiiPf8xPj2KJ6w+3bs4vkzVaL01LAO+AhR0PSStXT7tZ4A+LRwhPZAWgL6AeRg+IbWdPh7Ngr2heHK8hvPFPV2gkb3CX969","YTUrPibujz5t9yQ+M1Gavi/P2j0yIKE+1ZTCvSojCT6Ct4a+prLfPP55Kz6KoNg8E/XsvTLFZz3lnE++fDIEPkdVRT095rO++iHGvY5WB70FK4Q+2iiSvvnJSL6YGQo+MtNEvqCFij70EIS+YbzLPedhyr0cIwW+wSOavqu/5L3GaI8+UBT5PdmpiL1OsSA+ymZHPsREEj1q6Vi+zIvyvdg+Cj7Vzs07MrJRvKvFEbzBfbi9AwcEPoT3tb2Lloa+A24BvqBJhb6Kxme+ja7APViA6T0FrHa9Tma7vOjyWz4+rle+I3h1voMZnz0ve3Q+LyUrvcGkZD485vG9iXK+PR4mVL5LrrE9P+4PvkxItLoRQqI94q50vfdMAT5U43c+9BpUPh6FLr16R5K+kv5qvo+7HD6yrI8+QXJhPijH1jzodes9DVEEvZgO6j0E+fo9CXp/PvrdCr5ek9K8HmwGPYbvKj2AJ5M+gli5vdb5E74u5zO+0kpTvu7uAT58q4m+AuNoufl2gD4dce68/6LjvTn56D1gqiQ+owmOPl4bID6e+VK+lh2hPSXwaD5b9zU+da+Lvn1kgDznxT4+dlUavn1XcL7hE3o9JQ1SPhCtC75/rc892pd4vqcxmT4mS1k+Pf9/PbXEnb6GNoQ75viBPm6GpT5AsTm+sl/9Pd1GTD6clsQ91yRKPlMa2T3bcyW+u97jveiOWT4ADh09WXotvd9zNz6CTly+Fr6EvrCfWb11M+I9yGZePsaCpj22mBq+FNspPd4MKD6K/qc7JnX+u/MF/73o6ju9NBtDvXNqyDz16UG+a9bCOyhojj6hxaC9pjb6vRz6ej7o4do9pAvxPTvXuj3ouPm813hwvt3KTb6lLb+92Y4nvjDz3L2pFEQ+NOutPbTr3j2wC4M+TxqAvjjAur3bj6Y9kG3ivCdkSTzgFUe+P1AEO5rysb0y6yk9IRrKvS19hb580Ng9rPJHO0xFgb7bmhi+9s6xPta0nj65YL89/E+APkmdUT6v3A++","L+Olvu6tm72/Xtc90lmkvbKsFj0HSJ6+PPfuvQ9lSz5eBn++GvFuPgB7Ub5y+HE+aFadvaklnT7byoW+KF9JPM7Qir7Fzzq+vznKPfqYp7yldxW+xXSwvRfg0r2/ySq+OXYCvdxSnzxJCUI8PhR6vpz2071OmpO9E2d1Phdwnz6PcYG92xFPvlkSaL69ply+WvslPjHHgD7xvWE+7VQhPpNCKj7HvoI+nh8fvoIelL5StwA+XgDjPUgNCD4un/k8fztqPM0UnL4U5Fg+hSnwvB5okz5ypxS+Fy+qvUKscT5zS5m+hG59usaqgz3QYY49EZXLvfc6gb6WjRu+ndyEvkYkCz4eGHc+8XxGPsH7kL748Fk+RXKBPh4HWT4kt/O93DpiPmyYTL1EUIs+2+9MPnXzOL6dOYs+XIz1PQxXkD5XDYm+KZLDvXTcp7084Za+qT0QvvbUFL1v34k+H6TgPCZ3IDz5CB2+MAJpPnBsL7wGcRO+X/tIvG8MFz4RDda8S4RwPo6ihb72oMI96o6bPQ87rD2iVSG9oAbzPYUiPT5LV9i9rE/aPbX6qT5lnza+GSQzvvThiL7uUZ2+55WavnIvVb71EI++GavXPeGrcD1ozX4+133APW2j2b2Xv8Q9FeqIPlaX8T2O1F6+te4xvnyCKT4zAHY+3d+bvZmKlz6SxJY+XRmDvvSkTz7oK5Q+qG5IvqA3/rwb/hS+Z1V5PJNeNT63CUs9qnC+vXbfDr5859u9I4/+vbfrgb5cvaS+BHa9PQHFcr0VlKi8guUIvu2vGD4JIW8+1rI4voALVz36BuC9Xd1xPv4uVL19uRc+SMbAPAjYGz6TBrU+kcTSPQTciL6cko0+t5WGPukWn7x+0q4+PqOnvm35cD4ZFFs+yNOdPncGDz7qnGQ+dfb2vWEDcb4wMbC+An6gPVmAfD5DNyg9iGiXPnOSwD027Ty+1d1RvvfPiT5DsHi+Ot12PUFD6T1Q1QC+Ty+QPkFTS75LhYS+TX1yvuu1zD11Pre9","DVwivvSmhb51BUc9i2nNvcNvKL6nMgk+COKHO3T2ib320lQ+DolvPiPC27wqwHQ+7l8FPn48U74Eu409Bxb8vdF2Ij5ynbk+0cyjvZXB4r2ZO2U8WJtcPjsSjr6wsDU+jUtwvtRtJb5HcRQ+cG0VvkHGpT5lo0O+9AKHvpAwjL3nw9I9tfSwvVG2HjtFTw0+XNAcPnTC7LyveZg91FSavRC4ML6cfni+CPydPPwzbj5hK4k+nP8Ivvt6or2XqEc+jxfQvQj3AD4gZmC+37PhPF68eD7Q/ii+AdmRPm+DVD0Jcyw8DuzqPewdlL0KvsC9GeULPiLWrT4wd72+Qw40vjjdZj493Fk+abGIvpTpkj2fxhO++FOxvgprnr6Jj4M96piMPjrGSj0sS6Y+eqYAPhsxGT55Uw6+rfMAvkurPr4PAmo+T5w/PaypgT6vx2a9gbqivvNSr72r2q2+bE8Ovpmopjwp3TK+iGhvPtuwoDw4P6i9Ukq8PXRMpL1SeW+8OGYsPi9+wj1UUoe9w5ZaPve5mr54Ofc9y/IbvRQur76+xhE+sR70PLISZD1j4s09lGkSvgJ2rD0ZWtK99J8nvpemQj5JDX0+Rz9wvIJKkD5fz8m9k7CjPXL1bz5AaNO8jq95PqOME74wG52+OyDmvd2mED7EKoG9FNGHPK6QTr41mdU9puZmvEiIF76kblk6X/4iPqLxqz4ATRM+oMKOvkuDzL2ksKM+KP+BPvu1iz6OmMc9x8ccvkbA071ITwC+RqEevpBTXj7qiKo+ZVl0vlnsCL4wnR6+oN7jPd8XZj70Wsg9L6hDvSfRxT4AHOQ9Xq6Avib0FL6t8Is+TletvSX2Nz6yirs9IxWTPpbjdr5MWbq9o8W8vHsxfj7BReC9IzKUPsCPbD65bzi+OABHvjXT070o/9S92x6ivtLlkz5KV3q6PHmPPooAhD2qNeo73R0ePqZ/qD3Ulh2+Hm9/vszocT5XsjG+wVkIvjzUAbzfnA8+75SUPoo+HT6l0D0+","I75GPqkaNr6Aa2M+Cqp0vpAMGD5XfA++PGcKvrTehDtY01s8BkziPRtmML4EnVu+LCJEPn1TV74UVPM9eFiEvmGCgT7tuIi+qwGBvtvNTj7vsIo9mWpfPb8Wwr3/wGs+jhySvdPiNL6o7IQ+s5puPnUR4Txsg+69N1aoPp3xPL5JDJ69igoBvhd9hL4zOum9QQTWvfe1D76XvLS9tOvtvbQTnL1fkze+jlcWvPPThL5uKEI+p8luPpsYlr4wVmY+zaGYvb20SD2dc7k+vcAKvdbYi73oOIS+tUmOvl/KML4/IK29A6Ijvr/gGL5p0Wc8uNabvh+1ZLxyIao+j6hVPmWjND5yPg+9wC0fPuNsST4qmIc+Tz+6vWyRhb6WCSs+KzKBPScjEbkh2gs9pWd9PQumVD6tzwE+dLlcvhmLRj439Ha+GWMLPszuJj35WU0+HfGpPkygAz775lq9ZmsHPpOE5zxXmxo9zwelPbp59T0ZZjY+wMQGPkjFmj5o01W+6oV8Pp9xbrw770i+rLOSPmfQCD2fR12+XMGSPrCXMT6pfRo+7QyLvg6for1ziCe+B5U3vlSqGD2liKO9XwsWPRpE0j0ZG549o5gLPoQuOL68moe+KAllvcDmLr6pV3m9hIUsvisWn765y4c+wQ4ivkZ0Rr5QAwu+2xGOvYrplr2DsHA+OVMIPneRd76FazI+MS+GPl1GBD7mflm+wbhdPkbqHD4q5/W9c73hPVgr/73445U+cAj4PUowNT4ToAu+v1cMvf/Wk7sLOWG+v4bAPanoiT52w3a+G8ApvgZ2ib4XuWS9/4KGvgHrhb4GQpA86+SDviR/N74+nzo+dRrRva0ObT6iem6+oI2VPXJkPj1mSfw9wOuRPm66n75hXyO85V8mPmzKLz4xyO+98Y9pPo++yj0ZK6q+cn0WvRLvT76lDH0+qXr1vHSOtb2kfB69cv37PXGLYj7jwXE+UyWnvg/quLxsMUg+b1UdPtI6gr6+5tA9Li6Bvhr6AT6Gkki+","gVOlPtjmc75XyLE+mJ0aPWGJab6NUX+9APlRPmtTXb4F5Do+7KAzPt0F+bxSOYm+EDu4Peu9EDx+CM27Dq6Lvjkn272TsD2+inW1PW4aSz6XRGq+sdDQvdowhbwGNki83vgovpcyQz65Rva96PJOvmgROT74/iC+XW/JPe4Opr66LJi+Yq9ZPuzhCD6+hWA+smWXvmll5z1xO4Y+p2tuvq2PzT06bZ4+YEUPviI9pL4kn5S9D6zqPGzxEr59Xkc+HZ0aPlkuLb04r+48NtyRPk6e+j1pLFw+bF2bvgWB8T0fOJq+2jY2vh7Enb7PXBc+9EhrvqFeOL7QjZY9Cz1qvfTHnb57rqg+bXTPPTncbr5rphc9KAdxPhk7Xz7AJ1U96yz6vZ9kVj4d15S+8RMcvhdMmL7EIxq9ENhrvsEKib6wToo+YQg5vQbgiz6OcmS+QbU2viX61j2a9AU+hCKzvbYmnb4paES+xXRrvjvXmjwY4ne+32+3vYHjPb6Qy/c9t2y5Pg74Kr4HmUi+pzMLPn7HlL4ELzW+1vyBvkn3gT7sCdo9WYy8vgPlkT56E02+dyuEvtgDoL7kpQo+u0qcPkcTB75NlPC9Yy1GPrYdR766Oyw+xYORPUTGC75YH4M+2y+yvVAYeL5UPrm8Q9uJPgWm/r2xehO+dxJgPVX4P714g8+967pzvoFTMT5I4Io+9eBfPqWFaD3c7Gq+eKcuvicpPj5hvYE+/yOXvu8WMry/5Fk9xsASPRRl4ry0Hoo9LZZZvunBGDzmlQi9RCOlPTZoYr6rvjk9ojVJvnjTN77o+4s+HPCLvvzWjr5B1Xq+WRy+vF1FNb3L1vu9UBs8vmsfaj7Au/U9o8aaPmPXjz6H7hg93PEwPgx96rt5u3y+rhP0PaClYT78oco9dR74PcPus72jg1w93lWBvu8b0L2IN829hsHMuhM7qD0z4mi+ej9fvVjkTT6tJpq7K09FPllGpT1qPjW+hLgDPtu65T0uaU8+fr8PPa0Wbzz/fEw9","N0eaPtWU3j3omIO+n60tu6bML74wKIU+RXZuPjzROD4GDQi9QxQnvvNLCT4wbQa+SOWMPpT9XD7/tmK+Pr2YvXA4Rz6rVIU+SqAxvmI0lD1zboK9KBZvPvGK0L2LelU+iEgivhJrbD6raAq+QhNRvt3qoj18FI0+nSqVPjstpz0O/ve9Q/gpvnuMDr69N8c7DZgyvdB5cT4Kp5W9UAujvjJorb4m13w+9wgRPjTABb7oQAy8y7z5vbfGIj4y7T69mMuePeNCgb6ifzI+BbScvpqkdr5iTny8lwaYPu4/Fj5Q202+5OVAPTw+AT6TJXE90lYmPf9dDTw1fCC+zyxavrpmmD7m7S8+S5SuPoIowL0KESE+rIFfvrhNJT7EG5+8JsXmvO2bSr4W1lo+hF7DPYdIWj52LgQ+K8uMvtIaC72nAX8+QPxHvLoKTj7h1Ie+MLsbPiP8Db4eZt29LGqRPjYkV70KL/o93nCqPoNYnD3apFm+SfMoPvSNjD3ZrNM9WpSCPhzJXz4Pjje+J7fyvYSX5j1bvz6+z6GnPWM4cL6XyAc+b6WLPjJjir7ssDU+EcU/Pt0ebD5DliS+mFx6PVueDbwidYG+c1sJvYEitbscmF8+vcZgvlNKPr7FmIK+nAUrPaX2nr4ykBS+a24wPqkigT4kkqK8xxUUPqEJcT5NN/A8t1W8PfAgCz6e/lY9QMELPgNO1z2R/WG+ZgNyvKBweD7vwTG+dpFgPt/mWz4YiII7ZRKYvvq4hD5txkm+nftgvo3YSL641mO+6cuhPk2IFb7Z8Ry+JjIcPgdpaD56qko+E7uUvYvkaTw9lVG+3XyEPY5oVD4pjJg+afGLPpP2iL6AAEK+9oUPvoPeuD1Cxki9jIEgPhjMNDw04M69SGx2vn/a6rsC5PO8qSEfvu1CEb2H2Pe8hFCDvFN2Ar2bpZc+bVYCvvIShz7NnY2+2Oedvangnj6CfY++izaOPgTYAb55cTA+EE4zPpdVkj4sqkm+zthIPivIaj5rXIa8","+2SBviV42j3sXo8+BZ6Jvlarmj3Q0H6+lhfBPPveE76pXjE+EKI3PNQeEL7Qu0g+DkTMPYfTLr7m9TW+l6+0vSheej7TxbO89Bj+PBiPQD5Shr29v7GfPldrSrzy9X09Zz2GPi/JOT476hY+3yJnvqYxSD7yS26+5JiuPoebFD6LYnG9zj4dvr0hsb3UBwq91etKPqYXab4FoHU+PYKRvODqdz2UaZO+eXeMPu/Jn76Mn4I+RkWmPhzmCL5p08a9eazoPNS17z1Vnkm+txfHveplij5/adI9E3B1vpStgb2SKkW9q2ZTPljpnL33uWk+FqkyvrtPDT0Cefi9msEXPvA3mT7o40M9u5U8vuiXbj5cuH6+SqJDvpMeOT6jCLq9jmZmPiZkkD4N6lA+4xRxvpM1iD7jkRG+G5CbPrNoKT6bYzW++ip4vIPaJj430yA+Vlflvefi0z3Jd4y9OBq6vZ83ob76hyy9FYlWvWTIVj4AQaK9HNuIPZZxxrxSupc+DB2BPctugL7LHvo9G6DwvXKRfDxu5Sg8gDqcvuzoxr1P4FA9d5kavpotx7vRUXc+N2n3Pb8Riz2oO708TUUmvgq4bTx4irg9QLgIPWiPb770P4+9dPcPvv4SWj4qLH08dfthPr+EGr6Sr1u+ZQ9ovgKmBb5l0YM97JbUvW5nTj5Fg7k9m0ekvrNboL4Ik32+97cMPts9FL71PXK+/W1xvijOJ7wY2IS+GJsTPgFDTb6ad9Y9BxKgPc+haj5Evdo9w6gqPvsqiL7v0+u8V3afPhbLkT7uQ/49zrrqvenoy7xOTQC+QP+wvfdCFD3sqEe+MiGYvsnDyzyUQII+MEAdvke6lb7O4JA9JTC+vd6i+T0SyT6+YTSNPsz1/739SIm9vPdavYIYSb7PbAy+mootPZ8KGzy78fY9Ab15PqSxcD4d32u+oWgSPp9lIr1Q3Vu++PV5vqsgEr5D3La9hUo6vidT8j19Qag96BWPPgvOgr2lwna+C696vStYfz5rjW2+","nd6bveEwX7xnUqA+hoFSPvUlNDx42Rk+NI4FPoHhhr54wzg+8zxOvmCwhz7+I4w+VpUIvu1zqz2Ylnm+5OR5PXHnMj7CbEe9EOhUvf5ilb4xB7I9azpQPh3MQz3J2B69TGJbvg2wzb1ieyq+r0rLvZebXL41b2i+RTiPviOEqT5+lnu+yXA0vvgDVb68kmW+RPuIPOCoXb1RIBO+GfRavLdkwL3KQIA+gk5vvicUFL4Wj0k+RQlRvnK1ib3fJgm9Q+PWvVs0ZT7l33S+DGiEPjXldj59W9Q9tvx4PJRjMb51S2W+ui+BPnPzMT35lOU893BtPhTLsb2P64S+TOSmvQF4AT4Sct69mf8JvsXKZL6REwE+GNwLu9Xrp70psei9nuwtvUai0D3B8mO+vdu+PMvIGzzrhXQ+6gh/PszYnTxEqYo+TCp5PatqZD76nIQ+uwcEvXUSnT65HIM+ZgYnvnA7qb4zF30+9rClvdpmZz4XdpS9HvsRvmJwhT3zOh2+EEksvneWv7389F0+pynqPa1OoT6V7oW81QWaPXWVrL2umEI+aFHhPR32Vr5isLK+/ywEuupIXj1ltY6+wSTQvUId4z1XaqS+Py3mPI7aUL5RCxO+wtdovc2aYD4Ki34+Xf05vpQTij3vPPI9zIHMPV7LRzx3MpK+ZQZhPgBy0T1nqf298ZQAvuGy6b1j9NW7JtKLPfIgNz79/jM++hoiPoHwE76XZuI9BaogPjYehb4+rSo+teIXPu1dgrxY4lc+r8DBPINQlT4ozs69JJ91vjmEHz5UVJs9OtWCvqY1CL5CUNW+FuWHvkxnmT5Lghu9MpVPPjNt8L0oLVg8wCIvPW8xbj3vmgu+JraTvs0v7D0V7hw8QlySvgkVAL5AJDe+kUzjvbvMOT4Qmau+DK9LvW3XsL2yUeQ96JgvvspilrrVAAK+XHmhPCekID7065U96zwuvuNLzr3jrL48ORumvg9YWb7cNVc+k7klvuibaD5JXyY+FBKZvigt+L2BTJW9","e7FzvpftYT75tgg+vrLxPdjh67yr1kw9SNlWPsN0Ab4n90i+g8lUvg3DL77MZiI+t0wJvrCZSD5YVH8+okNjPpqojL4ur5C+/LxlvlzUF716taA+XH1LvmliXr5y1Og9jADHPVt4gr7dOIy+jpuJPqsOqD5tQG4+sztOPne42L2XPvg9oPXivTFPmD46Zsa9L76XPPU7trzXf5q9Whifvqg/mL6HnyO9JKKQvgdbcL3kRWk8whpjvviyHbz8qyq+EnwZPv1yCT6z+k4+99RCvUnEmz4npW8+i/l1PvMUX77CoV4+/o2APmOk3rysGg2+iseCPtRpND7OfA8+TvSRPeLdoL6Gp/K8NAJLvmqXnD7v83g+Nc2VvHIFFb76oXA92OFCvuk6nz7K+ls+VzmcvioQT77CmQA9B93aPcpECL7XbEi+dPANPvauVL5tLgs+GJ45PtaKHL4eVQY9APmLvkjdcj4bkr68uDIOvnjCqb62rxy+/mbXPExkjL4NVJC+K2NHPmG5TL6so5a+sdZ0vZ/l0z3rSw893wOAvv9XsD1W2P+8R6yBPm5Gar3r7Aa+bk4zvS+XAr0UiFM9ts6bvg3Zpr6/5Oq9dTuqPZFNbD6uF7u8IBLKPfi+IjvDoY0+vKYQvXDf4T3VaYa9h6/5PdrsPLwz8LS9hjMOPeTlP72G328+JSCCvrc/Cr48RLM9IFUHvYh6Pr6Dnke9yRriPSUSXL7kOqU9jmKyPaESXT5djWE9yKF/PuAiIj6Rlp062W1+vV2QSbwQYhK+cp+9vVeQcr4Pt2u+T5ncvO78hb7tcve9kdUUvSp4JT5bChc+kHEGPhRuaL4RlB++4DpTPuVU9b1shQI+H9C2vYmQmD6EDlQ+GLiHPrUJFrxhPgY+SZeWPtwjhj7Dwp69nKUrPq8TRL7lkmM+Q7OTPoRVgr7GtWi+2NFbvow/1zsDWF4+MF0wvkuAhr6ZwJA8OcqbvYBTUj7gfku+NmydPrnfMjyh7D8+QexbPduYZL7RNiE+","6/BkPtNCMb1s2pg+7ypTPmGGDL1rI0Y8kRuePpZijL01UWw8y/1Tvgr1gL4suwi+pM8rO2otLT5ZPm8+Qpl/va/fhT1yoDW+qL1wvn9BkD5ZRle9hHdjPsxIlr7hF+I9KLl+vsbpnL5rZHK+dFX3vOWj5b34BPY9gBEdvvpNP747SQ8+s0qGvmTfUr7U0Sk+LAcCvQmTlL5mY8w9Lh8Mvv0i1zx+BYs+li2bPvS+GL4xDIU+Knh4PfJUtr5CH6y+4TCIvdcKdj4WbDo+nW1+PAdrLr4RDZO+IfwkPrMMkT7GeSq9Yr81PkVNib2l+RU+XfSVPD4LhT6o+we+etR2vnCEcz51siE+wMMkPv3kQ7nwnXW+aYIVPsw+mr150u69eC4UPoXq5jwLUDa+KXVUPnLKij3Whsw9UQsmvtBjRb4sTGY++FhavUxcA75QKju+rAnUvRNmVT6Dta289J0UPrf6mD3zKsc9WAtQPChX671sxT2+/5xcPo5N5LwMerY9veWMO9ITSDyZJVw+fhMlPqPiMb0aoAG+kwhgvmBDgb21xTG+XlaCvl1Yl76irDk+1FqFO0YkAzxA6qW6YpbEPReaeT4f2D491Zx5PlgzGj0BCB69DyUNPvCbCr7havU98v+VPSuNdD4PDmk+lcCKPQmNGD7eGZY+mX/7vXftAT1SF7M8fTr6PSYQs70VzQC+noBDvgRc9T3qqrW9lLQivlmxOj6OxzI+KLWRvefzMT4xyHG9i40BvU9wur1bMoa+AqVHPiUkfb7bgI0+6acIPjdHArlLbxs+JXSNvn/9Jr598G09JD9nvrudxL3LZD08IhG1vcP4lz4FSEc+9Ipjvt0rBL62QDa+/YPdvSoLTD6e46A+mKsUPu3rB77bVl++lDagvu6yhL6GoKA+4CmMPEVLuLxhQBk+pQdLPiLxR74PD4S+DiwZvtTNjbwmm54+60NZvvH5CD3DFIy+11U7PncAHD4B8du9IkGqvW0mab5T3L68ZoPyvYggOb61y6g+","mwNCPYvkib5mFFG+2nMLvfJKMz7iq0K+6ZoCvq6KiL5ftLu9pMsGPqaBgL7KRPk9o5cfvpV7ib68s24+cgJGPhaTNT5ZQfg6xvj8PH7XAb4uXXW+xMVlPltKd75vtou+OiYAvtayQL47cpg+YL8IvqLLkz7aXiQ+61YkvgZx1r2JzGg+8Q0MPfwviz1CIgs+9qY1vmTMizxtbRk+8l4KvmMzPT7yL00+qQwhPm7f4b2BRCQ+Tlw/PuLAKL3iMp69N/8bvYpRrT4V+bQ9HfN+vrb/V71T/xs+gDFAvkFGB77xYJk+frRHvgzcGzzHiGi+ypIdPs4/s7xmWSu+gT7kPZ6MTz5K5nU9ph0dvno+pr45WHU9qDyPvmAqjL7iWrC9VsMhPg2Vir5Y+Dw+T2SnvozkZz6RWs49L18uPlSxKz47cj69r2GyPdcldT66ih687Krxuh3qib6ajEc+KobbPeoVHL45PUa+MgvGvdN4kD4uVwK+TxGEPogmh74dhaQ+KUpyPLP2z72Sc0w+NOEePulCMz4xIBM+76eJPnb5Gb2PeCI8TTBuvq4cO70IWie+VRtCPkQuIju7I6o9ykqavuEzxz1h73C+/2VavvqkG72fZZq+HFURvmkMRr4OUas9GbxbPl1PhDxG27A9poCkPiUe6701SYo+ZAQPPH4AvT3pyrk88ZvfPfTVNr0Rx0a+KVBSvv0UBLyZq4g+0YvgPRLKWj4AE8+8D/Rnvh3Kk77YIl4+bVS2PdwwuzusN+8932ydvU6PCT2sMkI+d08PPjrMlrwjSxO8mVqhPovRwr2y7Qi9Ff8CPtcuj76AbYo+gOMiPjVgRT0hw+A9TmRfPipYt73h2gO9QnwTvDaTRT6VXaK9jkgxvcX6gz6hk4a+9nowPrFlSb4XI6A++uuDvb06GD0o71a+jRgCPjRVVb7l5Ge9auM0PutXa77LO+O8BLUjvkEUXT6RdY0+9Q2qvHDOcz4V4zU+HfMvvt7MTb5jsF69+Pi7u2LdOLy2Q+s7","HJeRPvOVWj3Nz1+9kwUtva8GdrzBTp29SgiYufPaer7N+Ku9n8HZvXJRKT5JsNE9QyqRvoezt71Gc5Y+/QNXvh6XUD2vHJI+p83ZPaBm3L1AdXy+5QtiPmgpiL4X7iQ+ON2aPtRTID40ypa9cNCcPgMF8r0VQzS8/L6EvgDtfr6vjIa+XSqsvE3ohr7gt6c9rOeGvtxXjrxt1wG+izQ9vYKyn75O+TA94OKhvls6rr5/Joo9dVgwPpleMz7kzBO9W2cpPoaXBT3bg5c+0/lLvj1ETD2OC5i+IQ8hvq/21jwa6J29aNg5vkm3c718f5u+vu4MvZiSrr0cgwk9rcWAvqSr3LxK4B69Vfw6vmNKjb4etpO9HPnjvVFWTD7SlHk+A/orvE/4gT7wXrI9OehvvidTkz2xrXm+vkDZvQ5FZj7R6Zq+GDGaPJ3ABD44E2y9q+JIPVVF0TsHPRC+ym6VviDH0b362ms+cpu2Pde2k76ZNSS+I+OfvaPtJL60d7m9xzOBvh79hD6QpHy+laf6uoEO471Y8pE9+JhfPXoAZzuujJU+Nas7vrXraj53UIe+4YeYPmCgqD7UGH292n6kvZ0fcT3a2Ye+6iufPvsrMj5VLwG8P0KnPtwThD6ZbJm+/SyNvbAInj79bgU9ddOBvixFRj6b2x4+FsDpPW3mSbudE96882HfPFHLXD5BMRG+pMp0PdRdKD0Zqou+cvIjvV7ZuL0OlmE+TwyIPaGAUL2Hkw2+meUwvBaYrjyLlx++fKMEPqjQyTwp5d49getOPh1LGr1GdRa7+OxUPjseAD0WBmi+OMU7Po79Ob6/ja+9pp/6Pa0jyz1gUAQ+Z93ivYD5VL5cI7A+/AqPPYj0zb3lzZM+uekgPlnRmD4QE4M+DtdsPfbAIr5ccnq+xWL3PfQqNr2K8Qw+9uZ4Pj91873I0WI+Mt27PYe9N76mGYo+2GjjPG2rqj0IqEQ+vn1FPG0mCb2IS08+h0WJPTFx1D0lCyC9aLE3vjTMEj4skjY+","9UGUvoML+713gtu8AwSQvlI1nrwjy4K+nFWcPj18lz4B5iG9R9MaPncwCz4+lsu9XdedPthI+731TOK9gpJDPlaRRb45f9y9owUxvqYAgL6jISe+c6WAPpsNRr5Ipps+RadwPkFlBb3IcGY+Se50vsdm1z1d1SI+V3a+PKeJmj5DDAW+5uDAvX/yOzxwxYi+Vp4+Pm0Xoz03zBc+X/WWPYuP1j3SOIU+jhQkPth7uztCMIi+cBgkvoqqG75kJny+CkAZvrAvLr7t8E4+7JRMPSdgob2mMUa+sVM+Pu1onrvbb6K+HEyLvvSOrj7ziEo9QPTSPd0JMj6BFJc92mUdvrgRdj4Tcyi97p/wPZRq2r246N+7xXSSvjoObj5VSc69/IFlPhHk3L0bjQ89PHL/vJebRj4wkbg9wnetPsfEVL6z8s09b5fjPDq0gb5Ggmm+cFCVPir0jD5OQYI+FPi1vbBIGr3HBQs+1BgWvlx7aD7seIO9hTwZvTyeu739kke+zTekvU2BIj5p6wM+JHCIPr4Mi75IRBI+inE4PqGgXT4FJho+NjCMvJ8tzb11L0E+7RlpPs0WlD5X+H6+oKrwPVxgar6R3rg8If2NvVsqXj49nYU+sqoAPt19iT1uZCc+Q5yuPtahfjyzxbc9GKVPvfezGr79Fuy9jiOfPGbLnD5HfZg9ideAPE9Ikj6Go0C+3Qk4Pm6WXz7EFQi+jy2TvlpOg74Fk0a+mviIvucUK77GbjS+m+YoPmERPj7/c0K+uWWpPeN2Ij5o06g+quzRvQurED2eat871FC1vCVRPj4X45c+LGY+PjkZSD46C1G+dLZJvr+URL5iu3a+S3SAvbFLMT7IMmU9uNR5vlvwHj7nYB09qtgPPi/uLr1ZBta9bYLZvGsjnL7SVQO9yDaUPtkvVb73fX4+G/WnPWbdKL0xtJC9iEMCPAs4bz6eVJA+e7IpPvb4ljx2YUM+o2VSvmk9H74ODXC+C3fRvHK+fT6HoOM80P6DPsNBGL49qLQ8","dzAnvSipWL37rIk+YJ6KPvX5aj6T69A951dIvswsCb7dlhq+9FyGvTuz2D1PtR094OpgPq2ks71Ycwe+a2ZmvfHGj7vSxUU8q5WYPtN9hD5/SOu8cXIVvljDEb48bfm96y06PjT2aDzcl8Q9zVolPj45jT4iCp0+vOF7vpuoKz6plUY+YA58PnuPmz6SrGM8ebAGvlJHoL1sOd69kwBnPtWKA76jw5Y+bFjmPLIYAz4yA3E+1JqaPLFxkj7fP5k+SvmUvLtm6Dy574M9uRmOPOjfPL0LcAY+WYKSPs4V+r3TIWY9Ba91vQ90gr5paj09wUyHPldE9r3buTo9KN17vkHO070Uu5S+DH0OPu+YWz4uCpI+BhqJPakIwr2rrQg+GGqUPguWX74cSnA9zu6XvAsKgj6nXyO+ezUYvpWBOz6MKoI+r8VfPkSrfDz0ql0+lcJvPmM60bodih2+guPfvX52Z77Nw4G++14MPmNcPT4rWvy9QfGFvgdwfT5OY8w9j2iGvr2Q8ru3O0k9yYNmvj1QUb6YpYO9F2g3PlP747uVfeG8QslUPifwaL5yYIW+JCiaPls4cT5Alhw+48Etvmw27r1Ng6E+qRCuvIfYgL7QYxw+yF5uPjn6gD2q2FK+qhk+vSGiwz0g1gG+nAqdvpfkBr6xAsy9I3Q0vgGKOb5vxpi+1X3dvSU1gz50djM6o4JJPdSyPr4WBIU+YXmQPm9XP77QjVG+5IoAPjMMfj6fyK2+HyhPvoj0hD6D/wA+qppovkJvQTzZxoM+CCIgvdZx1Lw2wpY9N+lYPHvk7D3k1EQ+tRFrPo7UoryHIPU9MfcmPlEwVb6CD4o9kqiMvtJMjL5dQpO+QXJxvhJjf76jslE+amVkPi/gUj1wvFE+ALmRPcGFh77J/n69kv0Bvo2A7DzkFTS+ffkEvv9xkb4mm1M9ERWKvkroyb1dzUm+29DkPchjeDvUa3Q+SZM4vrFFEj7s3lG+clifvVzEtr41sIY+oUiGPvgKnT0cnOi8","uaKAvvsKvb1Xlog8TsBTvnKUCL4dyw6+xMkFPfj5W7ws+0o+rV8GPfPrSb1f1om+gr13PUa4gD7P8Uw+uVuDPu1+uD1yHyk9DOq8PWA6iD5gwOA9is/aPX8hOT29gGg+4/mgPqwhgj4SyUM92Ry9vftljD6b0mO9AEAUPs4xzD05Eza+PhHrPAAzsD0G3FU+5ygevtbhIT7i0UE+o9M9vjYWhz4FXIW+bMY2vpTptz2a93i+DLcCvbdhkD70V3c7HAT8PaZmsD1vJMs7b9oXO7nfIL56lNs9OYuiPQPYYT5uJ6w8b/0XPk/5or2HLfo8w3NoPcEshT45OR8+So0lvGCTdr5YOO89gR92vEmYnr5bJyy8fA10vt7tWD4aD4Y+lziGPh9YqL0ofdq8eWN4vG1iSb0Hvni9ve42vimrZj3n9mg+bFOuvJ+d1b3OVs88KrgCvZJwRb5lRFu8gOm1PTd39D1R6W8+MkffPeyMur0p7rS8LilQvnT/mbpnjzK+ixfzPWXvEzyTGkk9QJ4jPvuje767QM68nwsmPjmcLT08ZWC+z6Gjvb6xfT1Ui1685ovnvZCweT39Bxq+zryZvn5qor4LDLI9M9QEPtzBUb6QOJQ+8A88PlzMlL4r/kI+wnJfPr8+Eb2T2os88sGJPrHKMr7T2c89ksqwve7ijb3wXpW++EXpPAMzo76bXHy+gFMGve/eZr7nR8W9L/FePt8kgb4Vsmc+pq0kvpirsr5FxYy9hKGPvcLaXbsM0oO+W3FrvhDpmz5D5JE+KYkDvuTCm76jX56+Jd1Pvu3ClD7cbm48VK5SvJ4ajr7ttIe8BoM+vua+ib7W0iA+ndNMvqkVTTysfay+kiaOPa/hfL1kU869kJDSvd72Sr5h6fi9xP6bPfjh7T3FgY29Rh8FPhOyfTvFTJ+8UTVIPRXenD2YY3K+faMJvgX8wT2Ejs09J4WNvtindz48/Cq+4As+Pp0Q8z0QelG+d6iwPfVRjT7YFLI9GGCdPjEvlT5X2dW9","HkpQPTxJp77LTqC9A2Ilvj81uzxOBmg+6pd0vamVSD1D6qk9lrxuuu4CEj4cLhQ+Q1gVPiOf0byujM+91HbvvEvh3rynJJk+7x6RPuUlf773mhM9OGK4vdB/gL7zlYW9M2mJPsFiqr368e69LASlvccair0vj4O+w7l4Pm3QRb1cYVq+zsdSvjQVIj57jzA+OsWovfFiF742u5K9F3fvPREH371nhWM++XZgvo+TIj6ISf+9T6lOPmpXSb4JSDY+n/YvPuN4Lz5vtQ++8Z/OPf3acr4RQNa8eWlgPYsKXLvi66w9c80XPups7L18bC8+q2otvtQThr6wGxy+BsLYvOPNBb6TKKg+dIyFPkW+qb4zo4+9HIb5PKIgmLwqrjy9DRpevtxI7T3cNaC+k195Ozt1Jz2tiIE+rz/cPeVwpL262Z2+CO9wvtRVoD1BMUG+E9w2vr8wGD42Yfk9o6OFPmSLnr58b2o82EOevNgw27xd2Qm+t4AqviWtl70lA2o+Y7eYPaHqC743JRi+0pLyPRUx1z1c1li+AvczPmarrL7ova8+N7FJvvvqEL63V4U+CKWDvvlayj1f/4e9oCHbvAb7uzycAjw+AWBCPhJmIz65T669LLJWvd4Khr48lZ+9fqtWPrSEC70Hy2C+gO81PTI4IL6JFz6+TJ5uvj/jrD2mBZi8kbEJvsNFAD4VzEy+icZZvjiEvT3n1p2+Z4cpvqbujT5pYTy+4YaHPqU6Nb5BCAs9BSYPPvEB5b0150m+stX5O97fAb5wBki+A4jQvTQ5gL7JgCu7Wc+DvvU0uLwX6ku+ff85vr+i3T1wzHG+QBOCvh3YiL56OYq9GZOevnTRMb5OSXq+FygmvoOXqT34y2++KGaMvlltVz6NIHu9Nx6VPkqiIj7JsQC+NMiCvmNsgrxi/4Q9rPLGPE1fHr5v0aM9phZXPp4Ykr5/M0I9yzf7PFgMmT4sQ/y9Ra5CPlrIoL69QWC9pwDSPfcJbD2B6bA9UreKPmT4kj5zP8I9","i207PaIvrj2SvKk+GgArvYe9rL2uqXw++xOlvh9M8T2ArnK+3hpcPioJxz2VD9M9+tj0PaGGrz62wDQ9GBApvgfloz6UfTg9EuWcPWOCjj78206+fHPtvFm3cT6+gTy+df7RvfB0w73u/jy+HDnwPfbvpbxOa0O8ali7vQYrRL6QhQY+f7gjPiVdKD7f1c09V6h0PEg4mzz7RL89ZF9MvtHGjD7DgSS9IritvRgRDz0SZHe+eLIJPnLOj70LY1G+MUsCPpbojj6ML40+pBXuPViRgb7qkHU+l9RwvirVtT14wKQ+YJbLvVjVND4UW7s9yxKAPvnlLz4c5SE+5Et8vo/JMD5WjIM+u+5+Pl6US74z/yG+lmGXPla8YL4Iejq+qMQ0Pj4RiDwk7IO93WxBvgUXpT0tEF4+A3obvXGmB70H6jK+Hj2FvuKiA77oKyk+aJiLvpJSpT7hQkG+IKEhvoFVSr6yAIc+PquHPhE6hT4L5Eg+Ac+CvtJ1HT7kb4E+x62Avtp22rteFK29urRQPmT9ar6kPxM9d1KgvhKcgz49FIa+a5+RviVMSD5xwka+8omMPu5WbD6XdF2+cxIIPkXZSb77kG2+KBt3vgNdpz1RcUa+SuCUvr5dQz0S7RC+6H2fvtQqYb7tO2a+h2yQviqMOj1GPLu9gCv+PWtLHz5fVYq+8lldPlfTiL5+Zug9S0xoPhkEaL6RySS92Ex5vqBCkT2+xaK9btc7vX0oOz3NhXy8NI56vl8GFz0kIJ4+7lrcvfHN1D1DzF6+GVHQvezIsD7var69joDQvJd3hL5b1XI+Gaebu5wn4L1VCdS8jV1RPp4pZT7KWIC+HuZrPo7IELyi+L+9KWXEvcbR4r1Pkqg9K56vvSFOPj4q+Sg+E/+RvoMIkj1obT4+s+lNvswKNT56nF++GTbZvXwyGb50S4U9Nc4gvoulZL4ujaQ9bPiUPVV1kj4cVaG98bNlPlPLAD2Wkxq8vNhHPsmZjD6WPBE8a5g/PlhoYz5KSb88","TSOxPiAkDD7H9Fk+/+E+vm/wjz0c+4S+GuIJvNBaZz7X93k+V+uCPfMxlj1UOTG+HwgJPs5+Hb794II+oxeavTUkJL66+Ty+sG8CvnDPJz5ooW++OnGbvf2Wdr567f47ve0sPhIsrj0+eTi9cKVRvTjPIz6CthQ+uYdDPv+mjj7f1Qw+z8Fcu+NzbL4LP389G8gtPohzir6xzT297UIsPhfQSb3obG+91+2IPnSnmL3TTSI+WZYSvL7Zkz6+voK+s8OgvXSOMT5zmG8+OZAhPpNPMT68h809ffRnvdFk4j0lkms9LDU/Pv3deD7z1Di+Nf2TvvT8Lj5oKZ++pc6Ove9pJb4l+NO9RLopPtdfiL4vRoG+l8iwPXI1ybzWPoq7EI9MPTO4kr6zziI+ms2BvnR30j25rY6+0Ucpvji7jb7cBza++Z5YPnT9XD6gxoO97HNfvliPF72LBza+9tUwPrFGY75QcHw+13PHPa4Nmz1nzuI9myktPvkGLDyED4E+5HUjPm6547yhRHu+2OcYvjrkLb4b4lA+qzLtuxtYLb5zh+29pFCjPiX0Fj7NANq8vWwxvbGug741/lQ+wrYbPnPqyL3R5Fu+P9gJvu1NgD1KZ4I6AwFPvGKgrT6xLw2+il/DvdyooL7ZxnU+lK46PqgtlT7RtWY+ZImLvlaJBD13H/67Gt0nvvxRST5ctHQ+HDIMPlUdNz7dXRC9RWxGvkzY7r3a+jq+JLQAPuztR77VYcy9020dvhoW/j31fGY+vrUFvoklEL0eF0Y+RblPPpLBDL2NY388Z2mkPRLviL5W28E9Wijpvfos7b07eQ4+CHTavcMuFL6UBQ6+D3f6O0lZOb2og4U+7HR3vqJflL5uNew9389Uvh0xwT3qgHI+hh2KvlfDND04BgS+J+92PmZB0D2N/AU+eLadvmuYKD2Kvja+QE7hPUAZqb0VkA89dn6FvZbrFL4fMKC9kfu0vY9DfrtXkwS+q3yHvjW2az4103K+tSoEPpyhnD6tjlU9","tCCFvk/BjTxBwFy9bDe9vMPDjT0XQY6+txspPqBykT4QdFa+cxwlvtVGnL2uxWu+7wcQvt/Smr5BTBu+6I6EPu8JMT7XDG0+ErV1vKqtBb679+w89r+EvlLSVT5hZ4C+l1tqvlyCpL1Nnme+k9zTPPGSbj7Yj3S+0bEwPWBKhT6pxZY9Vm/zvfSEJrwGCoq+Z9+lvtQsNr5U4SC+YfStvSuQAb6097m9QmOJvgohEr4uvqK9uUHWvfztPjwc4zc+OcGUvk1pCj57uaa8tbddvvxnmj5METw+v95cvRz36b2F7Va+LbB1PpOzvLwWkjU9h3mRvP5EhL4ZtGC+cDjoPWScOz7WqMY8DDwxPmDFmjyb1R2+qVZ9PdYv0D3to0S9tjcKPpdrgb6kRFu+LC3ZPFctdz5WEjg+nPwnPKedX75kaii+IJKLvmasfr5ZCjO9gH27vdAonT6le0K9bnSYvpvYfD7Rxo2+k9SPvp3ukT0hoQy+4oynPfI71rx0cyk9aOs2vaygjz5MRuI9sBFmPp99ML7DDIQ9RPUDvrJEsD21m3Q+inGKPQ4FJb1m/l0+MShdvGsKlD1oDR4+d8IjPn/li74Xvh2+CH+aPkQsA73bl12+vBL8vM/1hT0daTk+MRaYvve/Ur631vu9p7FxPvhBfr1F4VI+2MJdvteFOL6nlb+9H/cFPJWwZr643mS+7Y03Pn+LiL0HZtw9r1mQvnZgj742f46+8S7JPQrhhzrTzKm99lHFvJvPpz24C4O+f7FDPTSpHr7+wRg+EWwPPr+eBb7A1SI+htrYPJiKnL4sMyc8HyFBvuOfk75NCyO+hB2UPaPbB766oA09cqZavgEncL4ClT8+5eUnvr6FsDwkDY4+z54FPpNK1z3J/Ki8ZKGgPfMvLr4F6FI+/J7Rve1Cfb6RCTa+uS/iPXrIB74L05Q97pLWu+k3Nj7povs9TqCHPkTPlr69pHu+3bMHPbWc6D33544+bBOTPk9MiT4Xaz8+yIzvvf20ND6atCO+","V14dvrnv/b38P4e+1RKEPSzb1j2P6xs+8rMyPiY6WL4GOme9pJZwvjqIFL7LDYK+MUSnPgbeKD2tk/g9bkKLvj1JhD6rT58+avyaPQwtTj5LfI2+6rRIPv+gw7vTp4y9KOFFvmh7gr3j3pK9v5Y/PgwE5zw4T8U9nGmfvrIPMD2mIWE+oRiRvaJcE76Gy2c9j7ZtPYVXRL6oK5899uSCvcXbQz7uwhG+huiOvpDder5cJtE9Q7dvvpahdL3G7Jk+P9A+vsGVmb6aZoG+0ilsvolJAr5eYzI+B7qGPuFZBr4CNAS+1Ncyvksvzbpk4JG9TUmQPpWetj30VL68ifpzPvXuOL5cdoM+oC44PucOA7tz2tu9WiODvvnvpr3+whS+dNk5vu6cRj7iDGy+OjjIvSa/nz7hjSe+Ddhkvlg/cr7DzBG+pClavjyAgj4DBH49PzK5PHrjhr7Gg+a9hTZuPkdKmD78QWQ+2ZVvPonKzj0ERSS+kBOEPVu8lr5d50u+eO6gPsPAkb4ihoE+cQ1pPnCpXj1FaqM8Ffp3Pn0Vgj4Ttje+AJMSvhHzRD0q65K+oilIvsqYN71Mno6+QH+LPpgEhr4eyi8+j7eKvrlzoz0C/JW+f213PijPrLuj3Zm+40EHPnpwbb2gR7u8c3yvPK8yoD5cd5k8bBDYvc9IxrsY/Qq+m0rkvZV4kT6O3og9ezBSPiJ+hD6RLIS9uTupvmBtbT77DQG+mGpEPG/9iD5NPpE+gNRyPlczqD3X2Hu+p2WMPSLaAD6kDEI9YQmJPm5aEj7LSB28txDwvTYB5jyM2kE+TKOuvgYCXr5eCoc7kh5OvqgHM70+iW++ebirPTHfzr2bI2O+LAy1vYb1DD7nN7+8gfIKvljPp75YNge+jF/7PYK3iz6EI4K9YNYKvp7ULb4eZD2+No7uPcRNmr2IMHI+7wlxPeJlhr4sWoi+9JtZvgNZrD2Rdpy+Rx3svaYspr2HfyG+Y4+yPlBsYT6i7io+VRRBvZ83dj6haL89","RSIIvQZQVD2RLye9kFBCPjucnj61GVO+xY1TvuLthzxADxM+9hJ4PjezNj6umVg+BcLhPVLKfb5bQp++96v2PVjUZz5wIJk+iTMevpb9Yz7MDuU8lvKuvsqOsz0PED4+AhlJvlkQB7w2yY69JjGsvpCvcT4UN2m+tlCFvlOJLj4oUYq+DrkovsolHz3oz0Q9kJUVvgKsPj7Hw6a+icZtPWHzxL37aTs+SyKOvFat+r2mHrK8JNM6PVJfAD5jOY894Z8avvWLM77yRg48EGQTuziwWL5OYIA+i0xKviq0iL7Kkm28cHPPvfdAJD4OG4W+JTuEvmZkJz7DspU+ihsovjyMpL4Lbg6+xSkdPp3ln71bMAM+S9F5vi4Mlz6DO5+9AYssPnAkbD4QTZA+JAxZPe63T77wK2m8E6ECvjIU0r391GA+hcFLvV5tAz0xhwW+myDwvMEEfz6fDXs+GnL1Pdr9mb73pzu+VBNJPYqtxT1zJZy9A6ldPvXTjL3ESGG+eQ7sPNpxZr2oVLW9DXWlPVhAwj3fRW4+qcQwPtS3eT6VUru9Vu2Mvrleir7AqVm6fNaTvkjDRD4ouLc9IQr8PSTFnj6Q7iY+gIKOvk0XQD5teAQ+yeUfvV6DqL0voGy99lsFvro/Gb5PfwM+PolZPhismj2bP6s+IIt6vmhxhjwuKSY+szqLvTZB+T1cpjy+lk3fvRqcAb6Mj488HrvPvLVkhz6Q7WY9g0iWPiisZ72oHxo+BaUoPVlPYL4rEya+7OdgvpFWiD7wSDo+0HGvvRCrR73iTCs+ZVKTPR6I/TyrT+890XMfvVBFFr65S1E+obGqvmh/BL6axPa71doKPgjnVT4JZv49RKVdPosfhD7Y+m++UEuBvXz6Oj7Ru4q+l8+GvhLMSr7Gieg9TeI1PvpMFr4PFC09sWtXvtqsS75eGKG9+9tfPjLHAr3yCcO9sSEOPlXeLD42VUW+7/cnPoHI0z3B7yg9UcOhPkVWsb2G6Yq+ZUwMvh++RD48KJg+","L1t6Ps7GDT6hp4e+xkcbPufEGT0RudU9tOQjvuTiaT0EKyW+FwC8vXf1o76NDGA+w6XLPejf+T1gjXq+fAaKPjfsZD7yE2U+nojYPXfMoT1ReOC91isHPeipwL11nx++vQdjvYDvyj3Nl2S9SzWbvdjyqbv8HL+9xYVgPjPp4L1qQmy+DRR3vRbs770M9j8+jPfyvaOfkj4HXHk+TP2APmNcWr5/Oo0+FevpPYDzTT7C8gG+6qq0vELLEr22cOo90XR2vr+aw71uWg++5TS3PSUNPT7Cv5M+U0y8vY2BKT5s9Gu+hFaWvqHTPT41rh4+Je0GviG4ib79cmI+o5/Xvacver6gaX0+PgNcvqJNOz4kxIG+iKqmPaULqj5U0o8+dXIevnFrSb7ufAE+Lb42vljrl7xWJLE+MrMbvuL+Ur3Qvdk8SHcOvhiTaD6VhvG9R+XPPYS7nr0U0J6+UEYDPmEwkr5UwXm+84YsvvjhRr6b528+sabtvKcQij4XS9+9U6jevbtfj76g1gW+XFFEvXt6Kb7Puvc9cPlsPQCIfr43ioy+divFvZw947w19kS+3JIIvlze5z1iZce9zIZavbFA5jxmt1s9qdSNPRcuJD6iu0I9XZECvsb9Cr7CHWA9Jcmjvaylaz59Cvw8ZD2nvsLDWL5b9nW+SSiivgQNMTwJvSA9xzdSPki2lr63yOa80Mv2PVyiLD70+jk9XOGvPh9lUL7g3Es9BqEUPhi5ZL4fJ/W9X6hWPhMBZj5wH1A9dxQAPkxL0zzLHSW+6yTPvYMhLD4XQdA9jvBzvls2Dj0BK4++t5cBvbHNar3Fbd47Tt5UPQuuPj63+U691JfUPaqPTz60IMY9f1JovBMN5b2BpFW9AYWKvndCcT6Uttu8CHGqvTAoMb7h9Za+aM11vsANaD4Of4m+cTPdPLNPoD1kXY6+P+aqPjMMOT75U/49igszPd5T5L0adxA+CdBYvRvfVD2RO4q9lv4PPgcOYj5Tulw+ZLiPPXzpJr5EYGy+","VI+EPoyYLzy73Be+wigSvm3kDr7Rf5O+KgipPmiQsz7dGIQ+nXIoPXcXSr5chgA+UGFhvt2PND5fYa68YD6FvYYcRj4O5vg9HC2vPe/hcT0U2De9/rXgvLbBkT3QmyC+3kAcPT9NQr6fiYs+m6tJvMpH4jxUqe88hdUCvUlggD2gIQ+9RxZzvojkgj7oEEy9wdEbvj96UT0tAwi90ToPPoPbrL6k4l6+h+6jPbIgkb6CEo6+wRIjvodCnT5mEeQ98x9mvmPTkz7HsIG+/mZKPeigbr4Y04m+OP2kvBzSCL28jU2+OENzPsJhMj7My/M9vZSevr7NnT533p6+G1HdPXqjE76KR5U+x3WLvfE0kr6tli2+8UMZPnpo47358829AOySPtOYKD6lW/89BaGuvaTE6r2sQ229CghdPYm+9z3jtDU9MqT2vfE0lz2pkpg8OVfbPXg0nb5qaJe+y0uXPutYHr5bp6e+sCxIvSSvgj4xkXK+ii+IPtUcfj6KDoO+GiQLvvwHNj3biN49QPZqvuKldD67H4O9G1h6Pm7wSbzdGqg+N9++PQ0UtT245Tq+xIMUPtVP5T3ITJo+xxLnvW43mr7pF9Q9CCMyvlXo+b2xRiY+cPkJvnXrQz75b5g8/I2IvO/thL5zx4u9h4g+vkM3wz3VS3a+8RECPdqkgz54QU8+1v+mPaGadT6i0oy+koWVPmGkjj0Eipo+Mj8lvP88gL4Z/g49htKJvi2e/Dx8I5o+aLNTvqUL3j0x6UA+B1S/PGe8YT7uqvI9PZlMPoUPdD6qoUc9QtAvPm8csj4tE3S+PWMfPl/n6j1xjYm+sWKPPtriLL5P7Bc+NXeCvTxKmL69y3a+KDqNvglpYb74Otm8NLlgPt2rP70KwA4+bEGhvEE2LL5WtzI++JJdPEqmLrxp7/M8IHmAPvxMIz3k2O89NF5tviZQkbzWEI2+Dxz2vHhBiz6bfBO+0uiXu4o8oz5h/nU9Gb98PZJwSr1H60q9SQSaPSJ5Oz3zJfo9","q8KAPqUyUj5KdDs917FcPXCfs713BW8+BdvjvcCFAL7g7nc+5MmGvqL21D1hEIu+O/uQvrgTYj46vxI+xbCIPmVVyT29QBW+BsN5PuFnjb5QqWk+T5YjvSQx0r2SYJi6sIkWPjFl7L06oD08g5lNvlfjRr7ko3o7LPdmPmTC2j0sSgg+XeabPeIERz1AwHm9qJV3PSXHfT1VzHG+wr+vvj1wnD3saic+BlcrPmKnnz63qnY+z3yIPpfZgL2LJGM+fwRdvjB+Tj61ADw+78GJPpH5mr2drfg9jUSxPEcS6b23Fby9HXkkPmwYqz31Vrs9RMazPcpbLD40tgQ8aXtAPgqJiz6/5gE+UNtevvANXj5hkZq+DSQlvkWYGz4p1vc94G44PtvCjj7BnWa+Uw6pvYIiwz3v6km+n86lPTvcWb3RNj8+Es8cPgPQTb78K1A+RkACPtextj26jYa+rWqCPkKwMj7UCnM+aNdqPhFJhj4sqIQ+LJ07PrQwGL4KdCA+ygSNvFXMgL2fiCk9OqM9vlUuwb1Fotm4nfGRvUpRST5CSy6+b2E5vt1VDT7oOFO+cd+bvtJQLr1M/4W9xDtOPubQar5RH4m+uI0mPqQhr73TRyA+89JgPQaFqb2B5zA+GFCLPtm8kT6mGgY+qzx8vinNQ76mt24+ZgVXPkRQN763Sqm9/dOEvc8dib6LOpq+K10+PlQB3Tyr+Yi+xd9IvuX9XD4pJxG9G7NGPmyiPT4us/c8oUbcvUsOab58vAk+Xp2vvbgeMb5MYaA8gl/1vXo9cr5qti6+jZcxPvZpYj5z7qQ9oxBePkN+ab637EO+fyoyvlL3lz7R73i+sU3rPcP+Xz5ec0M9RmTGPfkDaD68HDI+bDIWPof5vr0JJJc9oTIaPllRyL04s5e+ZR5lPrgk/b3qjmK+kvJYvpOww7xx3o6+mFFGvlyeib6fWXO9T2oyPTfzWr5WMoe+yBpOPQ0IIz7WIDi+LvgDviy1Cb04qBe+kQkAu5vZSb7aax2+","H4/qPdXFmT0/k7g9KGyXvQ+KgD1sUAy+l1lZPgH4H760Oxu+8juDvRl4Qj49iHE9XY5ivhY/aL3aGdC9oA+jvverJj2sUpW9t3F4vuw5iD3FlcY9U5yGPd01VL7Xnkc9/7qKO8BGmr39gZu+l1UYvl0WJb4icFO+sRw/Ps53OD6yIKs+8qW3vdn1zz0ASqc8dYKpPU715L3SkxU+hClpPlgKpb3UNZC9TD/VPb8rnr0PTQW+46JOPm1TYb76W4o+ccBWPfN5HT2W6fw9DEW+vX7VjT7FLnI4wMGavicwhD6wPbE+4AMmvuQ8qL53SwE+nQeSPtXXfL0VRWw+s+VgvZONa76j1KE+CMvxO4eOYb5rCUY+oK9mPu0Urr1bPym+YsvevarJkz63BmU86TLwPaROHD57wni+f8hNvu/p/736fFU+K0wbPRmGST4qe5m7PTmHvlPIkT5T6HU9wfs0PhrM373R4pI+fhg+vYMQyT0c4CA9qH9aviLJDTy2Xni9T2a0PQxcYT5oVca9R98WvpsbID7mlLY9BSQePWL1oj7CrJK+6o+rvihcFLxEjjG+MhAcPHK83z2st/+8GTIwvtNKUD41JNU9ldyIvjIvHj458aa+au6VviL0br4ue1G9FsSZvitDCb4xzBa+4yUYPipVfD3CI30+exBTvqWeZb7YsJs9Bp2ovX7sLD6PFAy+9IxNPs9vqT6Mh4q8ZrgovohVRL4vF5E+FZRbPs5yib3vVwS+pc2DvbQdnz7sbmY7KiRDvjgjXj4b6Ds+7ygovojYcj4nlD++TVFvvkCzh7wEP42++CYfvi4LPD7GUHO80i+gPh4PqL79Blu8/jhIvHsrVD74fqg+n4WJPp2Zpz0nauS7RxubvrfMvz3IY0O+qeynvqj5hb6etcO9dtg8PhdlML4ACI6+QA+MvldUij5vfA++5kgovjKvFz5yoHc+FcTCvXkLZz58Nnc9WXtVPtVpQT6IB509wh2hvg9lsb3JsW6+vuzqvQqpOD5zMIs+","DKKgvjt4Hj3VWQE+JgHdvRfIe74N15S++KJGvi4XxL39ziM+fB6BvFNZ6T1GCXo+FByZPgGwbz62a5e+6hOEvX9PPr2hNY69bjdrPjp8Oj4tc0o8Fda/vWfihD03W9k94XQjvuzFlL5sWZe+DwQJvljugD7DYd09zWJWvtlbJjzYA2W+62ctPjj3MD5egZi+KL+UPqaHf7544ca9U6FbPd6hTLwo6Ag+HSoaPm06Qb43Oqq9xVGIvgd1or0gu4I+ug99O/VxBj71fJG+L0sCvruFZL1RdaS+Yd64Pb8DWr4muZk9S2IovvfNVj5TD629Bd+rvUV4rT2L+Hc+ZLCGu5mZ9bwdXxk+V+ODPqkVFb6GdZ47vmpIPYWsir4EhFK+DVqrvkxDaT7hf7K9yiqLPjhhaz1Zi5a+UjVVviu6oD6Pi1E+2sJePaEfnr4eyl2+UAYPvboVdD5/LYS+NaGRPh1OyToBnbY9/q3wvHhdML7sP+29nnWkPFrNYr6G4Nw8v0hnPoDAVj4+z50+k7CCvgw8MD5Splu+dDmWvPLmQr7Ye0g9bfRVvixvM72CSzi+iRtXPmPlR74rD+C7n8p4Pfyea77+Noe9YgVEPpCF8Tw6DEe+xb2eOoMzQzzyDVA9dFR6vgv/pzx56gI+YS0HPqGndb6Lt109nZh/PjlpFT02/lm+NSWRvi9edL4qaAo+MhXUO849Yz6P6U0+L7uVvmnf47we7sA9rPN1PuTdzD1qbiG+b5Ufvs+TgT6tSRu+mpUdvsX9iz3iCrY8XfWWvkiYEr52VQY8MCYuPuTYgr5ovAS+KG1Wvpy0NTxCnme+hhIkviFEDL1iJKU9HxCIPm6BjT7VlDW8XoyTvfOiy72TTDu+cW8nvrUpoD4fKWq8dEKOvl/YHb0M6/m7PxNfvoY1oL1YsVQ+5AVuvSWRMz348Bq9sUCUPXIwib5mOKw+/YruPaOQor4a5oG+9P2svhjSYb5xAZE9TotuvhwxOj538zo+Vn+Pvn8eVz5SHbo9","fuqZPmGpVT5yv0Y9vYiOvkA9dj1CrUQ9XFzUOiicrr2hpGA+1D6zvMIKBzwWy1Y+2NuHvos4i7y6zc29C4A3vvmsSD2YLA878/CSPeKEYb7HVYg+JKVsvtEwCj66LSc+CbgNvlnFSb7SaSi+gP4SPiM9mL0LtJe+YZGOvqS0sT5dmDK+43cEvuPggb5L36m9gqhGPc95jby5/Ek+B637vH0cfD5SApK+sjUQviLZsT2/3Qk+ZpGQveBukD6FsEG9+fAfPjHBBb7Iszy+AzSDPoCiUL5A7gA9k/0zPlrHlT6qyle+FLJzvT26tz3TN3I+W0Z9vjehPz7fdQs+kmqNPqsRlT30S12+z2G+PaYvIL5Oz0Y+ok+kvtRU5r1rz589je1UvhmGoD6zvuO9cO5NvfgDVz5/2de9H6ujPgqpkz7yXtS904QuPrrsc74oHi4+SLQLvMzkozyb8nS8Q59pvtI/UL7sjno+pksMvn4kez4wDpE+ExmBPoitub2sYtw9temjvnm6Xj4QQd+9EiQGvvv3Wz2Sh/A8lGloPqgpND4f/KE98hmhvrMGS75G16A9hsaavltFWD5PJCk+y5kGPgJPf73NLxA+cEEAvo7DRj7pMWk+wV6UPnos+j0XYBS+aDVivuTxDz3NNw++JMNTPs+4ET460vQ8YCaFPoxB3b3orrg+DhE8Pr1FOD6NGos+h+yNPcMaQz6yM2i+vYUzPp7xlb1ivvk9GziIvk5+3r3QBku+D1wWvuIxsz66ZwK8Ut83vp7oiL7xG4m+Q1STvhA05L2uzrG9oBpkvqvqmb2g6dU9JOxHPbrA+LzCMgo+8/bRPXQIXb0RqyS+WRySvfx0cj1OBR8+Q06EPrK1jb7PIRk+89hSPlYiW71gKpA+CGa0vVSM/jyTSlc+m2ppPAtcjj5uXIy+zQlAPtb7jj7QCLY9/0c9PrV3Cr7KQie+kT18Psu9lz5NrJO+w/SOPoMOAT5c12Y+5BCHvVRqsT5zEZm8dcpUPva5g750XMs9","W84RvrcCpr4MTjS+O1u+PAIdgz2GZTE+LLgFPqzYvTxRAGo+Xw/rO05UBT0lrUE+i4eVvTRWKr6ZxSy++PVnPierSD5nipy+ChlTviqDH74L3cc9OP2bPfn06z145GY8Q6CQPiQMQD5OCkA+C/ytPZ5U1TzXSLq953/hvbS8Lz4Phrc9GpJSvvix9T0E6hK+9jZOvQUHsjyfyJs9hPM+Pobwjj4eU9i9MYXcvHO0JL4eKnG9lANsPr5vxbwlOJi+52SfveOYuL3JJqo9YUQjvt6Omb7vzjG+/TXLPX1MjzzjEB0+/sAEPv/Exj17ajg+FyNSPsiEiD73kng+E4novXIxKr7MuaU8cfHPPHFgWb4lemY+oduUPVvqub11o/y9Ar+aPh9jhb5tnRG++YUQPkuU3T2k8Mg9FuENvUZOmb0hhAa912hSPmrWyD36Fty9Tms4PiHTeb69Ck8+0kklPpKmlD7COKy82GtcvpLGj77cAv29EgirPhGHgL2DSkM+S4ZRPiIGOz7f5tu9R1ULu60LdL54Yui9BRA1vvE+iT5VqJa9R/ElvtRy+D2yOJq+vU8yPtKQCz5lvo49iayZPtlzJ75zjjO9I0k+PplBXD65sWA93dclPir0mL5x/We+IIJJPjCJrLwcfyK99xj5vawTNb4fezw+aI34vd+KVL5J2w++bI4GvTE8xjy02IS+l0HvvabrgD6ANlg+oo0nPckaUrtet4Q+VmElPhPy9LwD8oE+/sKhPWJmNT5wgYk+uGY+vfjLDr6xUQu+NkZqPgK0Nj79u1a+3RNBvmrSvL0uWSy+/1OePtK8XT2Bmzs9xxEuvhsnKj4sgAo+mOCmvWaeRD4yp1G+QBxMPqqqmr5njjW+Z0M5PAuygj6gYL89Jjk8PhN+JD5PHmK+jRV1Pvfd1r3X//u82mUrvlHpLb7fAwK+LuROvjcqjb4RJuw85Ox6vnrdYz7Bhes96kBwPkiLsL4ZNOm9oK2jvq+KU7ypCaq9VuO5ul0BSj61gTY+","JQAZPvY2LT0qqSu9Brmbvt7DLL2bD4K+C5mBvmLZqb6Uama7fxRNPt1LFD5emJM+79yNva+WU72xzmi+KnSJPkw8970o6ke9FHeOPm7PI77UxrA+TRAtPvW2Jb4eO1I+BtOavpMAar4m0fG9QB8oPPlWlD6YAmW+U3yoPpEfJb6PmlE+znlqvh6qcD5GQtG99f6CPWc4i70/K0o+vzq/PLP2SD4M5I4+ffZCPKnnjb5aCAm8ruGAvoLBQL5Ril4+jx6PPl9Z4Dxfdt+9gs/nPX2aF77NLVw+gHSaPsI/hr0oJvM8r5TCvN0oSb6Q2Cu+432TPi0NKD47CZC+/avcPIWETr4DJxK+NKkivkqYF77jNXy+zkkIvj+pVL4kf4E+/dvUu7/IRL6w+Ky9psSzPo2bMb6iux8+1VfBvRoYzb0Qepg+QqkwPnX6UD6V8O09TW5yvgRUMr4zJia9gsPkvJsuLDwuqDm9Zi+LPp8WYT2A2Im+jMhKvW6LSL5aGxy+cMcfvqliVb73IYi+oZpzPAuMED7D0s09n8XRPHtFWD5NNYo+CJwnPu4Aob5x9S6+F9HuvTxzYr3bVRC+Oj+DPNsX172cTyy+cEx+PqwjjT1fEhM+vsJsvpy52T0dqT6+yj8qPuBVLj4lqhW+MbS+PeF3ejxRzRM+91Qwvki93T0aTiC+PmI1Pnz+iz7tC8o9ve52vvK6P717vo4+s8X/PFu0tD1IfqC+CwKXPoO1X746Mai+z9uHvpuO5z3YhpE9GmZ0PZINZL1aEzM++90uPh5JYDsdfsK8Zi8IPkuBNL7Rn3A9IpB7PmVXpz1YO0G+W3K6Pfmxybzpbpk+GhMzPvxjRz44sYa+5mk1vr+0Er4xLaU+fBGUvmAWLD7pjko+MtIQPpSE+b258A++VBRSPhBWurz9l/K8tFeBvv9tE77DK7M+RlKPvrQbzT25ace9yI/yvRzVUjwT9Zs8h93svTpTlT63MTY+zUNLvgBxaj6uIwc6/sNXvhcqFD5GFAc+","ejm1vRysuL0ndq0+fvcOPm6jYj5yl8C9yECdvRifkzxou4K9NEcwPkKjpj4pz409WyhoPp+Ggb7blz2+T7A/Pg4KL77QQCy+o0aIvlVljb1/3SU+bLyPPm1zl761Q1e+nf92vg2YWr5mkge8kGOYPR69lL6U2xG+JLmivVbi+z3IzFm+B/4jvjebqj6yJaa9+UVEPmgmWT1lmoa88NJhPm7Vlz5X78G9DkDZPF/rGT7vOYe+UPhbPWsM+r22Q7w9Dz0TvmOuZL4xx0K+EHZaPjbEjr1iR5g+UARsPPt7v73PPTK+/D7RPONhgT5dlhg94Lr+vFPejjxCU0c+YRuDPpoY0T1mG4S9IXyDPvEmnr3UgXk+/suTvlLahTpBXXy+zcojPnf0dT4PQH8+3UmGPTzD973ucKg+XjnFPVD0+b3zyBW+CTPgPQEe7D1Zn0u+D3xHPRLLaL5TKC08eA1bvlpxVD4CkZg9xSaKPt4kwj3A+Qm8Knk0Plo5L74Ek/w9QEQkvtp/Xr6dKWu+UId6vrGzcD5XTY49YDIePs5iPL4WBG8+iNmNvsqz4LzRLT49BupVvIhylj1dOHk+HO8xvh7z1ruybhg+XmcYPd4Lwr0pNrQ99wGXvmt8mjzVoQG9WbA8Prv2gj74fTI+62kyPoy2hD1XOJY+Cycpvq55Lj7P+gQ+dUmBPtebXT4loFY+dRxGPasbxb0OgwY+mIYwPkClkj4tVQ2+i32SPjcfTD4WOH++n+R7vu9UND7+NjI+Ft4NvnfOjL2hYCU+puAUvp0bjb04G449qx1PPuH3Eb01Rpo+0TtkPqagg76i6Xs+B50yPS9wGb0aFqM+MihFPvUI6r02aDc9ju4Pvtdptz4oSWa+1ywLPsrXb769upo9kzYlPu6GjL5Gbh+9XjDtPMApiDyECAI+pISwPq7SC77TAnw+qMVPPu56kj7eCpS8fYdTPRXX+720TJe+5e+nvqEwjL4cNHS+BivGPYS+Wz7Pvcm9vR+HvRSwir16SC8+","fAeGvjgejT1DWVS+J8xavq1tNT5mc5m8fLcQvoMgp77twxq+qs2EvlHqYL6piVo+iiojPP4LAr622N+9A6mfvvbNj76h0HI8NqBqvsCoDj7h7KE+1/9qPVOPEz6358m9wEYCPkvNj75fOuy93JaxPUJqib2DEIG+TW3WvfX+m74OlhS+oFnXvLmpEz6I9YG+093kPWRHhr0ANIe+idCRPmofLz6dxc29OtuFvqujhz1Xcke+Zi9LvqfLwr1PfEI9k4nmPfWXmL2umE2+M5U/PvhgA76ycU8+VXE1vgX0HL5wLUU+HNwLvil7hr6MEag96MQxPIPZFD5lRDk+PHMqvunhm75bYG8+KZBVPuNzdr5bmRY+QKc0PkMhib6CAJy+1zPePTjbuT0EjY0+SleHPThUgT4bW2G+ayWXPqciZ77lQEC+bGxwPr0oNT6AwD6++XpYvjawMr7mnQo9JT+svT8baT69bzY9TLBmPYpPJT4NA44+8WcUPsxQBL6oFPo9yeXaPUSdHb3wZ6Y+PHCXvljif7xFWZk+WJApPlTWpz44KpQ9ZZdnuwMs271kT6S+7lQFvuIbGz6m4K4+598xvgFOSTsQ8Ic91yDvPUrSgL7z6IQ+9Axjvuk0kL2+3mY+6XuMvhnQlj0dhLM9uECovoj+CT5/nZC9/XH2upNGVb5FBx2+R6OMPoHIqz1oTpE+5vKGvk9tE74oWIe8rU2NvbyRjL5Tb5s9m2uZvT4sUr6ni2W+8Zx4Pdpwi755KbK9Aejavd2OcTzFWrY9ogWNPhBloT7SJ5A+kq+BPVm2qL2n6FW+mQw6vexzm77iYWA9OMwFvvm4Sz7onCy+LiMQvlVKu70hHpG+W/GdPc13ID7cTom8vzCrPT8Cir6O2Dg+44WPPpPCMr7b8hK8Qz6/PALkSLyBMv69lG9PPrR7lb49OUo7HGqKvRbgTL07xKW+QpfZvbOZaj71/RK+sgf9vcyeMb4Sooq9HimuvUZ7y7ppYR4+a/1hvhb7Oz5j8V6+","1zmtvYX+kL0DJZE+weQxPahg6b3Oexi+ssxgPqAFWT2sjOc8t1DdO65IRb6WN4e+xhUlvazTgr4cXA4+GjUkvh/ywz3KhnO+8/WhPUiePj3mf68+a9e5vFmcVD5slMa9DfGXvrza+rya9RM+7mqUPqIKfz1srD6+f+UZPn84Tj5QY5i+yKdwvdM/kr25NwU+bEnivesq5rwFqIo+PysaPbAwmr0C7CE9zsF8vtCXAz5qQDG+f+hJPRILgr6/mwM+EanAvQQEVj7FGoC+Vy9jvgviXb0R2ic9SPh7vl3Hqz41A9M9xizdPEk4WD5BVF++Qq4WvsHETj6Upzw+FzOFPrdJj71pzxq+Jh38PY1LK75zYES+rTtXvt9urD3r9H2+ecM9vsp2bb7D63q+eSTRvRjWB76KJJo+iDVXvvbEFb4xh7s9lb2IvX//QL0Kqlk8d/tevYOVV75/f729rdqAPhujG71uL6k+EEg7PkSvkL7hTXU+buddPQVjqT0y3I4+pg6LvnC1hzzBPeq9PSEyPmW5q71XGTM+FOmrPRNJpj4UBIG+7t9BvgZ8Vb4CVQO+dJwgPsknaL7Bn1O+Il8uvrJaKr1ZbDW+BGdQPnLehz52LCq9bSNDPaR/jD5HuGA+7vnsPZndfD6yACs+qxBivXErk75cQTW+M1NKvoSVgT4Z6Z697w1lPijoWT6DIAK+fydLPoh6+T37F5A+rwyKPlergT4WkZ++7W4KPrDykT5oh2u9+VJMPeDJib7ez0E+lj3LvVbsej4YvhY9lL2kPRfyVr4boCa+kYtKPc1IQjyjnWS+2GKBvZ4ozLxsk5i+iTujPdHJj76mBI28dsIbPg2KgrzS3fC9T6uCvQP+fL5HdnS9lyCaPgTqlz5lSpY+hBYZvfI1Lb7EK0w+g1YiPqt8Hb554NQ9O1qPvVPrM76x0n2+Zc2MvU32aL6UI0e+QIN4vsEsYr32Rms+4tNZPn9laT2Gw3g9VxSFPVu2j74A5Jo97sJnvuNuHT55MmO+","6V4Qvjt/9L3urwS+dzAQvXsXQj4LBDM+Zfz0PbKe6LslRj2+eaR1PpeFqr7O/1e+aAaUvseIbr46GSu+KeEgvEY9bb3XBV6+9/h7PakSbD5NKPe9KzKfPfKAer7Bsm4+ZTSHvph4KD183pO9ljmPvqF/hT50KYY++qAtvaQUTr7jqwA8pVkTPfohS71vJAq+81oCu+ABaj45Mq4+9mpHPo3Uoj4jtAi+WuUGPsSjs70zWj8+pakTvtIjk75vbl48hyRyvckhMr49nCY+MZp4vhF9wz3NmLg8TKm5PfLEwr7rzQI+HNWOvuDMgL6v1fC9LJ6OPmMYUb4Jnli+usJNPv68uLz1+0S+54UJPiCV4728RC2+OSmRPoEOWT506Qy+XDOLPq9Dnj0sapu9WhWMvhegjL435Cm9VFUyvnzcjL6KTRI9VSs2PkHwmD4HV8k9PTrtvaulE77hAJW9AFTMvbeSIzsscou+poPuvW8ukL637N29SW6BPgcHmD2+G4G8G6wzvnoJbTvmOYG+aEJQvp9n7z0qnIy+cPJyvnkDS77PApE8zvSEPPQL1r1ZIng+94pTPsG4Qj4SHpi+v2aMveejXj5abNO96FyXvkrciDsKfo29k90NPj+6gj7bzYq+fehVvGt7Bz6O5J2+g0Q0vteYRz5fDEM9G3tlvgFKgL4+rZs+u/FiPqnqQT5wR1Q99qOZPWo7Lz1Jlz4+swxlvv/P5j1xClA+Y6t+PjtWIT7Y35y+euEFPl1dd77jfGo+YfKSPhuT3L1fzk0+yzGhvoKQC708Eac8BGElvYS6SL6Yij4+aVZHvto6Nr6J7ys97QBKPqcSnj3fxgY+yjZpvvT3L74lb4A9+aw2vpmdUj5Dhz29gbT2vevjgL5UjCI+uv8dPNlUZj6XVAs+MVPrvTfoDT0AIBU+jsCGvjZixz1+VpO9jpKQPo0mab64Q02+Nh2KPpmnCL50Tm4+aA2evV/De72p6S08MRGaPQWW0r2KMgk+cL5mPpHnJr1XSau8","qAYcvYiJmb7GMZ0+7XaRPQ2DoD59vnk+m4KgPZ9TeT5ZK5Q+nbkGvXw1Y76zm7E84eeNPnuSSb5zr4i+yBCePXrcAb7vmCm+vOVOPviwfD7Xmxq+yCajPsQI7TzVTG49MuuSvu/8I77C0ae9g4kPPmUi1j2xIJM9nKpnvnAcKb3+uZG+YSyGPidz+j31lT4++Sm9vQmIgL7UkP49/OeCvhdNdb5kkgo++bvOPF7eA71kvKE90kiYPjQbaD54hoK+Cn8WPrw1Sj5BNHu+V66VPcTFob6NCeA9eeQnPsay3r0xP/i9TsWUPkFWoj6JIYQ8cPJYPWZF1b13lQA9fCxnPqBNTD5bU5O9fuOgPRS2cT504tu9Zp1uPZ5hMD6wArq9+tSFvovQAr1+VJK+hkzzva+5GD6f/Y0+jjxDPtT0GL4yY0K9wOa2PNpRjr5UPW8+3wJAvnNw+T3PFSe+odoLPqmycT0yt5S+cxZ3Pm2h8T0JNLG+Nxg3vn00Pz5F/1c+R17zvX8AgLwVVZo+/nmOPnNrYz4x+m89dgEVPletSbxCCwQ+SZYlvRgOcT5th1C9Oq9OvUhCpj4ytok+s0k7vitYhTzXVR+99okvPhZhkL5zLmg+3llYPQc8jT2sL5a+KIRgvseRBDtohxC+jqSxPT9m0bzcnWi+QVy4PeclOT515Bk+bEQFvAVIkj1TDQa+bfXEvT7m9bpWhDc9kMhNPaameD6wW9C94WKXPr0zmb5jwBk+XBqCPm81Kb5NXXW+cCM7vbgoRz6tcQi+sD6rvpGtir7Iapc9cDOoPrYnGL7GYLE9402vvUSsortqZ5a+0bQKPkQOkT7gJyY+ZF9bPhSMgr4o/z4+elf3vQGaUT3KqR89BmdSvcbxTzxbjpe8amgFPvksEz63nYC+fzlzPoCtMb5u5D+996ACvvVlX77Eb569j58IPsDEbj7LZFq90HGNvjRUtr2XuY09uru4vVexED4ZSK89Z1VVO0Lqbb4GNT0+qa1uvha6zbxBkA09","+tEKvln+p72E2ya+MAL8PHABQb3Wuhi8OdkMvWUyhj2j1xy9HHIiPnxgpL0kFSC+9iiFveaQ0b1OqWM+NrHhO0bDCD6y0C6+LpqovGesST57fT8+axSXvA2eKD3B84E+aJhPvodjsLzl1Nm9VFKDPcbvyrwgL40+e3YPvk5KSD4S9YA+f9HhPbXCST7b3jU+UgGGPnMTELxZB0Q+niPWvW/VLj6N0is+1YgbvFN4/D2KF1g+7e39vdB5ub6T23I+HTKPvjT0J7xxi36+ooQ0PoyABb5MjmI+6O8xvpzwBr4L9km+jR85vmMNaL598q09y5mBPhhfjL4VIbs9son4PWbwVT1f0UC9KqJjvVy7rz1E0HI+xMoMvlqrsz2z9YQ+AEqOvRqTQr6yQzg+5Z5/PvNdTr5zApE+RjoqPa5++rp9WcA9HBfkvLNeGz7PvF0+a4YJvquKkz7w+FU+UjgWPo+PK75vLzs+tgcGvpQDVj76/tO92sTYPMPNIj5KIHC+bl/iveXNxD1QsoE+oIhSvtLoAz5OgHQ9bgdFPLb3a76bomg+DJxXPpwdn75B6NK9xHwYvn0Gnz7FWic+LEo6PhVlkT3qOgy+/NKSPgC7E70ysA8++0Rtvo7vMT1ievS9nuuLPYzYkL5YLig9CYX+vbTlRD1NQbU9+yWhPPQ9ar7Ud5W+JgqRPC5iUz7BTzM+Wotpvh4LT7yI3cu7bG2Euzf4+L1hByG+m1zMvZaL2r3myNy719MpPmsngL5mgI8+GBmcvoPdSjxVWHS+bN+UvjTEwT2uiUk+Dp6JPuHhKL6MZeC9f891PulvRT6Nicc9AcGtviWaQT1p9kC+eRIHPfIIdD6kfT4+UtgJPYgCDL43/m8+ktq8vRwu7T2yBvE9HdBhvjRun75tRoa9aqUFPpqfg77Ymh+9FmF5vlNJiD7QK6a90qOAvvrMMr7zLZ2+WW2DvsRShz4SaVa9ItYUvhvCXD4WEcA9ZNDEPFfAIj65W3++AEXfPULy670lQJW+","lwlhPGtaZD47PwK+oCkiPZCr+T0ZljA9CfEMvutvSz4W9ao9+D9SvYo3wbzYV0W+n4NePfalbr65RIi9o+SEvv/B573U1fg9YW4WOvXQ/r08Qyg+GYRLvfvueT5/Ai6+h2mPvrT0370Li4s9twEwvjWnmj5+hzY+VOkNPgeFIz4kPiM+/vnfPV7SDT3eZXS++cgpvogDE7wnF888mXKHvp0Zgr7wjia+B22gPh44ML4PZBq+XR8lPVwaszyKjs08/n9xvtR9IL7ssk2+qdgQPsxrvr1vgl0+RhZ5vkQT6rvIfam6tew1vuQVkT7Cmxw+EB9CvlA5Lr6FTyQ+J/BFvCZeDz4rjy4+VmjqvXvMT772UxE95d1ZPpH2hT6NQRa+Je2ZPmRmgj7sAEi+ImnzPYbkkb5Fkz4+lbIDveUy8z1eMV49soO5vosoKz2azhs+wJmdPkKTNz5zN6w++W05vT1v872vS669kwQNvUDhWj5ddD4+LUhPPKZHZT6Xjx++3qc7PuPtWD4FweY85/6KPpTBVD6p6WE+KyAVPr0w872QM6s+kPdkPfZFCr4n/hu+tmt/Ps2QeL2T1YG+UQlqvrh/hD01xpM9EBBkvsisSb5+bWg+86ZyvOWOkr4X7hY9wKqDvf50XT4Od00+FdoxPtVqmD2uiz++nLV+vl8Mzz3CUdc9IuANvkM8gT74+sg9WVmdPgujbjxCrn0+gOpfProh2j2SPwA+gEHQPL40mb2y3mI+aGhyPoOpID7tXTC9ELedOlnmCr6e6hk+YoElPvuPUz1RpgC+tXKUvjQNU77/RNY9VimPPl4qDT566Ii+xY2BvjysjL1Ffju+a+upPbEOlj45Bc28m9M/PghcPb6SYp++HniOvuwNQj4ANoO9FR+7PTUIJL3KxRM+i+IrPlj36r2mbSy+M3iEPJydnT6SNWe+ok6XPg2JkD3eNYG9/Sg9vnU4jb5XhjE9QOA+PX30Wr7pC8W9WfQOPuvRdj5h1Fk+aj7UPfr+pj56wN28","SChHPgpDlr7kh40+YK3RPczmlj2PZee96hEmPSiApr5/wLc9pQhgPiCGFz6sjSK9q8N2vuwtij4DWqA+5F05vm58i76dSRE+VqqpvqTzOL1s/T2+mpnqvVMqjj4F7xE94VZSPF9s7r1Eg4s9TY9mvJt2Lz2aDGu9SgiBvW6FDT0WobA9r3Sfvi+WaT6O8Aw+BDsiPkMvj77RLSe+DOkKvuJIVj1rQqW9oySYvt3ZSr68qSK+w9emPbnRPj2K41k+iMqFvsGtZD4E+SE+fI9CvYCUPL6XkUS+eMPCPPrcKb4bkMi9X2pjPYZiA77jUWM+MJBjPWTLhj7Kqk6+Ezd8Pg86PD4kwQ4+lreePkhqPj6AdWQ+oy6OPjEwMz042Yg9TOsHPtRCqD1v+IQ+XqGUPj/iAr7hvqm9+t+ZPvLxy73/Maq8dwxfvvAqKL6WcEa9fY1kPjYqtL2b/IM+FwiKvTSxez7pSaW++r6rPak3ez7PDRU+DWJxPq6yjz7ZX3Y+2OBCPvwIS74S6TS+k+WVPoAyyrxTlbm91eEYPMq7ez2fYb09FIYlPbCdGL7nq5e9EEGJvODWpz4/fUQ9fbPWPXDtbr4FOQu+DFNaviojnj4hGAQ9E+iFvYwB0D2saFq+8K0wvu++xj3l3pQ9oFJrvcj6mL62bYM9mGJAvjk13b3r+3C+an9avTXXv70JKWS+d3daPuTYZb2IyH69tZ7bvQhQtb0JJps+ZDTGvCgonj6aGds98d6Vvqhnmz5qto2+mZiUvvPogb5x19M6yklnPvfkvD08xu29A6IGPtXzsz4RMok9Q+oBPg/+a74i2CQ9vjrfvUZLTr4g1jO9qxKpvu0aVr2XznO+II1QPqYcab2n0j6+2Kg+vpLD9L1UIQU+bul5vXyRx72tH8K9i31UPsDK9D0Q9XQ+zt1cvroBjj4IwDU+uxXhPUGOvD0wFYa+IGKcPui4Rb5vcCq++FmQvg/JuT1heHm+DIx2vTdQAb6/f209BH3jPZV1eb5Mmu29",