{"architecture":{"class_name":"Functional","config":{"name":"sequential","trainable":true,"layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,60],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","batch_input_shape":[null,60],"units":200,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":150,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dense",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_2","trainable":true,"dtype":"float32","units":50,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_2","inbound_nodes":[[["dense_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_3","trainable":true,"dtype":"float32","units":3,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_3","inbound_nodes":[[["dense_2",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_3",0,0]]},"keras_version":"2.12.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[60]],"output_shapes":[[3]],"tests":[{"inputs":[{"shape":[60],"values":["1V/SPan0fj5vpkw/a+AZv6sSDz9PAM6/kcTaPuRGWL80Tho/TOciv7UIVr8cCi2/TAZyPaG6KcDoCKa/q87gPrhPAT8n0c4/224/vw3gL7/NyEC/1JE8P0w3lr8+d3U/Ea63v9Ap4L8kxJ4/sDOuPyw6or+0DmI/Dpxmv9zKaj+cp3m+ULuYP5w3Cb4fKhq8mYrTPhbBxr6wZby+60fEPtYMUT7r9RU/xfHYPnWmKz1Mmo++aIJDPyf5qz7EaHU+XOiKvvChEr/uzA7Ac70svz7xkT93cQu/xYagP8DUxD9XFVg9lUs/vxiYV7/MZl2/"]}],"outputs":[{"shape":[3],"values":["7Ha2PpCUYz+KQ1++"]}]}],"trainable_params":{"dense":{"weights":["fBQcvq67aj4x9o0+agzLvWO4l75qW3y+0GvpPJ+SnL7OBUA+aRENvsBSvj1K3XO+nOibPe6uwb2QZJY8QaKHvkZH/L2AkZ07i7mVPvP1G77+gXK+FDqfvaRJoz19RIc+jn0GPsg+LL5a+Hg+dtwWvk5+UL7Ceku+7FSIvtL5Gz6wZoc8ilGLvhgLlb78Bua9qJ9UvfigSz3KlGQ+rvwJPjSHMT6E/qm9rrq4vcpzVD7w+tK8giGSvRDhhbwwMBs++6qOPhs+ij78p4m9Wl9MPhKXAz6bWQ2+lMaSvWa9Fz7onQm+SEadPSCIj74sNBC+GOkDPeBs6zyJJ52+qkVAPnDKZL0UTZy+KJ++PUDrIrwMHsU9a3KbPniJgL3cC4I91vpVPoho8j0oWoY9MaaYvtV4I76iOBw+lEqYvdAyCj4wIl2+yoCYvky7Ez7RCi++6p51Pnh/Ez7Q17o8pAaPvgC2ojqQ+I++JidEPpjrAT4AnsU9hmx8PoCxx7tgCkm9iPczvTnAOr7HVCm+QORfvHi+Jr2K6WY+zwhdvkhLp72SQ42+LSeDvtCAjzyAHfi7aGhSPQAtNDw/vJ6+4NbOvcw8yD1KMnM+IHJ+PCG2oD705F++kNQUPhDqtLzCr2o+cGl8PYJkSb5ACGa+WJM7veFcmT4kVyQ+gFxavCXMF74aZU0+YKC3PFC3qTywoIU9kAE2vaprdr6AwJq+KCvDPa5Mo71IJv49wM8MPLSmnL0AOPM7UjVFPtvgcb4A3GE8LAlIvuzbmr7E2as9WOFfvRAMnbyQ/zW9gl2Ivh7hXD4gvek9AL/aO2ZNob62Sy2+eIBWvVqSVT4eggY+EqxYPunsmj7AVqk96+qUPqO1iL6Yi2q9JOmevkZjAD7Yzgg9rjxhPqyOk72usGY+rqulvbAD5702yEA+gqFOPvLCCT5QLMI8So8aPjjgzT24Al+9eIBGPYCRkT2AW967wOI4PaicoL6A+c+8KLfqPb58Bj7N75A+5E81Pmj2aT145yO9","GHGdPQziCz7bZ58+cg1lPl8znb6RKJo+EORNPXL8ZD6Qh4a88FMePQBNdL0QdTE+EHXnPezDkb7OQXI+kMHZPP6QlL0AxGO8Wuh1Pqhijr7YcX890icQvjCybb7atZ69k+VqvgDdpDqI2rs9CVmSvuAlv72gMNa8L3uNPqIlG75jKpk+5hgGPqpNbT64mI++2HQoPVBbJT4Epfi9qiM2PtrWHT5qwEM+fqTtvTopMb4gg4Y8/xUhviho0b2yeD0+0U+hPtTPbL5aI3g+1KrYPRDTIT42QoG+ruwlPniqlr6AlR28QCoLPJmmiz5IDzM9OqJOvlexOr4AYBe6WjZlvkTjuD0Kuns+wNd2vP6q+r3m25G9HTpMvuBu2zwu9QW+OeWYPiNcmD4Qg7o8eUoEvvDRvbw6rSO+eauKvrwJh75h7Zc+s2CcPibCMj6S+Ho+Y5sRvjJdHz5A9c07WMgsPXAtnDw0n3K+pvlSPsAZ+72QfpG+OsthPq15h764mw69Otf9vYAxDL5YnOU9whz7vckKhD4IlQS99CEHvhKPKr5IA+I903mXvmx8lb1S45a+4DMQvVpLZr5wFY6+v3WbPrA87T0UiJm+sWODPka+az4e3jK+cLBivpShjz3wJ7E8bl7aveYV8b1wSyy91hervYChCTw7oJs+vAU7vvjBHr5nooc+qERxvYWclz5PHJq+yTiIPtjlTr1wFoq+YGT3vGRl9D1gkc08h3A2vntvgb4gBAa8AL0xvbYcBr5ah6i9MHVavbbcIT5g6dE8uEwnPiZIjL6c74M9oeMyvk5XXz6qwKi9rzWKPopxYD7UXYe+VqFhPswNGD7Mwa+9B/WBvg1QmD5gowm9cK/4vFpTUr5MHfA9JtZSPuseXL4wdJa9gP+Nvh3taL7AC447KhVmPvgfSb5otR89vrkUvhBIMj6wpLE8AIqIPWjnLD7Cic69Ijlqvn7cKL6Ln48+aq0ePhA3lrycCYI9VNCWPV5Y3r2Nv4Y+25aXPhp3hr6p6Ze+","usFVPvaxyL1UmeI96B5zvSeEGb5g5BO90ACLvJichz1EBMA9sGiQPehkCj2I21O+mh+hvsCuhr04Niq9NHUePlE2Ur05/zS9l2GMvV9c971B0IU+mcekvqdIlT4UyJU+9wXBvSrleL5Q79g7D6AAPny2/D2OBVM+///LPUb7bT6qjIg+b3EavtLhaz4T44284pwmvZXHODspo70+n0Z9PharmD1c9TY+Ye2yvqsnwby7cQW9BMT9vWEqlj61pJy9xQhRPN47Lr5XuRI9unUkPnLaSzwXuo2+fvk0Pk2T472uxDU+IEHjvWhChT6UVoS+oqFTvbLoNL1rQQC+8SCYvtx9i74wPbu6uZ5HvRrter6cl2e+oYwpvv4WAz6Xosg9oOuvPo9k2ryW1z88LFswPlkwMr7toag9JlM4vneQOr0Yt++9Y20LvdHDgT0LLSq9V1aOvlNclL4IjFK+HbjSPKxaET7AJFK9wXduvSFaGL4QZAq+M99vvka2oj0h0sY8/VRMPTO9Kr7sIZM+xSCIPmFLQz5vLZ4+qSjWPRt+373btiS+KoFXvYmaST2M/42+VST7PVp3fj6h95C+E3W3PenWir6wTFO9SRR6PvFYNr4L/3O+k9Wkvkadmr7LmrQ+dN+VPgHjob7pHIY+oFyQvguuhj6fcXe+ni9Rvkk2Lb5oWvI9guSiPWdmwj0O2D4+3N0bvv5Wlj5o73G+xH2Mvk5tI751qs49e9c1PjFQib6nEkS9GaHJPdU3MTz+GrG8kixMPrQ/7D12qwy+H2WDvqXZdT4BF6e+yGwhPqA9gL57Y2o+UdaIPjgoMz6ZUZC+jpUBPlufOr0yvey8Xe6aPQiwjL7TAKU8YNLZPZEkPj3hzVk9a+1yPnSBCD5IxNo9tEvOvZ2NgL7K2f89k8J1PLU8nb7SphM+cX1Zvii9kD5mDQq++Nc5PosyL76+43++7QlXvn/HkL6HcrE+oW44PUxqi7505lG+Y3+zPU11qz7ObiY9mXO0PhTlf72RDIK9","koCUPZQmDL5+t/c9VHPlve/3Dj56H5e+DcpOvT6rrbrjWRO8KmkYPmhfj76nAoO+LA4rviydd74s7My9pelMPr7uCjzRuIE+75/jPQsXDbuRzr89rVlTvpC7Jb6ffCU+zu9dvqTt0L2jdzC9znR0ve9ucT6+Psi90CuIvkeJsL4u4y6+GYgcvmew7L00CYC+Vhv+vLNP4b3yRIo+od6qPgeZuT2MVEq9tu4LvWtrWzzT3XI+UE5xPmUfvT3lGAK+tIKJvsMegj3qSik++EuUvshTKz1Roy0++Fd5vvM2mj4PdW6+gqcrvrjjrT6IaRY+UCgcvl4wPT4NmTE+eRaIvfa6WL09ppS+6lmivhUTh74v3Su+G1ARPtFn8r3dxvI8nf8PPnoubr77DqO9Z3PZvo+zSb4iBYy9B3gZvjYYqT31UKC9S/K/PbD9FzzANEa+0ihzPjqQKT4yDY29plbRvAPieT0ZaTq+WA09PcL0ATyQMh8+oSSfPvwXjD66zD690tMSvmCVDL5tZJA9Rz41vEt1cb7ay3K+6dPOPbOnTr1Xbkk+qMkcPprc4zzYLow+UTuRvcpxaD7b3qM9XBqtO3Dp6j311I29KAeCPmi7HD6ppo8+l5OWPchyfb5EPGi+9dNovstGxr3U69e9stXMvVwrgj58lG++Hh8EPmMqorxtJkU95uvMvWWpwzu/QX29inVbvfhvxLc9Q0689HHnvf6YMT2mszu+1F2Kvnz0nj0NMCW+vQVvvpO4uj1xG2K+cggpvmlfAj6LLWm+lPcUvtjI3T1lwDW9wkuZvqX4tr2dkXs+RmyVPqzEdrx1RpK+TpSFvu+94L0jCag+Z8fFvPSw0j3eeVy+AYKgvHAAj7002M29ZwSJvoIZkbxK23w+jVD4vatwS72+K62+0mMsvgB+q721GJ+9DZKVvop/DT5aTU2+QpBZPrbZLD7EyiC+evVePhDIkL1JkHy90nNLvsD8vL6If3S+W+OKPoE2DT+nwIY+7ovSPbnVIT6UZJW9","cTwwvWOWfb2alrc+VX/ovXxxMD5L7xu98JUfvu4g1T1u8da+94JZPg9FRr50q3O9KJchPi6uSr4AZFK7f92KvthbhT46LVW+gKCBvkMamj1jhgA+5svIPhXKuD0GeSa+y67aPdJ2ur3KtJe9fZ1IPuBFCD7Q+aI+wGyUveKmRz7vQHW+ry+Hvvg44T3CocQ+P96wPYDkHr5sljK+laYTvlKDPb2Zc5i+scIrPOBdEj5C3U0+yqsWPc5PiTxX/8s+WZmvPvVOZj7752Y+zfo8vjqmVb5OLZi+tuVVPjhzpr3NZny+QSMevpH85byzVpW+OtffvUm6V7zGkWI+SWbevZiiSb235Xe9mQ7nvY7PI75KwCq+cQkEvpCVjL7xksC+KGewvAEPV773Ii8+qhwgPQARzT0hH7O+fp6Pvkgg9L1+NlW+dkN8PoK9BD3T9wO9cBfLvv+/nz3MTZY9nysBPqmah71nC0c+AkmCPg8peb2kRWK8rluLvvn1eLt8l5O+FF/TvTc2pT60erA+LXNlvcpkhL4IMJk+19fHvoIKGj0LQDg+HRK2vLa0mz6YsSM9wDeJPg00Jb7JUqk83YKQPg5far6ifGW+gQBvPl/xK76I8Uk+eQPuvbKhv70A/9M9NsGJPaiTq74AJ7I8a+JVvh1B3z3n/wY+kOJcvlVoz70aoSO9FA8zPtnThT7Dlza+gWkePnNMqr5Z6ZC+DM6TPoK0nz3iZJq9eQCUvj2Vlb0lYmI+oQcCPgSrIr6+91y+3dQqvdbggD67XUi98VatPVc/q76C1vc9sXu6PhVhSr664sm7L/MZvoBVKb5bciC+3yUrPmJc6L1WWRu+23/LvkZfKL6/nhM+mH2vPbtpHz76D4u+u0L1PdITK74uGRU8YFzrPmp0Er5qi7A96pZrPnGg2D3uzJa+c8ouvs0ABD3hcIO81ikkvGdAMb7Gt1S+dXpYPEkf1L2Tx0m+XV6XPctDtj3MaWc9RmCTvg4Tgb7bPIG+ZwovvmHW771oGvG9","goD/vTA3Pz0YuIC9irSDPm0jPr1ShDQ+XgWUvb40J74674++Yv51vLLmj70vqpg9gnNfPmVSV76Pr469FBqEvIrxnLttxbq97Z84vohRFj1V8VK+cskbvcS/wj60gZ6+eZJQvuZ3Pb6t2te9BYpePHNj5T1mBn6+uPV6vrHTR71/X+E8bc8rvqp8sD0IdX++Qr+Svd1w1j43sgo+2vA2vhwnTL6Dneu9mGPNPPyv87sloZe9TMgrPTU+fL0dVGO+Q8iLvQAb771nI0K+dreFPbqyEz7k0Wm+PWhkvqNHXr6iTXy+BLAhPDly570sE2I+uPSivRuDLb760K0+ZidwPtYlkz0hO0Y6UcAHPtKAmD30ny69yRgJPtYJlD52kJW7p+ygPun4FT1swge+/vlUPrKckjzd/Mw90nMqPiU/Wb6J4Y++9AbovQPbDr4UB+q9C1I6Pp9vQT4nXVI+w2MrPhyvPD5/JUE9Dz4CPm+RUj6Uw5M+CvvsvRIcwr1doZi9RUOkPgt34zui2jS+Ds9Pvl3CLL0Cxko+j0COPV+kuD1d3i6+3klIveSnCT0oxce9E8kpPt7h/j3ue2A9lcinvnW2MTzZD1u+r7gWPtEIiz7zSMe9A+p0PipKAb5iITw+fmhZPgD0hD3e8aC+UqmCvn+/gb400Xi91nVcvoVzWL5mfrE6pYqIPTS9WT4vh+69kBVQvlUQCL5t/GM8wQZtPoVAPr4YziU+AMo2vFW4nb54WmS+Rtg/vga0Uj4n+qi9h69GPi9QVr3MRyU9tbKGvur2Hb6pB4c+YeKrvQ1xdr5F+p08GSJkvh7UG73NyH6+ZkRBPpMgGz7uc1K+4CnXPFI4n770tdA9M6ozPojmmb3yCl4+umlyPKR0KT6+LCu+NqlnvW5tkb6muV++QLxxvjFzNL5N1vg9yiGUO1PKiL7riOy9oPu/PCBuPL6Y1Qq+W+GHPYQfiT7Cbn++ZedQvKDa/b3nVTK+MMqCvtYPhD7ce00+AY6lvSMvaz4Qp6g9","u6cdvk8QjL65Q949ynuRPgjuub375o897feKvn0vZT5wFUS+gl1mvXrWbz1d6VG+o4AJvtyhUL1viEQ+sd8qvb6Rlz1uOR09TY8SvRNJ7r0vIU6+9X7FvRuxVT5sXp8+OKR3PRJstr7W2JM+w24Rvl3nlL3WQjm+XkyNvtF3Ub4mbgS+vzjRvUbZkr679Aa+b2aIvjqk1j34Z0g+G4ZUvItnjT6D96S9VFQBvmr+oT0R3US8MDSIvhREdL0sRLk+AZlTvm0q0z3Nt1g9gP+vPnDoZz7w3IE+PrmbPrmfBD4qX1C+uYmavauCv72QHM49tqGRPug5or4G0km+MyRuvSH8Zr6IZ+69VdP5ug+rCz1QBIm+nLnGve9Pn70vq8Y9fm6aPtllhzy2swE+waT4PTaSRL4J6qK98yRKvmtz573xKUG+mXRpvnph2j0jmhE+hGiWvnnvFT4X7SS+ZHGdvqxBoT1xqqA9p/ObPeUPGD4UpWK+6Dy0vrAAkb46Gv098tJ4vjU8ub5hZE++BdSuvt08Kr4j8Bo++3EHviZGlL5GzJ+9fV+ZvsGuCj247oM98rWZvsqGszuDJpo+xyZ+PtdrpzsiNIA+vjwyPUSMSr7gau+9ZzibPi+Akj1DzCQ93UOYvjTfXL6OJ+k7wf+TvXSkIL6qvU4+soGfPkeq5bwLLzG9qr8hvvQfSb5p7Em+dnqQPhlWqrhygx6++jeXvmRqqr5R1IA9TZiVvk7xQb2LNBm+yB8kPRixe759QU4+w8TLvZGQxr0o/UY+N/1HvgS5Rb2MaVY+qDOiPnIr7zyjwIK+ROROPtQqk74XBVc8f/mnPZDrHr571jA+023VvAHUfT6twKA+2eppPmY6fj79Eh4+8eZ6Pn2RQz5MUz+9cT3SO9MtN7yXM+69AuSHPFifzL39BBQ+FSZ8vO1iYb4fYF2+A6olvUy9Ez4KaYo+dbVSPZUpyT0oIkc+icuaPW6Cc7y5pcg8BDA4vlzui725ili88Y7GvIBYHb6OfYa7","tr6IPk10Ej7REIC+PNc6vqLEMT6sspi+p4FDPhVviT6Lx5O99o21vih7qDykj2O+CMjlOmtrpboiBzq+wgsHvfLMI75jJpc+PcHlPUCcTb6Tjia+6P6zveR6sT0gSA6+E1RlvpFOPz4b21k+ClkYPtRTIL6DXm89kEhiPUNhYb1ok2I+VScGPlWYcT6Njig+oTQxvnXumD5Ex929VQM+vn48Vb7dAAe+C2pjvvl2NL7OWES+sR1aPcYcaz4XqB09n/aDvkpne76V9KY+YLMvPkSzq76IvEs95YRYvuMWKz32pWW+lrJ0Pibb0b3JgdW98GKjPlkZqD0MvDa+Jn3fvZupbj5zfpa9j2cavmM2sr4oClW+L6GiPv1dIz6rHoM+RF9bvbpLVr4Odyy9Ajltvub4oz1eABw+4zk0vizoaz0ihHk+Yr6PvT6iPL0hnBk+RbMhvs99kb65KKo8jxZNPgyyWj7zFly+8RXNPe1WxDrKYwy+uBDOvijMKb43Kge+LznZPdT/cj7g3bi9pjwJvvmqRr4zg8G9/jrDPYvzXr5RhCg+ZGF/vY99P740Q8S9Mp9cvlwDPD5pjcc9IXgMvjN7Tj3n0V+9QmcyvoLzQj7njK+++iNpPudvfj7aFra7mOl2PcSzdT6o2j0+kWoxPvy3Tr4GBU28fog1PZiu1j3Nqhy+z5uaPOrbeD4Wz/e9z5icvWFOJ76h7VM+a6xcvqAU9bzMOR4+NgRYPkGWZz1ThtM9EE+UPStYvb0wwTO+fI0LPn5uDr6oKL89YOhXPQaCYz1w2D2+kSGRPr/rr77iN0M+SzloPdSBhb6mM7Q+OFExPZprtjyy3dE9kIgAPkEX+b2koks++yaGvvQ9UL6JnEq93UmPvAuCgj4DnBK+0+/5vcOVrD5mnWE+Uk4YviQ9gb4ba+49X7YGPr0v5r0Ksys+VGu6PQgFJr1wNKc+juB9vq0bPz6FJ6+9iUdFPv2fF75gprq+eXtCPfxOvr3tdI49uTYtvmYqPD6H7KU+","jUfLO6P9/D04fbc+L9CDPjnPer5vsuY9IXiivXTLij4fGMa9AdJYvuMGsL5pVvO9FPXFPS58Oj6srTi+/E+5PYkmBT7FxoQ94K2bvFsEdT5Q/oK+293dvDqRk71Q27i9SY9aPnvkibse8vU9rIObPvzLI76x1Yi9RIEQPTdIgr46g6A+/QCXPfb9Cz7OcR09OSaRvhcTgbtrYae+abbrvapZsD0jiRS+X++Fvth4tL0fxSw+AXRZPucLV77G9Yq+saVLPgKPxL31mkq9CNe0vGXCiD4XfRk+0Ic1vuj+gD7mCY8+zRhOPvg/nr1lIt09Q6KxPs6a9r076xc9wnOmvgl78L3DAY++DNyUPWhFXb4mClY9ZGGWvfBCozxk0HS+yx9cvSTbtD6+i2Y+sOX0vd4JU76vWyM+9D9bvakgiz2lQXk7NMrGPdJRNj7Q6hu+cWJmvjxCGL4LtCC+d+WCPtlgkD6bLYK6RHwavZbzMD4VQYy9P+RGvjLD+j26cLk9DRdtvmFUOT4zc4a9y/f0vcL1Gb71ynI+/SNWvdl2gz7wN+q9VUEWPk9afb7gal69XkQtvcWtIz60ZqS8xKUbPmrfYj6R1zK+HQuGvebb+T1cubU9cEdnPsoC3TxGmDG+S6pNvWIvJb1drSg+7FGhvstWWr2TGEO+g2WMvtXxZb4W9UI+ENaAvk0tDD5L+0y+PBpfPpG3k75hQFC+2B6tPcR4pj5e/FS+znMCPn5zMT5kBJ6+g5ehvud2tj4j1lK+IfbtPcfRXb7lc5q9MaFhPh2kNT5WA4W+hf7RvXtkDL0iqve6z+SsPRbaXr1m6EY+3AdIvmDrhT6zXJg8+YVsPs3WZb3r0C2+ItMDvjYOLr4SqvK9W0LSvbRSvb2CgK49LAMNvkAULj4i2Ik9Hg6EPqPNSj1Fjxs+knBhvpSkDj5sGaC+uziHvl2bJD5xejG9Z2qXvtIxaD5EUWE+ynAevmInJD6d3+69WrYivRlvgD2wWII9VptNPd5+Lb7Gk5++","QB4JPdCsjr1qh4s9HKWHPsADI762Xz4+hYsAPk6SIT6E7qI+YxuIvi6OMj7rI02+k3kWvi0N7b3pICk+0ZYDPouEkz7Ry2o+W5uZPqWhLT7NcLc9nhG3PCNWjz4x2Yy+ctZkvJU3ib5MBEI8S9aeviqSNz4m7/O9rNGFvvyHRL4Wtc09dxi3PQQGXL70c66+Yl4uPVlUkz4x33C+wRcQPteS1DwZCW898DW6PVcVH76YMfs92uZKvQCEHb4tqHm9VzXgPYLggj6l8gI+6W7bPaeJxr0jVIS9dYWlvca5ND4oyK09KudLvpX1sL1/qBi9BC2QvSAPCL4oRJk9l+tkvvWqAz45Ux49V7xUvu01DD7N7Pi98Z+KvgiCMz5t8Jg+L1Z1Pgru2D0eDys+YRI9Ps9TPL53Oyc+M7NIvg4YsD7lCYs7uNP/PcwHub2iDwW9hNJvvIkjOz5N54u+v5fLvekBLL4qpwq+C51HvWVWdz66s2k+xNQivlokUz7NUUU+PpcnvpfhVL6D3G++f0UBvq8b4j0GNH6+S65CvtjljL7ip5M8S2WvPeTVdL2oC0k+n5QAPHGYM734FWA8rEelvn8ijr7ku1Y+kBqEPtIdHD2+AHi+jVUDvn8dIj690ZG+D5CtPiWIdrw6vxs+Kn5OvsxYnD4MS/s8mD9Mvp84jb4Ot4G+FQM7PPJLZ73YHoA+N3ERPviVdL7Rla28aV03vgihTD6z6x6+z9adPeTHi71tyTq+QoydPl7hrz5LIR0+RQ6oPFqIWjyi3GU+fDiNPkELnD3tFaY+/F8IvpYBwz4A9yK+7kVQuvsopLyMkm695NYBvmUMPr6+j1S+ft2avkeAib2DTEU9cQGUPcrtPL4LV6A8bGRkPqZ3Sz4X1H2++IhCvq9HEz7LIks9X7m8vFpziz7dJWe+X5WnPrDWdT7uQYk+V5SUvlme9L2YiCs+yjRlPl4ckb4oSok+VEhBPauIjr6HF9A9CkogPgoev71LDei8eprOPclqn773gni+","6Q8Xvo4Alz6YyZM+8zL1vfPUmTvacqM+lS6wPBHzlT6l1Tu++Pb2u8/DDz144qg9MKSvPt6IFz60Lno+1+aFPu78R7z9SzC+iL1gPmqAkTq8/Yq+Xu2fPovaA77PlQQ+zK6cPFOGgT5aTlA+pl+OvtvchLz+9YQ+2wqLvhi4Z77Ze5o+rJpvPuBHOz5HmU2+bs8mvtm/br5uFSM9hgcAPfTbuD1WC5w9QRDLvcrwnz0JW368enuhvuw4bL5uzUG9hSQWvq4dbT5TDLu9EENovuitrLvYU1c9EqxGvgfutzyvJ4k+c+DUvddjzr0prG4+epDWPE0N+7s4iEO+tzemvfsqhb5VYx0+qa9zvcHuhD1aU5y+ddEVPnIOeL4M5E89tRh+vWYY8b3kJA+99XaZvjxI+D26+KO+OaNoPmliar6U/TC+2nFyPmkfLb2H/Ti9juFkvsTDWb0KvcY9tXukPWuJGz4N4GW+MH4nvgOdaL4hm28+qqVGPpypLr7Io8U9oNCivgTdwj4oig0+xiiFvrSanj3fSms+vVESPpp83b1Px7C+3shYvjyxTD6pYoi+4GQfPgcx7L2np5M+uxHYPa+eIr5gE3G8LcF/PgEzmD6q2hs9qbXqPey5jr5xbCa+w/sAPs08Db6zlk0+/QNFPnQsjz7Rn1Y+AuOLPZOsqz1g8Lc8dsk2u2zREr5YtoU+11osvrr6Ab4bA2E+twpMPblBiL6nUbm9NJ6PPsXWn76pr0A+gHvKPR6NgT4C8i0+vWAFvcNFd77ER6A8L/5FPllUMr7RgJM+Ak8qPqGL67uDDXu+lSNcPWuIWb4hp108lzQJvj28hT5QQXA+urovPY2CKL4gTpY+o/yIPdITIrqftU8+EwmaPhYYRj5Rnm+9ykgVvjwkAj7q3YW7NClavuGuhr3G1Vc+MaYcvh90Hr6fWrw7n4XHvtr+Gr4CNj6+erNwPlr+vL2mxZy9tC6bPpeVAzpptFA+XL0MvmxgxT1ZpfU9qHetPo1UND0wWKS+","QbsYPaCyHLo44Io+OHqGvrBBir4mCu29wkQIvqz/jD66w0m98O+aPedazr1qREi+SphBPvLpbb1u2lK+OEMHvkXeez7+aXW+FhCwvumSPb4uHAQ+ILOvvccac76rEnY+TRIPvZj7gL6j+wa+/N9VPj4RtL1bwCE9+WAdPh+YeL6JK469YwJWPoOdWr36g12+q59CvpYfW756yiI+tYz4PNsvjr7AvmM+NEkDvqjWAjp1S1i+9bXePA+byTw0Aja+p7eJPk7GIT6wvOE7Rek9PbDRWb2Ex++67wCAPox5VL4r+gk+3kxUvqUH371eBG2+0EsGPbq6AL7LF5M94hNrPCUTyj30q/c9vXhiviKVjj39F5Q9fFNRvgMpjL2sL8Y9fgsfPnuePr50u5W+orxuO5EiR74BLpW+ei6dPiQ3Zr4ir3G+C+ydvcBhtz04aE4+yy2Fvq6d6b0PXVi+Oaiqvu7zSD5k+oW+QRxWPrs54D1kqzS+cGCGPQQALj4b3pG+jPQDPn7Qmj4pApw7oq4UPvCVU7vwq5e+TiMhvjAbjL4t2Dc+PqeIvk8npT6trzy+e3Q4vgMvWj719gS+bX3BPd5evr3hp749YCo4PUWPKL36yUw+XHYxvRiECr08Anm+ylPpvbqjvL31/VO+J35APLN7P77x+TU+ibw3vpbJv71P44g+t9KbvOwpgr7Qw8U9K4GWvvWGHT6knIg+5eJvPq9KzL0gvn0+Q8EvPkoxjD6VdaQ+mGqjvWKlHz6NmqE+p+zLPKgZobwetQS+g+iou1udnb1ZRo4+SV9EPoVznz4VfzC+yXOWPqhLkb6ZQ2C+lzUPPfk3/rzunvi9RIdNvtNNVr7lLLS9vqAEPszbcbxgDTU+B2nnvTbz/72nPYS+a6CYvRiBHL3y4Na9LpjePbqwHT7CEe69dPiePbcK/jxatJw9E/hzvujrpz3n6QG+beC8vf8ztryJXGa+meUnPgUMWrxs6zE+cwG4vRrTVz5f6aw9R8aUvkTp+zwKr2I+","iZELPrcRhr7C6YC+9vOqPrEiPr5SgY6+0TOAvtpBkT5hlEG+HX6ePC0v8r1qp7g9WXSUvioKgD6ZGJW+UhWAvnelYr5x7ga+BIhJvpWy871vkno9R9hivutIPD20C428QglUvEE5rL031JU+XukGPnZUBT5cE2W+XJ05Pgz0nrzizDG+QrMzPAFDZL7OVfE9O0i7POEBkDxfzh0+ZNOYPp6MC77ZVWg+YphPPVWqWT706+Q9g3h0vssXcz5BriG+vQKCvsa6mj3/nIw98PwhvmRmNrw3efY9yt9MvfZOPL40raU8+lXpvdAQ7L2PWog+XolWPsep07wYn969ZxmLvsydC77qDQE8z/0WvsQ3MT5EZ+e9/ymfPki/pD1miKU+C9GLvqUfiT6lC/c9VsmtvA+6gz5Fw1I+ink/vafz57z9/nW+f3cRvedHFL7ns6q9S7CuvStLcb4MWFg+URWBvWEMhD4Mrny+i5oUPrnMjjyQ6PU948JPPhObAT4WmsK9pQ9evPZBz73hTOg9p26kPU9reb600kQ9l7AuPtGRmj7SeQE+Q6cgvTCeGL7Gs4e+SGGKvqG59TtX2q08LzSIvmhpRL5bWtA9wkEFOXyXE713LIc9n6jyPXTrOL2o10C+X0kavt3Ksb1m/su9/ZJuPkkbqb0V9KA8UuemvTuE/LzrlyI+UoBKvXeLoD1YJns+ox2EPnaVgr5Mizo7YNmCPqvE9D3gWGE+MIaGPp0bYL7ibze+sTTnPXY2M7wEjKK+5p/oPB4QyD2Px5C+xKafPXkUFb7165e9kKv8uyaHhD6CqsG8/Wytvvf6RL4Lm6a9sWlqPtRNG72MNos9noi9vWkHSr5zOSY9SnyXvRYFKr37p4g+4D2BvkswWD7wpk8+BaY+vhQCSjz0FDq+Vsktvo7sfj6CvWw+CAlSvrM6Jj4A3RU+pyLEPaseer6Hpz4+W9qJvg/fY72sydY95n2yvZOb073MgCY735d7vlnkiD7Thje+GKdpPq0YXb3WHQU+","QeAQvEsai77lauQ6NP0UPg7DhL696FQ+/K8WPt70dj6OFVi7ot4KvR7Jf76ID1g+yhB9vkMVNb5bEIm+Amn8vaovkL1BRn4+LWtzPqchcL7rCJG+mP0GvrAdmb6V25W9xKjivZ6slT4Tikg+b2CJvrrrRT5CHji+oq3OvF48mD79ka89eoOPPCh2nr1iB1u9IZlYvkQ9Fz6OBqO9KsK9PeASb76v4XS+2vtKvo5/KT5HV8Y7jrCKveN9hj3524O9z4QFPrbibj6P8Cc+aHuAPvgvl75bE5W+y7l8PmC8ab4ktni9Ej5WPsrDUzx82W0+v9NnPlNs57yB0o29j5UGvqoJdj1ZtTS+/XhvPhmn4D1qLbu80iF8Pqk2zL0m2fY9bxmFvYIpCL40iD6+cgH1PeesmT6bAok+jf7bPDmw9r3qtE4+cQGGvgPoKD4GUZm+OMeHvSRanb5kbiE+1D0MPv/3hr6E/hA+RGYJPjCZib79OIE9faB9PiZVRr4eJiy+UchAPf9idb5Kppc9nOR2vkiw/L2enVc9+NEEvuT+Zr5cKJU+LO01vlgQtTrsk2E+HOQUPaYS170jY0K+AG15PmpqEr1Fi7M9IDSqvT1uoL7jm4U+PpQ+PhC4n72jrFo9eZnDPexoWj77V4c+CX5DvapfdT5KGhc+eXVpPgYDUj2piQk7nR85PrL3kL6XJne+nJWTPsUqRj4taJw+oI1JvpXb0724HIg+UUVjvr4QBL03u6W9piQkvsqFa76jaua8i+34vfaJiL4Gb7M+LKBAvkMB1z0wS02+JQkZvta8HT0rloQ8s4ttPgRqrr0YGJM+fbW+PY5tLD7OpEa+gfhAvnYejz2pKn+81jiIvsT31b1CMEo+zNOEvv23Hz5DQzE+XwG8PeCLgr20FYk9sWo+O6uklD3wOsg9XLlDPp24Mr6NopA+ub58PCA5m74gCLi8wGAjPh3hKj5Xm8e9bl9BPtw5h71bJHg+s+xtvnKNt76xBXq8PNDQPQNbr7syN1u+","ZauyvRiqvzyuuNg8Ji1iPgPdoTwF8Te+/pQuvqe6lj5ubmS+s8nJvf+Bhj4K6Gs+9vCFvjw6sD51waW9hhVdvlvavb1pbyS+OBY6vd5IEb6ckSe+zi0gPpP53T1HhpA+7mErPtW/Xz53SGQ9R7dhvqcCtj4ergw9a+Q5vkcnkz4gQdy9G5ppvoxlBj0r2aE79GWkvmd0WL7JErI+aROkPnUhl70UlD4+788JPoaWlr70qaO+5ZM7PkdegL7AvY092ZD4vbzfQT5mx0i+ro4IPQymXL2MbHM+A2Kzvt40Pj5tnvs8nWi0vL3Tmb3Quiu+qfBZPqmut73tG6++N+qEvg/8d7624bq9vF23vWMzGb43XUI+mxlhvWLJsD7DrVC9dQV5vRvxUL5+OKc+xtltPsXuYT4rf909nnSIvtxso711OGe+vLvuvSL4Pr6E8kI++uExPZzDQr0OZEG9qlGhvsI7kD3njo0+49AUPoUABD5/cW4+9mmUPXp9xT3g0Gq+t+o+vm/BCj7Q9Jo8LiiUPa6cob7Y0J+8ApaoPvJJiL4f2CU+6LWjPcoY0TtMOns+HfJfvciHLDsAm5+9peySPXVe7L3635U+9bvnu6DdhD43Wgo+ysmbPl8QYj7AsRm+3XqFPgo0nD3jsp0+OhY2Ph9btDxBT7Y9lmGTPmQPhr24CaQ9GbFcPtMuZD7qBYo+4aIPvtKlHL4EhHG+teQ7vkAGe75CHo+9LqBgu0jVVj6rchE+9+g9PjtBlL3VXcS8ApG1PAq+gb1lO3e+krkRPFbwkrvxZaM+hlRXvQIuir7vNmw9muJsvh/7hb0AsbY9DQsKvqjUFr4x9+i9lFpLvT3CfLwasn6+0JGpPQ3+br7kq02+hLImvXWziryd32S9B1+1PXIKhT2d/ju+v+B7PnG6+Lz20pC+EoBivmujbT5npDy9Gx+BvtssqbxvBKo+lUUiPeBVwb3GD1Q+YTtovpONwz3pqAC+1fC1PYeJRjxRiqu9k+VYPr31tr0pDoa+","Eeg9vjuAnj017Im+NkgRPn63Ej7h1AI++hxlvvUPQz75Vry9JcgYvNDRnD7weBa9bqZlPlimnb7bbwC+TOizPb9Xdj7FPxk+vybGvZAGr7zY85W9e7cHvtaLGL4e/W++0iZlPUx9Ez6L71e+6GqTvvqF7DyXRC++II4pvX1Jqj4QOoC+HL4hvvzghL0EtjW+4/BzPhbm8717OTu+vm0uPgwEib5EJD+9+HQcPDp5/b1dr3y+nnKEvv9dor4UI/e9Hl2uPIgTgb52iom+KdXkPTbT7TyAbcQ9SLFMvqReazvYhrg8xgwRPoKjlz7GEZk9Rz1rOz8EEb3uRlA+K7jPvfL3LT3ouIU+jVliPnKDjL5sEZa+fAJGPl7mmT1RJyk+1uyJPjXGor7sdZc+8WaZvu2+lT5jydk8FjGKvifzV744W8C9h4xwPouvkD558Ig+o36UPvM8Oz7W2m2+FDugPga+772gF4Y+usE6vbLxVz4BNeU9lm9rvpItHD5Z5jC+9SrgPeXU4T040by68/UrPj7NXT5paKc95XUBPiKTfr7kBJQ+yARjvQyTWr7os5C+DNGkvuxkgj2gx2s+j5UvPnluiD4EX8S9v6GHu2W5LT0Eoxw+0dqMPtxrgL0MckQ9arVEPilBqT598wW9iWWJvuPJ8D0v536+UxdJPuwXhr4r/z0+cMCNPn7+hb02OKy9HAmBPeMEGj4434s+2ftLPmz1Bj7I6CE+cpZePjSYsz4J0CW+LLDZPQb+kT6YIog+R1KrPVljRz4qs769/KQAPm/DQbzDd6W+j6paPc6Qhj7nw/E7DNtDvgSuQ74WDT++fF5rvcLHYL7+JxQ+6QG5vszfKz4nLkK+gb5YPjrkQT73POM9bsC9PfIoRz1Jpni+4KOOPeRTez6ZiYe+956zvR2foD1NmAu+yeI0Puj+b74l2Ro9XiNFPfHYkT4No80928Orvc/WJrxjbI2+LXyjvcdT7L3dtLC9Ivj5PVVJUj6Hii89T0ODPuk0Eb4oFlo8","7i4rvmQrnD01GHA+Hm6LvQyLm76EsaY+d8FavrC2bb5h4k2+DySaPpvGKL6/ibI9OO4bPUmzhr4NA6E8uVt6vpoURj67BsC9xN86Pu64wzx3Gfy9nnO+vf8V+ru9TZ4+gjqIvMDjXzyhWR++VqRuvDezDL2yIlU+Fh4/Pk5NaL5+kXe+JtxzPpo00z0o5a29qOmEPqQC9z0eWkQ7/PIRvZwdYT5KTaO9IPxEvnz4SL3pBxI+W5JJPhzQdz7rkmo+E4onvgEDaj30ftw8ACG+vR6eBb4w5BO+i5kTPd37hb6kh1k+hfckvWvmLj6dexS+TIakPXHkpb30Kp2+gi73vAmjab7kyZy+LC26Pc/dDr70SOK9gyzzPCz5Hz0sGhO+I7iLu7KvFb39RYK+NYEuO6/6Cz4nN+87MR5NvRYkEr7gcjQ+My1RvoKoPz5H+TK+SVetvJNvgD5JC/W8xwLCvEQglr4k36E+k0jbPRe0rr4HnhG+Q+NBvi6+l72NYIM+7T67PIB0s73wJ8M+uPl2vowbTb2tIBm+JAXivR8dGL75Wow+HWG2PWsULz4ZvkG+nkTgPSa9Wz7PP3s9Z0ChPhgYuT1YDg4+EICjPTJrNz5z40++bBGQvj4SxT1KrvC9xNicPneZCb0ySrQ9T+XovAq1EbuuRfI92u6avRXJoT5AlCU+eQuFPmdaYr6SpuA94EKWvscVgD7i29W9Z7ybPh3qIzwh5Ge+kZBZviAohD1zNoM+5Poyvf8Rij6uTnC+vkR8vrt0vD45NYi+Thp7vbUmhL7ALu29wq5HPSFIlT4FhSk9K4q4PmVZKr5mxqI8kCAKPvZIDz4a9ug9BUUSvpN9hb66/xE84rA8vjzPST78AoS8fcjQPC2h6r3MP5k9Z0wZPvhrSD6Ztag+VxZBPgnsBL6zup+97GSsvhd2nz5QcIU+vbSYvo7Ikz0uHIk+CMd0PrOXALxn8ls+HCQqvhvMOb7yyiM+RGibPro+fj5JYbe+budGvihCGL2t5+89","cBJvPmawQz6yLiu+QD0+Pgqb8bzGJBS+4I5JvjUpLT5iyDG+VIK9vT9nJD4r1CO9zqgMvqE6Db56oxg8IyZ4vt5ny72Xg9C7BAfyPUXPHT41PTS8NP47Pt1NVz6rVqw9uFYQPbMSuD5CqTe+qZYtvn7BBL5B0o+8hpcbvKJzAT7scns+ZK3mvRXTir6fQie+LTWdvUcfeL4D3AA+ovTMPDEOYj5UVo49RlRhvEVFOT0K8TW+9S8ePq75kr00lX89Z1xNPiieibwPIsw9FZuJPifSzL0sH68+ZliVvgNn3DyyvS4+ERbfPGIBkT76CRY+Xw81vmVnxz3sO3w+XT+1PaomgD6u1wM+9SfvPdkDBD6E5Yy+JDcNviTYcj41WLS9gG9Ivkflbz5qFdI9uFphvbQ80j3tUH490sx/vtYZ072n1jG9bgNAvs4wNLy+PU0+/C9aPh1maD7rmoc+mhjnPIsAKT70uvM9llaVvhatOz75H54+dtD3PAW5uz3IRWA+PSOQvGXzMj2ZuGO+6KP8vY/L4z1lCWW+Wq0+vtwpjr73wn6+sIZPPv/5hL5/w6W+tYWUvk+ma76zP+69MeYPvpJbpb2ofga+z2SBPkKdCT5HBHo+RFQgPnvSOb5raUg9x6amvg9xoj3oNv093Q19voNwAL7VoF6+rlqIPg/ll746c4o++ONtvikedT7Q2Xa9clQovsDt3r2s5lK++ZSNvqf0U77mCiQ+Cx6LvtKVgb7WFKW+7mZFPVk5Ub0nLYK+Ask2PUsRjT3OVhG+LcgcvveFbL4xhZ090b+Dvgo3Sr4+90o9W/KYPp477r2ECEA+B+A+vq8FeT7UCFu+xGiEPvliKj7nM8U8bl3PPItDSL5H4YG+DbiivuNlOz4REhA+J7RuvllsBL4hz169+diSvRKTIj6Ljps8ujvSPblSaT6MvdK9DOE4POuTsbykRY0+uDCMvgRteD6ROEu+d3exvlkCAT6Ig9O9HUtXvo5NhL7s5Da9YC5QPhVwC74qX28+","Twm0PShkh72Tv7U98YCPPVMraj2PURq9fBXUvcGf0ry6kQ07lS89vhckdT4VenQ9jECDvYe8RT7QbKU+8S9zPqtGu73kRzK9/GjqvSBUiL4rRYK+mL5uvVqkVz5mVwI+xzcdPmz1kz0Npnm+YZLRvAh68z2H57Y96pyFvZuRNj7KBvS9W+IiPmPnVr5JhXY+rjuEvvzHor2mkv+9njoaPtTQUj73H3C+ejTkvGnwfj6LC26+TGllPm5dS76zMT6+3MVMvt2+bT5MRl++Bv1YPQsBG76FdDk+IRQEvu1tBb4FeJ6+J7JLvm3+2D1Gg1I+jN9ePttdl76SVYM+8j89Pabqkj6ASZq+H02FvnS/tb30RTE+ow2CPvVJj77uwwg+4BCVPm/XPD03zSE9i2ZnvksciLyILXk+EiJavkUPsD3JVIe6Vt9Gvt/JHD24mos+HlQfvlIbvTy9AYC9B7HEve+JCz6BU5A+ZT+bvbK1cL4mZ2o+Y8livnA9Qj5xYIC+3P6XPBQZb77m2ie+aVt0Pj2g2b3PtEy++76EvgujGb3L6x2++qKHPWsMPj3LJJq+k0sxPb3Ndrw9/Hw9K7uIvj7boj4Wxog+GLjUPfc+1blicUW+KJ1evYuAWr6PDRS+6ilaPqUyiT4Q2x++RJ4TvWSRcj7B0ZU+9taOvgZ+gL7Z44y+Nb84vqr2Pj7hH4c+YI9JPiSOsz0WpOo8S2rNvQGktj0sKW68hTwavv0kb77rUIa+qxooPd1+ZL4ILCw+B/9EPvtTd74SruA91Fz+vbmSlj4Z0l66+AYHvlGRDT1G4iI+zmlDPkDpoj2c4Zy8DMmEvmjBnL44LZe89NGlvhUDU75zeQ89BZ1iPgO8er6vM4m+N8YnvFtiJb4YivO9k2aGvjAOfT43bAO+sCp9vZ+Rsr1gMuY9GKKiPTqOID741W2+r4DiPfQjOT6RBS+9Sl6BPoj+pb6oTw0+YlMrPuyLcT6l+HG+qEaHvqnzBz3K8CO+UK2OPqYSIb367U6+","h8k6vqI9vz0rmIY8zmMWPhrkEb6uplI+yudVvlTrXj7thn0+tc0ovvf3Cz6yVIO+kABTPhz7lj7fn0a+QTV8PlgqTz7t+fi9SqcGPo3pITzNhYM+UmKGvuFkt727RhK+l54rPkM5L74FFJY+4T1Gvq1T/D0f8na+VCsdPtcrLL3E35w+BtcqPoYWgT5AzKU8g7c6vrDHBj140o0++u1SPmXK1z3jVqM94tvAPel0mT3AdxG+GooSPSMXtb2H3NG86AlHvsrfxjw2+bM82XOOPHoZ1j07a0C99+1Bvs/tZr5jmoA+zsV+Pmgvqj2nyr46H0ClPhYKh76CFnw91jklPBwORb1aQBO+oY2yPX8+FL3MlS0+oQ6OvnrIYz5rMKk+YK1ePq/inz3wbcU9bs9zPdOq5j2/u5M+JpVAvrQOar4xuNe90JSWvuKYpj3/sZg+H53Hvagf4zs6uqy+RZiEvITdBD5oa58+fuu1PQ78IL7Hhty4eIuFPOHK2b1SDMA9NIjkvXSvQz4vP20+udLYPS3vxryQLHc+PNYLPRyaUr5N/LQ+jxt1vgv4gb5Oqmm+TJ9SOramXb4+O0M+Tfq3PvsOgb653qy9K4DBPY+n8j3vpWm+V/S1vWpb/j37w/C9yPM4vipKnr5zT+89llzXveQOH76Tjec9U9ZzvikcpL1Q7YW9e5+ZvmGbbj4C+eA98BErvgxRiTzkonQ+RvMxPmgI072xvqW+HP+AvshWp7pgupU+ZMo3PtnMVb7f8ps+9qFjvlW1kr0aVd889T5Nvpog/z3UGBI9bnDBvV+wjT7rWJ29WoiKPF/cBr5DnI2+AJkmPYDcI74x/sQ877AEvSbOiLv1oGc8NchDvd/4hz6Z+k88lzYQPa4Nl76+MRU+yUWhvmZIhzwlTVi+BJkXPrNxFT4kQLk7xqqYvoY7aT4IAhA+aUs1vpu9g71nKpw9X0IGPlljPD66JYK++0ZOvsnKvb0tjQu9xONBvpojLj07LT6+kSjnPEfiCT3itBe+","lvDmvSve2T1by1I91ZR4PtWdaT6TxjM+d4kHvrQdSz6+JCs9QhWJvliUD74uW7m9Fc2lvdniW75eCqo+yZ4BvkukJL6jZVW+PAibPmz7Ez3sW5++ApyzvveEYL7Q5aC9g6I/PDAiZz6T9ZK+HB8fPiUtJr7xnOy9+RRoPiiqbj675qY9J32wPKvyUD7jm0k8/D83PWXlFL5/Hni+znCfvUoBHb4eDfq965QMvZIdgD5Vh/w91WeIvlRvgb4RNni+SaUwvmBxsj2j/0U+2IG6PChKljwmS469zl7VO41RoL43IUg+r+KkvVQggT4HYd6979kBPgtwp70x/ig+FckoPmgGAT7EoAu+RXuqvnbldD62E9W9WeFSPpW1Rr3DrQK9ykBRPeZQJTuEZQc+8JATPXJhMT6kvL094tFUPp/Tvz3UWVM+AHNXva0RHD7TzAc+mrlaPuygkz3Zg2G+P1/UvQuiNj5mrz8+nAcHPoaSBz5Inzg+r4ZnvoV3Dj6Ph709O0O3u9hsx75DzmS+NGCjPeDZJb4jB7G9NWD2vf28I74fMac8x+4FPjMuSb4hpIM+BykWPs2ch725i4c+2L4qPoyciDzCFre9nodjvcsY87x7W8y9EXJIvuoklD4bzke+J5q8vA/hgT7WhFQ4SFdovqJ/hL5gP/89ioBHvhCI+j0W1YK9N+cRPuE0gbzkaNg9YvKJvkCNcL4w/qU9777TPTJAhD635oy9y0iMvCWcpj3x33k+72xDvXrRQ77VDSG+uQPDvRGWc7622jO+QvQyvm2dbb4MzrG9+6tFPs4sKT27BB++aWP8veJ80T3YQta8VbgfPTnHWL7E146+XjLoPeF4Fb7ePac+HF8uvpVZEb6VKrI8d108vhqSnb0EUDU+L/0PPuaVkr6gy4s+j9sDPkLQsToshI+97accPaCGkbx9nGC+sqWBvnJlMT43j58+t08JPgidzrxTNQG+7gKcvbLQmT4Dkw29oyuEved9r71w+6E+VF+YPv6sf73lnYU9","nJkNvpLzZL7UXDw+ZZVDvswOmr0W6Js+5lWSvr9pwDw2cls9QG80Ppl1T74+XuS9+O5Cvoy6hb7EKHG9HfMWPu3eGj5M9k++rvRmvshYZb0gjto9EOlEPjRAIr57f9s9v62WPpzDJr2D5yk+tcbKPSzjBb7JyhM+JZaavcmKOz6gxRq+fhluvugQZb5huZw+AaFDvh5hTztFW5k+YomGvpOlVT2qMQS9KT2WvvZCNj7d9IS+zrG+vjJ+wz0lnEw9W0FwviyjDr4lDmO+lEJtPurunzzAg0u+xEeTPXS0qT7QrWQ+XUqBvCerS706dZk96nAfvSDdRb4BNt89Q9NfPGFSTT6qami+HKiIPh+KQT6PEuQ9O3acPVMb0T1mgbc7PrGJvk2szDtqPhU9gYyqPQDYCr7J+jM8Jig1PhfUaj67Gy89HsZjvusEED6lu4e+tOorPt1ECL7kDu694LIfPVr3ND7VqPe7YuVnvsWuE74RCsA8etsnO/9OgD76c4G8HH5sPWAgfb6bpOo8fL8cPlhQDz3yNhm93b7fvTSACT27TIy+03qPvvKmCT7JAhU+6x+avkgxEb2yLni+M4CMPhm+bL5N6E2+jIVovXG0E76KGke+xeaEPlBo1T08hpK+8dmGvujWqjwJA2K72urzPYAc7DxN0ig9QacLvoXdB74PMnY+NCodPn4iLr7Se5U+3flNPic9nD1b8US+G9d1vpS2yz2glIK+kh05vmOEqjz0344+Z+dHPmTnHz6NFZW+bOQjPjHRab4yAH49JMnlvcCHib6p2Xa+UoKXvtigLj7MyCu+5HEhPpbQGL4UIw2+OguUPh2Yf766v3a+lilRvPSlAj6t65S8AWcpvsSmHD6uRXo92x0ZPjpu9j11Vro75cz+PVzckb48bOc8LPiSPhMybr5hgiS+5Y18vf2Whr7BYzs+bLmGPihP1rvdFZU9b585vnp9OTw7d6M+o7LjvA4rsb28FiM+uLcrPbhFRD6pgaS+xoeiPqNTeb1Pkug8","xwwCvl20Gj1rTEM+nNKCPfNEU74mjBE+dxi5PaVdVr7E5lS+BMWJvK++0zyH5xu+jow0PsGgfz7Xw408LvuvvhcKi76n3ni+8r9jvvddBj37dX8+cBtMvvcpSz58ZBw+GHT9vEhFYb5lMhK+dIf4PSvo6b2Sg5M+pHR0vfnQUb1L/Tg+jbBYPiIKXb6960s92RJOPqueo71gcQy+x2cGPvdP5T38hJM+EwDXvXAxUj6rUSK+c6YlPjUodr6Wm/C93KDovU3cJ74Gwls+3EdyPqyJeL7Jgz+9gLSZPvTZKL7hEn8+XSiGvoiq0T2ChxK9mvpQPsh/WT6rc5G+m0FjPiMASD4dE0S+8NuUvqSqZz7cJBG+31fwveIjv71v5nM86l16PqizPD6vW2K8DwyRPtZNzj2Tjhu+3/yLvs+L9b2eo3m+SHEAvalfMr6iDcW9t1ovvlOHaj4gM2S8dRlKPn5OIj7lbfa8aQ8QO3vTzj3ASie+t/EfPn3XYD1tmB8++7a4PelcAjzOfZA+Q3tAvlAbLT5bt3c+Z7l8PqQZlT5x19s93IxTvn3WC764wbq9nyBZvlXMdDxbCXU9DV9ZPvgQL76N6BY77s0uvqeRE732SKa92lpcvdkvgD47IYa+JwqJvnRzGT71J3282F8UPb9Bq72rS5u8vNsCPjy9Or7Gn4i9iq6JvfCdlz5ycEi+YfpZvlAuPj65cde92EZJvicNcr4c5WK7k2mKvh74x71ixmk+dlxNPgPq7TzBBja+h3I+PkL2bD4Brlu9YdSBPT1zXj19jH4+DHqdvY4VQL4FrUS+qu2hvkSiR71YnVK+Oc1hPj954L23Um49MHquveSShz4SpWa+W4ilvbOBhD7u+5K81QwyvouWNT71q4q+0KCkPcuEFrx/oG6+E+46PmfgCL4B238+7b9Svs71S75Min2+ZhQ/Pt2fB73LmUA+r23uvchdJb6koKQ+ltfyPdVhML38fSw+7zguvuZuiL5m1SU+W6OAvWScir6MY4g+","U+wMPbWMIj566ZE8+V+ju8XKPz7yJjM+JjMXvtqBOj5IZW0++Y5hPlTnwj0DdSG+53o5PRgBZz2oNYk+3QIivqRSAD5OEke+iaLEPE5Nz718lZG88+AiPtqkh77HFAO+fM+bPo0WaL60l7a9B8qNvOnAoz46UqS8HgRRvjLSwj3La3E8XNI+vqvhVL2XYoe+Qv6nPjYCPb4gsby9cVNTPaVnZr08yxC+LSOrvZfjZT6yPMm9bRFyvTpUtr0ypH6+x5NCvnzQOj7WEhW+KrKfPfvB2b1qtHu+3rcBPRvR/T2gQQU+VXJaPpB5aT7+oWW+YoYmvm3rn76D5+y9M51ZPt9e5L0vDlO93r6JPv8ImL5Xs2K+L4KJvskhCL7xzPY9QqiSukMMKL5WivU95h4KPjEEmD4ZPRK66G8dPQyvab6cxZU9kjFOPhkgoL7vBt295AYnPivYxDyI/wS+FdHDvbjQPjwqG4e+kdoqvmdqMr6e/D0+UV2PPuJUcbz2jGq+N28avoUVHz7m6669vFiwPR2Jdb7QMDu+ZdF2vTK6mr2zQWy88I3zvWDOmj5UM5e9WkMmvVIeEz02ZQK+nBl8vvVSbT4WlP69G+MrvisurL6deYY+T+EePrVhEb4DOcC9KOKIPnQslz2H8Gu978KTvkYyHz4CiXc+uKdlPkaQjL6ZSxQ+O86DvrjH1L29lmA++bMAPrQP7T3hTIK+FT7zPQPeRL4qPoS+48tuPrvRdzwFcqc+Z8UGPi6kCj5PZBm+eCRMPLLwYD7sncK9LjIuvVzjAb00bBK9RzYGPbZAkT7//l6+d/x3Prhilr5DOoK+ZtOFPnbjf71Dymg+1s7HvcPADb7TiBg+hT+6PepNnb63tOE9/U37OkjFx7twcGw+oag0PiWs+7x8iCy9cL9Wvabmjz7AvoY+VF61PkjXQ740xoa+rX8XPiiHT77KJtc9tfTePb7jGrzKDA081aNWvSx7XL4gAX6+fDNJvs6WgjzZzI6+KNEIPrPhbb4iQo8+","+WsAPsn+ZT3r/ak94BwJvhcYpL1ZPYC+QdUdPu9T8jwQ5Ve+Hi4evbDOKD0a8wM+8Xjjvfsrib3rbIg9MjUHPqvTpbwM5ai9UWXGPRu/TD7ZkBO9rc6hvgT9nrqeN0I+3lHyPerzLL79+iY+zigJvC7POz7tldC9/SeMvs+e6TxTStQ9QrqEPgmTeT7JXI4+98U2vm+Vpr4iCzo+u2hvPlQtij6SlgM+T2wfvh0JbD5Zbgk+ZddhvvurRT4e+Sg+iJVtvaiLmD6w9xQ+jmaJPWspWD2MWZi+C60APieQ6z18pCs+1CGtvQYUkD6NHKe903yUPcLnsL4rrMg7calsPi/Sg74O33C9706Tvj+6yD3eaIO8XfUoPoWsQj48rDy+DaKIvWG68D2snZQ+gW2HvsGTn76mKjo9Za6WPaBGSb7km0I+Es62u36Zij1q4HA9xWdHvu+kuTywOkC+cEhAvhUGFj5FgSu+7bWKvkWQhr4VdVa8f06PPVLJjL7iyZU+lqmcPmEJZr53HIW9r3qBvSNeRr4YZ3y+ZNE5Pnb8cr6wipQ96O2kvi+5sr3iWw++bwfvPDaVir4A20+9+B9UvojTPL64xXg+L+wyvto0iz7UG7I9L+yGviyPf76EvYY+IOJ0vj6DuDz+EoI+ES+JPsoPGL7TBnQ+2UeTvu/51T2aNTo+IzO7PZmMFL4jO6c8Dx5dvoOckD7W27y9TxcjviNVdj5XIEk+Vd16Pntpg74zk5a+x9g3PvBQA74HRoW9qvBbPp/1pT3VLui9tdYJPRjFdj5R8UC9WgeLPl67I775SqM+EExavc2WCj5GJne641V7Pkgr/r0ZBiM+0UrkPb0KP748ZjW9gWpgvDu2+rsFCd296tU/vu92Nr40qI4+7lpRvR6qhb4C8Zw+RETcPFRaS725HGs+fQtyPkiZJDwE28g9Zg74PABzfT6f4AM9yICqveX7eT5cVmw+VfiMPtyOYr6XxUM+I3mqvdJk8zyW5yq+y4glPqG+l75Nb64+","0t0BPdOJer4y03I+GkrwvSXp172YuRU+865jvZuWh73NfEu9d8lGPtLbzrw8Y0s+RQqpvMzaTL4+SN88jm5Vvnznhj5W7Ok8cEuTvvJ7pr2XwUE+2zeyvaXMfLzAgYc+EKqhPnGMmr4i9Gy+tpCjPhcXib2YwYE+uA4gPjrnOz6pfPo9iiCSPkH+O70h9Qw+O01wvnZ+pj1swXa+1wV0u94aFz6IpYg+UNqZPJ23pD1UNcG96FmAPp64U76ILz4+MjwjvkgKxz3AKCI+cREpPr9aCD7GrMQ7ekeRPv67bz5kxoC+icI/PY4fWr7Kzdi9vvB6PnpoZT63+ag+QI5HvsyOEL1fTGa+owNwPpgYjT7oj7M9OIb2Pa9gz72fLHS+Za8+vdNHxz1WsXW+GvoKvgwsPL5d85U+8RpYvThXuD7/0oO9uslCvsz3pb53R8c9oFILPsU9LzzuuIM+6Io4PobPlr4f7I8+Gg94vg9Zqr5QrKQ9JtGSvgQ19bxjqwk9wpITPgczpD07qOe8PJ7UvFaJMT615pk9hYJMvg9mXT4NqlS+RUMOvn7WYT5n1Us9UFh0Pv66mj0ro2m9TH9LvgUIWD4kXpS9C/ErvoReTr4muou+GFfaPQhCYD2Snj4+7Qr2vURgvz1uvZ29N94hvmdADr0VBxa+2FwFPj7hTr70xBA+d3HxPUgw/rujx2u+Y1WbPGwNAT3evpk9XoupvtROVL3gc1q8vvOpPCGHH737+Vq++rOlPvy8oj0630K+3EYkvvKnDj6H86G+6Wf/vWqHNT6tRXY+/f6PvpFFBr4pmD08wcACveyePb7UMX49CBxYPsNAzTskGag+4raCvr25JD2/AC2+PHolvtFhjbyqRik+xY9SPROCjj08sIo+fYzKPLZKV7xlV4e+jryHPiKNjTy5Gys9tz4ivjrNx73k6OU9t4wuPSbmGT2gWFw9XUQbPvr8WD4d6co8fyKzPc9lTz5tmR6+hlY/vo8xtbyGQsa9uHgivcwZiL4Nlmi+","0Rn0vOH8Cr54w5O+FGoCPu21wT1RMZQ9t/PaPcYq8L1hT5A9+GfDPDs7VT54j6S+qZRePrqxWb65erW8tWNmvg4ct77ftYY+uUplvtxEWz4ePA++LolmPj5ckD3tn5++uodOPjFHBb4Oj249cTuFvVOtVr53zRw9LpkoPuR16z2A6mS+Ac9xvgBDUT7nv00+XRbWPX31njx5IT2+q35qPh7n970qRW8+L1GYPkVoI76zJn6+jEeJO2UHkL6/L0U+aYsWvWrVkj2eO386m4EBvowAVT1KrJi8hqEkPhcIUL6ks4+9jqDfO8NMdL4uPJ0+oc57vqwQcr4RWT4+vXVfvm9AYz7XGSK9Dq6KPtcu8z3pI6S+3iyVviD6k74AV7C9bn2XPSIZTb5uRhK+icuqvldiaz7cmS4+LAhkvk0DfD4p/xq+ostyvc5yv70yCna7CC0ZvsEoDr6bTTY8HYv6vWiMHb6nJa29xL/XPXZVGr7cK+u9nipdPaT+Er4K2VK+dZQ4Piv4ZT7EN669W/29PZ6spD6Hn0a+9vKoPnW9hT4jeIS+6REnPpNagj7bgTi+T4iRPpCZOD4oYHi+d+SAvtKOWr6xfZA+5HwTvSOvjL1z1LW9E/wivpF5OL1Mq9E9XQ8dvmpPQD6ABwa9XEDuveLbX74XmUs+fTcivkKzpD01Mdc7Nv+3vB9z1r1QqZ2+4AtpPpCHpr62sxI9AWIRPkiXSj5SBmI+MjeNvg8zeD1OR/896rpfvV8kGT4r5ma9ep89vrnEMT5r8QY+xjAQPfXYjD4EhuW9l9MPvgaIYT6+rao9YhJtvpYoI777CTy+TWEzvpCLBr5Bxoo+VPdivg/fMj6Z9jS+edhAvv7DKj5XHlI+sUQgPSSZmj0nQJY+a3WEvlv2TL732Q0+FkggPawekb4teD89MgDDvbab0L2qCC2+GdyHvonbQT4j/9c81UhgPs4/a71pEva8TF7yPTewkD7U0Ee+IKbHvbLF6z1F2VM8GUifvhIBA779pgY+","l2P9PeyIir137rM9ccbtvNMXlz5DC4G+X3EyvbqMsT1cpx291Zqwu5z/9L3Ooe877nPAvQr4Bb7S4yW9cgeLPd3MCT0JrBg+VvYHPYdXjL7moDS+g5cZveQ9vTwcm4M+eDAuvgtPnT5N9Lk9VCyGPsvhOz64lmI7EfzGvT3CrT2zrSQ+bjGUvX0k0D1SVYo9cF00PvAaCr67i+09J6WFvo9qQL4xCpw9qlYqPk122L0KnJM+DLTGOdpGgT3q2y6+S42JPnLHCz6ONks+8iFMvp9DeT54OP2862OhPa+38z2+bI6+6/2Tvstatz3qepO8Y72aPimfKb4431m+xl9Avm8Wlj6/sIw9axBQPvwvG77ywbA9QwSVvrpZdj4YYgY8Yzz2vUbfVb6iZj09fLYAPiNYzbzez8i97gOjPpFrj778p1S+AMAcvW9J1zxPH2m+VOnhOS0OVT7EG3k+yFGOvh40lj4qvdm9V65TvWHJsL0Fvsc8xIs4Pi5NhzyQlJc+PivbPTTJLD7ji3E+PLiJvmkbEr5q2bo9bZVTvlEHTD709fA94KiFvXUy672HKxQ9HENfvsUuYb6EgBC+rdpvPnebq71mtkG+7fYevmF50z0u+C0+wfeKvi8OS71KoTw+0DUdPbyInT2QQw4+PNUKvs58VL7NwDy+SBh6Pvhhoj5aV6A+qbKQPr7hTz4ML4w+R9XpPVJ1Cz4pwpe+WoIRvrQqVb6ae769dOoUvauaJ7xWlXg+8HvyPfdawT2Icka+pqHpPasAljy1uCa+NhsWPINMrT1Ejia+uk8SPqcPhj5PGEc+pYqePr3Z2L3Re7w9SRSUvQlhX76QvpI7xMGBvhOXHL3bTXA+8kkyvtVDkD0GfAg+5tDLPTbMgr0G+6g+x01PO/OzjT5Qkxw97CwcPYOXLrw8Yw++lw2Ovl353j0heoE+GBJqPqfUgL58Q/U9w/hoPoClHL5VO+m9Z+E1PgjMB73Kpiy+jz/lPKJrFz5gzCw6w1yCPfPvkT4l7We+","5+xcvmcebz4WowI8wINrvrHHXDx5aoc+TWUtvkHTnL3pdWY+5hA1voeDj75V0YW+hC9pPs/9hz4Uep++qw3evQyUbD6sNqQ+IkeMvvGGVb7yL6O+J3KnPlxSQT6eClc+qPk7vjFoa77WIrC8+6C3Per+A7yQxc+9HcCrPMfLfb7BUNA91ENTPuzqcL3HpZU+raTNPYaJGD7lUY89X+4APl7QRT5ykrS9BiYLPh+Vvj1dSzO+1K9WPkd27DxWPJM8kRS7vUtPKT5HgHg+68JBvvJxrT5pweC9V/AHPoaxpj3rSzg+QNLBPYCVZT6d9Yo+ffBivq/KTL6e7kc+yzNqPlgrVrixBnQ9cPOxPR9Agj2yl1A+RcnKPJoker5IIWQ++7gYPt+MaT5sRPc9su1/PgoGe76AZXM+L1npvAaNID4NoME9lw3jPWhzoj4zAmE9qq4XvtxDTb6gpIw9S2k/vbJKYb63Ug4+f1jvvQM+fz3vpHG+RY2bvjByH75ogq49VRSNPmD+Wj5Wqr28edmXPrTvlr5UJ2G+7tR9Pq7JOj4XbRe+NYdbPSjFJT0jnGo+dOBevkUmUb69pfi9xUALPTUCtb3uZli+jNaNvHYAbD36BpO7vCq3vOX3nj5Qjec7Nh9KPmUrKD0jNzK9yS0mvm30aL6UOJ2+PH+RPfyjM71JUpS+58OwPT5Yl70t/Xc+uq3CvMpKgj35ekG+CK+WPtND9r0aqfa9o9emvSPPr73u4wQ+AXFcPkXmCr63yIW+TDuQPij3G74VQXU+L4dPvmdwLD7D7be9UZqSPpXXSzzAjhq+KJmZPjgArT3Br1M+P0I6vqF/AL2FQZu9VQiUPouD9L3s/3A99n+JvkfkHT7QRdg9c48PvWiUTL7Y1Iw+ASO5PH/r4zzTGWe+HnEyPnr2LjwME0U+4eH2vashkr7o3Sq+XxoZPug1Vb7BG2E+jB56vs33+js8sbc9gx0bPbESmD4HkzS9XqiLvhXVyz3pq1y+9L6uPct1FL77p/88","050mvlJPNj66DoO+oRfdvWxoS75EWim+AHREPkRH671/3Y8+e1/BvTjOtT2cJ669azkDPjA3Ez7ib66+jTtivvPzI7514uq8EhpiPllZZD4fLAw+dKmOvBuqrz5aopQ+A7LmvVBVbT6eDpY+okWePoRPyb2bhVC+3y3VPBioCD5r/Jw+xwTKvCHbhD6aTc09PxduPiMmkD4aXAK+m88ePmQrjz2R+N29YBwRPl56xD02dS28O/nRPRtZJT7pK06+lMx8u2awrD7b2HM++Thevl/CEj4Ad+67Zp9MvoYWK7yerSQ+EadUvtFam76l0OS8vkCfPGfXwr3C0zs8Prw4vaH0Nr3tIZq+gHY0Pl64Wr5XxoI+7sVyvPkOmz7SChe9MXl+vUGrKL6R3zm+bb4nPkciUL5/P3S9OacRPsX7gj5q4EK+adF7vlHGfT55PIK+QkeBPoHqKz3RSA2+Vp5pPlAEFr2ptUm+sBBtvtjxdT7FrlW+yccwvnKupT7QiIs+nSUuuXe5jT0CcA279f6svgFgCT5i1qO92QSUPo5Tir4wCyu9YnwwvRrOHz73GDU+Ejn6vHWbMbsGDY++Yj+BvjbhAj6MU9G9P4xePpmwNL7VDYc9fYE2vgcPdT4mxZA8KW41PuobnT60PA4+91HQPSuxeL6fOYy+cWEvvi9CgT1Gh0e6BCt8PsBZjL6UcBI9mYUVPmrPbT6gdRA+A/9hPvg1iz1fKza9NUOgPnQ6hj551Te9g0fqPM88ir0EYWc+mBCKPq3njz6Htcy9L3cSvuNYjj6s3IS+UegdPnNOhz7U4Am9bhNtPhb1br5DGSO+IYddvqPGw73Rbia9w+l0vhwQ2D0iyrq+eLK/PUxUCj7cqR8+/29UPhmyFD6Ik+S8tYZSvk6VYL571oC+umbjPd3FJj4aXTG+hLU+PQKYD75bPKo94oetPfeChz5Q4Mq89WWevVYrV77x8ZS+H/2HPixzRT2YJaa+vYNhvlOyfr4lp4s+4p2ivhX7Pb4dG3C+","Ir5WvbNs2L2BYhQ7pd2RvmwstjyKrg6+1G2Svh4Azr0XuxQ9eCuaPekMij4hu4k+i5yDPsaln72pcQM+I0gyvshROT6313+9PLZmvqb+Pb6aHr292ZFGPj/NZb6lmwA+s4DmvUmKGbyey4a+nse+PBcPtb0EnBG9n/cVvpn5Eb1ox3k9//xZvo5FML7EoHk9mePKvYcqTD6vkCI+9NLiO0PrGT5EhIw+dJpWvr3+Az7v9km+udn3PZ3MWD1/4Ry+poS0PM8kmz5BlAI8nVIfPoyX9L24sos+PygGPUEqEj7SI5m+9mYyviGLhL5OIUw+IeV9vhrcOL5XDxE+HPShvi2pEL7jloi+M3KDviGFIr4AmSS+O1dSvp342T0AvBG+127BvVbRlj4IDJE+Vx9pPlfXW77pniw+yePTvfC1j76GNkK+x09kvl8J9b1z/Gg+dABSPgnm272A5sG9RaLjPbD8gr5yBhS+uHPtPZq8l756kgk+5+t4vuXEST7+p889/DnfPV3Tm702ZFS9QyR9vQOPiz6prmQ9L7IDvrE+FL7VG4k+1ZuWPmMdvj3U6xa+W89XPQKTMD06bVQ+rIdlPqCn+D0XhYM+iSyJPl3QmL0oLQ6+Ao9pPjI9H764LoA9jZMWvkalE74xdKU8jBSAPZFCi75E+yC+e6UMPhKpkz7xJVq+WcA2PTUuIb0BSbG99nM5PsXV0D31yle+eqwDvg+IB77mJ4e9kA/wvA2Xl77ytYS+65KBPlsJ573i6qe90QkRvkaoIT6S9qU9qwZ7PX9cGb42/XW+21aRvk8WZL6x4eI842l9vcnZNL6Thxe+g+qjPufEGT4RCFq9NY6qPqdGgz7R3G0+D1+EviW2Fz5+Js88b2dcPv5YBjwjXUk+XEyFPs6oR70VghE9lRFxvgE7k763chA+zmqmvpCrdb6hdcU9l2dpPrW8171cuM08HcavvY1vkb5LeZm+1xruvXmmgL5wdCE+B78EPo6jir7iVJ2+IEeaO2XrRT640ZQ+","XbYRPawZoz7H2cG6Ivt5PqhkJb4fXDE+j5LIvYmCZzwf1Pg9w5sGvrskV77tHis9EttJvpoR+zt4mr292/bkPXeID74ZAAc9ZMlWPUE7Zr4iTUQ9Sp1/vu6Fjj4PG5s+tsenvZC1rjyEOFe+1JM+vsX+ob7c7YC+jqhHvnunYr5ZnIC+12UyvqPvfbuQY4O+3qQbPcMXXLy+3zI9gOtBvWeoOz4k+AK+PVFfvVD51T0T5II+bFkbvhcHjT5isiU9X3divnomXT6zS46+9q+QvRzQh77GDGg+lQmdPk3iLT68Efg9/X8xvnIasbxZNJc+aBlPPksRlL1cRhG+MPUvvBC/5r2xhwe899/cvblLGr56mpk+zI+vveVAXL7sqYU+tEwCPddJCL0MuYa+SMkPvukokj5XGwi+QY60PXU2Nb0HPg4+NP0Svodqgr7xGmM9kgWYvgiXMr70EyE+LxtZPoxKab5fUD0+Tm34vSPIHz5msiK+AA9PvajKlj7zcjk+ptddvkO5or63whU9m3NFPhjQML6SJqC+DumVvRmKH74QH6Y9Kic9Pve9gb5EyLe9oIebvg8exruAY7E+hyM8vtxVcD46VY6+l+5oPitU472AsWu9j/kevgYFhj6yFze+iylnvupZLr2aMQK+WG3/vRyPfjx/d1i+ESYwPPUFIT7BVoU+SkHRO890Vb3C41q+IfpqPsWigT74yBu+UTGLvcjIWj5ZpRi892ZFPs38Oj0vVvU9SmOpPe8mCb7+BCc+rcDCvSbLeT5G1He9ASgHvmboDb22wQi+lbyZvrJviL6HIk4+I3KnvTE+ET4uFnm8nep7vRBALjy+P6c9xhcwvvuMC74R/ZG9Ljy2PlE8Bb5MXYs97jeAPufPeT6FdFG+X2QYvgxecL0w9xa+ZZf5OziJXD4lrVi+uyL3PeH4dj08VJ+9LbCgvSPugj5Z1w4+eJXSvcN3Rr5JaXc+H8diPpPaWb7oTIW+dfhuPtojBD6CNyC+G0yBvGjCID7pym28","RoZKPprqA71Ea/E9Xa6IPhfnFL5KLcK7foI6vvUnhj7mSws+WA8ePuVx+b2PKiq+sGPBve53vD2ri4Y9tNwoPtxHJD7W3FQ+KoQ1PpwrPD0EE3O71AD0vQk09LxM5Ck+ae8svOmJO73Mok++IqOQPk+chL3rq+48FQ3QvRPQNL7glE2+JOUIPuKfAz6t8pK9RLwAPQl0Mz6ZX48+21ChPcFPMT2wLga+vnOWPfNhuz2lIZe9y2tGPtdIHb4cxUi+QeKgPdpgij52L2E+3g8jvuK6V76IPgI+DOXJPUj7uL38bjs9X/ykPclhK77SHR27blDlvCbCkT6Csok8J0h1Piwxaz1v4I481KZYPvAoerjqmV++o0CTvigfpT1m2zc+eoyOvjFOcb4m+ZO+pijePTuGlr7G7Ui+mMFpPufGLb6Qrta5fW9zvln5lz3Kt2o+xxDYvVc8jD6anVy+UYZavkDsjT1tAle++66YPUUakj5l6wU+AT5tPaU6DD2gGZS+73m0PbAIsz1IU8e9z1GaPNDKOT7/cYo9aeBmvpLQmz6nmdq9dvoxvb/TSL7JwWI+J8QCvmKFB75iFoY+5WeAvTU9kT1OO9Q9dVAAvigpnr1yYYw+admXPgc/Mb1d35A+RieKvvdLkL7xcE6+xTxivsDWTL7bGoA+CTWGvuSmXz7x6Jk90Fx0PPx+Gz4Pxis+E5tlPM8XfD4OnJs+1pTgvCYJjL672y++9iYxvoxiez58Z6W+2cRKvopIoz04906+iB/fvenljL4IQmc+KHskvS/9K73HvWQ+JTX2vai2gz5Wvp29q2dXPtAD3D26qbI+xUQMvmFfjz7R/wa9MpWevgIfmj4sRHC+Mz/Nva7qdr6yWmK9sDAIvhTrkj6gsDC+bEnWPO1Ln741M70+rNxrvtOgeL7m6Yq+dy3Ku5l+vD0GSew9/tUAPjrlkr70GV8+GqJPPpaPPT4s/5A8zE4yPeJNXb3n2rM9ghqHPmaBP7738iA+LZ+fPrSgUL6+JIG+","HYmevlOoej565Im+Y95APFDqorwm/0A+AlocPkwaoD5pUQe9zQzFvbd/zj1Qjjk+/W9GvZUu6z2hnO89Sou0vaXpbb00b2a9p3HJPNgqXz2v/Ca+t7YPPnldJj5Fv0E+e2DxvfFoCL7EP4M99+z3vVeeL70MZ0u+nHEXvnSg3jxd06k+rfykPYHa4z0yfIK+jLR6PQPd7r2lYG6+tBuSPkjGCbzi6re8Jsg8Pjdlsz0Lwle90GF+vRjc6L1uIS4+EjIuPliXGz2leQg+ZahaPRxLkD1PXhy+knZ+vkF5nL7nj5E+ZYWCPitfaT7eeZq+xquXPSf7qz5MIja+dbCLvoSSFb6JEYO+n01WvmWB+z0SpTe+2CoGPqzpA71k3To+5r1fPrqVc71Ar6o+vQnlPaloCTumyVS8mbYkPsxYMT7JOnA+30kHPny2JD5gYoY+npoHvvopbr45o2y+siGLOyd+Wb70v4M+GlLevRBCbb6xDCw+w5duPt5pfr6VIuM9482JPRxGe762GKc7p2LCvVE4n7qTimA+Z9siPunh67xXQT6+6WIvPbtTCD6W1Tq+9KXIvZmSCj6eidE9e9XZvajSc75geJu9J3uIPisnmj4OjK09WMMfPkJ2+jwXbUi+wVPmPEQMOL3WvUk+nvVvPWrlhb1h8mY+QdXUPayDYz4cRhK+1OWCPgXZDb5rZAE+JrMwPgD6ez6Z2gK+znNdPuFN4j0ELoo99GeFvsoCWz46ITG9H4RzPjsyGr5f8Pg9Nooevo3rYr4QgTy+MsRxPjrUeT7kuLa9HrEjvhTfT72ofG67r1x2Pm0QE75pmTM+AP6tPofiI72oGOE9vOqcvmxCbL30u0Y8fawQvYb2kj5z+iM9fJqKPQmoir46WlU9ZvLZvVc2GT6LWSY+pDoOvh5CEz3i6Gc9NVxOPezPcL7WAky8hRwhvitt5LxVgcg9i9OGvZkfQD2HOba9/GRsPqJrVL75yo092s/lPWEXoD3M4209nFpQPt5kQT7vc0C9","olNOvkBq4D1F6UE9/hOcPgpqMz4pF4o+5TcSvuZKJ74DMoy9L4KUvkxdkD7H/1y+dD2DPlFklD6Do309Z2B7Pn7fST7fxki+whSMvsfAKL7hKBm8FddFvr3jSL7bohI9uAwmvgkw0DtLaQg+II0OvVEBDz7PQnQ+nXKHPrAvjL7dOmi+ovNuPSfCVT4DoR0+EuluvAWExb2MNWO+LyxcvolGr723bP899AU8PsA/BT3Wzow9ejKePli3Az2wvDC+I5qPvn7uij21Upc9Py5hPoy7hr66Sgk+w+4Uvi8XC77g4Wi+m53DvMZoJLzvX4k+JipcPoNrLb5npFs+C+aKPcIPbLvBZk2+3ZwCvjRvgL6Ft/I9xsdfvvATib4dm4G+0g2EvleKEb7icQg+1ycWPgy8rb3VYma+u6uHvqT0bL5BIkK+eDsKvn/i8LztB4W+m/U1vgz0vr2tIfS9d0LOvMp127w0EFw+nQeRPu9/Xj3GWIQ+IFSlPujAfr7Hmo2+VO+dvapUab72pWm+z9UMvpsgZL4gl3Y+rMFavS3qJD4evm692GNZPQvxkz7kdA89LPmiPhRQwj0d+5q+Y+0uPpvY871KrsQ9ZUApPf59FD7PUFQ+6+vEPTZdDL6yhUA+J7DSvXZPHb1hq4E+YfJaPmt/Mj5vAlo+gROQPpMqo72wP/48FD1mPkAJqzvEFBY+hquQvqBjgT52wGG+5gA3vWbpeD6T55w+rIQnPhxIOD0rJt28LrFPPis+vr1Pt889sbpVvvSnSD4HNSc9YtetvQ+4kT5jJP+9CPfkvebmirwlEUY+crXPO92CJr0Ar4k++jitPo3Ldb6ymGQ+dm/2vZc+GT245gc+IPuIPtyZRz4HzAQ+RXuJvjOonz5ycSs9UVUaPlDMQr6TPxQ+L9K7PsMHmT45voY+fzG2PYL5uL2EXr69W8UMPY9OiD78uSU+V4P+PEC8Br7Jlaw+EkAcvWaHnD1bLsU96OIYvmXLTL6Ug3q+uWQVvp9uTz4frq29","r4mcPlgXbz19W6G+W1pLvQKKTL5yCBq+lYiXPqErD70+jx0+cWihvhTVKz5UWi++b0eavKIAN745NYw911jjvU9/Q76omuM9BSKSPu3kdL4frQ29K4VZPRnHTj0ztT2++Sw9vrvihT7FxZ08JaKfPiVbiD4KrWE+59IgvqsueT6LkYW+Zi3qvXnyn7xiq1a9iDnlPYY1OD7yLM09pZSsPliMaz7UhYm9j+uYvl4WBr5RIpA+60Y5Pl5qnz69Tng968z8PDkdh76Hb3++Vaypvj+16L13ucA8M1WMPjOBSjw0lAa+5vbQvZK5Vj7ciNE9V2QUvlq/szwluow+Yc0zvVUvbT6H+Po7DTSBvaD3Hj5rFvk95ihLPYV7Kb3wvm28QXiNvnAVpjyUKpe+eIQBvkCoU70Caw+9T52UPWb0gDxdFhI+T34WPkMj4z16HZs9/GLCPXTEkb5gTfw90gaevnzGTL45aRo+ocl9vUgxUD0WpVq9OnoTPHNpxj0cplO+ce6NPm6DJ74C1Fc+esBcvZS3jj5TnIW+YM9fPv8Diz05w5+++UYXPv81Jb64e0G9Z3BgvRHTjr2go0a+99zMPckauT3vjhk9z1AnvkyA4b17iU0+vlQ5vRcWg76tlnG+eB96vnGzDD7/UvQ9gRuZvVSq171Rylk+et8qPhfckL4fsos+zBUUvgbvMr4OJmo9QlJgvpBgrD5aHkm+YtEzvgX24Lue/os9PscZPpctAT1JxjK+8ottPsxcubw+gYO+qgY2PpWHc76RnYs+rGg2Ps0lo70hCZa+i1ZZvahtnr5NAkQ+WM2nvbCkkr7XxeA97ENyPrriFz6S0AA+/b97vgw+Nb68QDk9cBxjvr+6kT7VTOC9Mov8uw0nLj6wb7w+gQkpPhnNKr6Rn18+tXGePrGmQL5eFEU+ArqPPZ8bHD7Ot26+DC+bvtCkAT3mjma+ThjFPbXfcD5rB2e+N49xPBAIHjz+Tw8+R500PQ7fkz6jP8099nlSvofgVD2BsVq+","rq/EvAWIjjzj3fu9SEsTvkyjUb5gD4G+9NgbPvJp172Wpm49mjCZPQN9Nz5P/DO+RkHmvXiCTj5CqRa+JpdXPsS3KD1kO709TCOPPpGZSj3iRQO+nFIMvYa2Wj6g1OA8LGF3PjlkwT3IO8i94pk7PT3yzjz9KB++yH6BPq2KGr6DXYu+jD8wPjEGZj5As7w9RSlgvp3F1z2ED0y+KNSEvbKzcr4ypI++OVOgPmY2Ez4W11+8SyEXvVL6Fj4Ehem92fh6Psk4yDzkBIY+HUK0ve+roL0w9jY+q6SMvgUC6j2v9FK8WQGeProFuD2Ja5U+LiQVPi33Xz52JeI94f5zvlPyRL5AvBk+/ZySPRJu0T01vj29Lr4tvr2PQr0oBis+bW5JPLcf+LvywtE9I1+cvibsAD2BGUG+65WGvgpLkr25KjU+f0R5vcymeD55x3E+Tw3fvZ0iH72FVaM+id+GvpZ5rbwpaUG9otWKvVnbX772oBK+W+syPmFxnL6mym093UUyvtFMhr3gkz+95FH/vUB5nT27qVE9wg4tPiIoYrwyg7O8+hkavvI0bb7XSSa9bKmgPgz+D74esxc9Pi4CvpnghD6uhoa+0C+OPsQDKz4G/G6+6e6Lvqa2l77L0Ww+LN+iPYFGej1S2Yo9uWEuvcNbEztXQj08V2dAPmCOnj5D9xa+KdygPnbygT5zfEa+4ML3vQ6XQT4OGtw9XdzXPcwHqTrcYjm+N3iKvqUVVb5CXA2+XweIPhk2j72iOoe+OiuYvo6/RT5cFya+bmrHPVDLQD55hRQ+6IYyPhvHZD5Qpuk9mZuhPTqezD0Lbqs+bUATvT7At75bpkQ+K/9EPjhqBz4mvS0+2O3lvC4Mj756m3w9lsSTPYnuX77TMwk+/6Zrvhijgz5WDmi+6dV0PnmSaD2NONW8fjEFvrL1Zb7epJa9oP+XPY03qD6a5cq8lDazPqyUwL2BSNw9MrbKPeIlZj5wa0c+PpyKPr96gD7Gs0c+XcM9PmduJr5hx4G+","MZt1viRhhT0Nq6w7BN1NPk17iT72cEy+1jCjPXfXbr3vsxc+LjY5Pp1TujzMkDw+PTY3vg5Wjr4dbZs9VmQHPkAtBj7xFBY+H24JPQLXeb6pV3S+CMFfvTSR0z0hgSs807+MPcq6Y77qkW+8F6w5vhQFSjzpoVE+UZODvjxT1j1iKBu9gtl2Pl4K5z22O0g+fB2Rvov5oD3qVo2+xbAOvqKqUr6wtIa+wu3SPTS3XT6qqJE+UBabPnrlZj5lnpS+KKJ0vqRJOD5roia+YfODvlNOIj4rGTk+6Z1TPjuAhT5Rkx4+AihnvPr/Ob7aTRC+5a4hvmDARz4Dz1E9RhvaPAgnUj6c3Tk+9LSBvn/UMj7+xKI+twKaPeBVpz3VYQe+MH1cvlAFWr6H9am6W3o+PjwhwL2sUUw+nClnPRJPcb7Ql46+aHWRvXkgSr4gAj4+5DtVPisgnb7iYgo+ddY6PvKngb5qTTm+9AlevpwID73ry4i9k/2BvgBefjzSQEU+CO/KPZWNgL7+7Ys+eU1pPobgyr3Z2Bs+30GOvhZwXz5IBCe+Qc67PGPSrT4Li2Y+L7oFu875oj65mbK7lAYGPgwmNT42IoQ+uWPXPdqj5r32fj290OkXPmsaEj6doeS9pHAcvnwWfD5ugWU90V7Xuuz1vT48sk6+PX+HPvlui75n3By+orI5PbXIjL45hSa+8RG8PeNaZL7wQ1S+LqYbPQWPhD2E93++2MbwPELIgj6He9K9QkJqvtNeCL0ERUQ+89J2vtjppD1gxvw9Uo6hvjZb+juR6Ck+Z/VUPvv5AT6PMoG9+EJOPiilir6de4a+taNLvVNwhr79hBU+tUGfPhQ9eT62JSA+JA3fPeUHlD4Y6e890357vmPBmz6dFSg+cD0gvhhGgr7+oxW9u3SLvWw9lzzF0YQ+3qBBPm+CA74QgVG90L6TPlSzmD4JhKk9dzlWvvzkYj7cFAU9U9oaPUgEqjydFJU+b5jmvXLVsj1eaVc+YZIOPrXfir4JKGc+","FwsavoR2Ir0PtU2+XAN9PskOmD7LQIg+OLXIvX2tiT6tnZM+K+1fPhopiT2iGrY9ZzX4vaTaEb6JMxi+MSFkvtWDhr4EPTa+PBkqPfrHFb6yCSA9rNeAPj86j76ItTK9EAtkPm6GF77iUIo+VZ9IPeQGgL4Ac36+ztUkvt7xk77AXy49vB6TvsGfrr1kemq+jpSYvhxRw73n70I+dE+Rvtuhfb2RXm09WQvqPUbscb5q65A7oQDqPfhCVz0rmWw+oTU8Pq9Xf76cYpM+MAs0vkcXgz7ovS29YBcwviGIrD6HYQi+80DLOye3IT66a4g+bSeOPscnIr4+6ls928Q0vgNthz54EUa+2GICPj/1SD2xYH69ijgmvgscnD5VvVu+b0s0PnYxkD5UdI2+EoFfvjSWIb4Y5Du+3n9TvHl6DT5dZYy++qspvcrdW76YvkS9w5aDviqcqL4KTw6+9owgvtUC7D0TXWS9N2OEvcDSUr6/T1w+antaPjyhL71GlsA9q6e0Pb6Biz62r6+9vh0uPsJbfz58y4y+lUl9PlgbKL7omA2+2JIUPiUAJr5YnTy+X81OvXf6Zz3I9Z0+cIwXvnW26b2z834+y0JPvogACr1s26W8VfJBvtxfCT5j/pU+hvNRPqGCQb77Ia498juRPtLEFr6cPpM9k5r9PYTNar61NHC+o5JRvpSpRj42ZIC+wqlJvrzGhz6jaT2+Bc8hPt1uKD7LRlK+oepovgG0kb67/3A+tog1PgS5pj7zLdO9sij5PcQ2ej4lTHS+avsSvpEhz70B1zK+j35tvsPOEDwd9RC+SqDIuzS4Yj5bEHA+oaKVvhwxMz7rsyG+ntMlveX8OT4exju+KFxFPXF3FTwdPmO84c8DvdER3j16HLq95eLcvcj3qT3MDZ4+fsY+PTIWOT0O6ni7ktT5vf6pGD7thJW+5DNpvtXXm74nlgA+41H7vcDpij7qT6C7ABNmPRuO1z2jz4G+2MWCvTV8Pb7Z7TG+ijNxPiUym75eVh6+","FcGXvIdZmD3+IZu9uZUdPpoMgb73EFQ+XjbmvZEPcz69Dla8d8tPvivcVz4H/Yu9nav6vaj9Tj5WvVy+wuTSvcK6uD1Yg2g+6DCsPrqBND1V69S9CdQIPU3bR77OKEo+NIyVvkSRDj5DQQS+RXGRPju2hT3rWYu+OgoUPU5BJD695S6+M7KXvQxkQT5aST8+ijPKPc4EL71yJwC+F/lgvrDlur5Wj3M+yjdYPf8zWT7RRpq+lA5bvpPHhz3iC3W+oeOGPavcB772VhI+PsnNPOwJL77ssR4+ch2APiNIX70Jwyy+16OkPnWIcD6g6yg+OKVpvmK5kb3fHYw+NeJnPLQUwr29p2a+A+OUuk5Hx70eXIq842F4PlmdJ742o3o+1GMQvdsNXr6rVS2+flglPrL2QT7o9RC9GNwhPrTamD7i0Yc+F5CDvuizFL4Cw/i9Mj1SPipjnD6cUB09z25yvvnf8DxEIWA+88WKPmPWlD7RiSw+wUMivkdlSb3wPIU9S5JxvbYl373xlJE8pZxyvl5PAr0oCrK9poiKvsOxET0IBNg9fJ9nvnMqrT2/zpU+6Kx9PlnrsLzFgvi8AFynvcH/ar2hYHm+9xnHPTIaPr4uT2o+/xPSPTVTfD0s/V6+5AatvDiq7DuLY0m+HuwFvvMNiT5nso6+FaRkvqIflL58g4G+FejXPdwUm75taJe+AE7mvWA5Db4tYHo+3xuKvrFFlL61AIe+8HcTPOAPNr7Iwq69Zl+SPtm9lL4P7pC9W7gbPmZnd76OtZk+XLOBPhdMiz4jhh6+M8eoPSVL971V3Gk+l9JCvVVyPb65KW6+6u5pvlh5970E/fY8R9kYO9DuVr6D/gk8qIQcPpVWCz7/F2k+bUd+PjSxTj5a5A4+VY78OyVfST6Qjkw9OLnXPZTPhz76JYO+FvT2vb2Fcz5dTeK7CmURPgsIgDx7czc+/EJ4PTGouj2lPTG+Gz2cPVAder5GrWa8sTQRPuC0Kj6JPmy+g/ugvVc96b0T0qA+","Cq+WPiaJMD0oJ6E9xO2AvlO5rTzjfcu9r5ucPmhFID5vHQ8+JBQoPrfMnT4S4Ay+tGGMPhSR0T0MxSG6mMxyvrzSdr0woCs9/pfxvXMHK76UQ+Y83LuSPZnMZT6YqOm9uzUEvv0//r1suGK8XMuBPrZktr1rz1I+C5S1vUO1Cr44SQu+8VxgvjT8qL4Hnhc8DJJ0uw+Nij3CSxk+nJUVPK1dPT5KMna+HRx9PnG/Sj79DyC+Ls1gPlL4KL7yxqW9T1R6vkb37L0u0Y2+V9vzPYnomz7GgkY+vHL1PVIUjz6R1zi+u5/CvQ87nj67OHc9C2pRvmVXmr7exo++8xxJvuHUOr7+Lm6+76aXvo7+jD5uqTc+SddUvp/KXT49RIi+Td9lPqmOiTtNLT++0aqsPL/Rib5h1wk+zejfPI6J6D2Tryq+e3qMPT97ij2UtQy+rL5JPESmDj7FZj49SL+GPk/9ar5YU54+bm2cvZm2Mr0vlUI9FLCGPjwegr0EmSg+DZ1DvnRhDD6Evz6+ozFovdCuJD1BqPm9ivJ/Pp3zTz7T2oi+JpOkPj7tjj4MHqm9gHN6PkYuMr5kwh6+bqQavqVdh768ykK+XWwLvg2knj57kkG+/COQvR8rJjxyRzu+MJw9PUWFwTy0cJ4+M99FvjqkRL6H5Eq+HYrIPKH5wz30swu+nkoMPuSrir53kYS+VZCcPrigOT7Zc929CLPyPRAXnD72LPE9NMgjvn2fcL4ZNVK+8IVsPFbHUT6VS8u9ycEDvrS6wbyDW1c8QvOVPgn8Yr4lfZU9+1QQPZZJHj0jOHS8CrUHPn/Ukz4lS4O9d1wTPoC18zyQMpA9P2OSPSuHazzRUBu+ePuCvpouJz6ZpoQ9mPkiPuWfUD0q53m+wX+BvsJWuj0hrZQ+3n5cPty7lr2J0Gw8QS/qPSgZhj7mG1W+I21NPlU9jj2c/KG9Dl0evsDnlL1lVAm98NQzvlhPmb3swrS8u8jKvRrwOr6Pn209QsebPg99Ej7ICqc7","ogwUPqn99D1aNWa++gRwvrruMz5wbKU84odePhHnHz6cMEk+ZpKPvhRmRz0daOY9bJ4PvvoQhD7M9nw+UhMoPrvEUD523Ge++U0tPWh/lz6fjpo+6ULZPKIblzvviou8SL6DPKBd1b35L2w+VW4Ovi3NED4UKKo8oRBwvuzymDzYaoi+ILCZvqu1Qj343ck9fCIBvYFQAL48hYu9aSiyveZ0db52c8g9hAG2Pt0bqD7fvTY+ylyWvoLTg779zKQ+FUrdve+smb6DCoi9pbzmPXDYZz4wyXy+fX4fvunIjr7jMwI+pB+VPhOV3z1mVWQ+0QcfvszkgbxxmBS+LHohvigsDT1hDjG+GDTZvDmET75OoSg9t+eguzyQ7zyJ+jA+M1ZWPqnNjb51uow9RZeAPhbGkT50oD4+gsEgPsQOKr7JGm++m7R8PgwaZj36oTo+M/6BvcN9Qj5eh7A7F8MvPuL3nj3DFJg+6oF7PkmyVj4Y8lC+q597PiEN/TuDbTq+E5WNvs4IGL5W8J0+7Hg4PvQv8jykKAk+ua8sPch3jLwkdFM+BagKPgH/IT5NY48+2GCcPaQAgT4eCoE+Ms6ePFiQBL5Q/M09aHbPPIxYfD4x7BW9O16nvmeteb7oT6U+3yqXPuj3Z751k5M+9Jaavrpc+jzbSMM9T8G9vQpXHL7axS6+99YgvnD4r7u3GlE9Dj8BvWboGL6S12i+6TKEPoLVQr6k6aQ9oAGgPmsiGj7zgpu9An/2va/hHz52yyC9o1Zovgn6kr3kSsG9eTREvrWGA72rNoG+IoUBPiaT1D2lS3W+ba5mPu4bcT5sTBy9T59LPhq9g74qpUA9w8NivqkNxTwZOxg+VzkNvqqMhjsQup09gVdHPbpkIb5uxNs7DH7wPS9PnL6+7YU++1LuvaOfoj0fUgy+SmkpPcAVLr4JcCw95M8CPQWDhz4MCYa+EK/AvZLYsT2sQ1O+/hz0vZK6kj7eXKI+hYhcvgjkf75Q4qW7aNf1vf97fb77CYq+","aZhwPthPFz7GjJM+sE2yvYuL3D3v96c+YEUuPd/FGj3CwYQ+GdRivQBOCL58b1Q8l66ovQsHp72pQ0C9z9i0vRv64z1dnXm+nJfkvTdh5z2iQes9nftgPiJcNL55nSi9ECoWPXEOhb6ghWA+BRAsvnbuf77E/h8+apiMvnIYUD7x7Li7WVGtvW4f7L28DaY+Nr0tvsuCf76brgk+OeaNPvFq57o+HAu+8o2CPqdGDT55She+/lDZPZTxlj6m8lG+IJyLvRbxh75hjSq+SWOlPjwiM7228f49yHjOvRQvb74hhBE+skqfvkwKiD4vzp2+zFdkPF6Ucj40Qwg9qXkuPiAhxz2GG/09rartvXDKdj61VmM+XlorPm2ZajuY9Gi+7qt+PgGI7b3Z1aG9AuqrPRyRnT0y5Ey7Itc6PuzsTL6d5b69Ae0Jvh61qT5OtA4+UYhXPrUg7T2E+Uw+fDHVvHduRr2rbF26x8CPPubd1LwkIjS+L2aUPqDVJL1jh7W909dfvo6eaL7lS3g97H2PPn0JlT6mG3i+/dG5vABaoz76hW++a/4wviel1bzhEXK9lt7wPaHOkjwAFoa+ouaYPge0Wj5PneW8wa4bvZBCYz5ozkO9GSl2PqSBGD5PhUC+PFkoPrqXjz57cBg+qcCEPnzDg77oYvQ74f1hPnaKEj4KkLo9LMqwO37JQ70ZzyY+lLMDPt2PpL3sxV0+D9KQPnXi2r2nlXY9Uqs9PgA8MT3/gik+NxqlPoBWkT3IpmM+r1bWvTvyhT6/mgM+tl47vKJVkT5n4xo+YJcIvnponbu8+O494K9XvrmYp753mBe+OQE2PSNbv7zaTwA+cdlqPgDafD54RTu9VO0RPlJwWj15n3m+cDJ/vmvhqb7NIKI+3VaUPiTDg75ftsg9k6svvvfNjj5ILgW+ySUUPlPHkr6oQJ29XPzsPE35i77jhF8+dt80PpvDuz1nq8U8xVC0PW7D/T1inZA+AgKkOuYoFL4U05A+ING9vN8cIL3RTna9","X0VPPnUXkb5jTBW+NSkOvo5QXb6T6YW+gzLrPSvqnb7pz3w+g7aVPeYqBr4159y9mMN8PgjJdr4RsJg7L+3XPVygZT4/mFE+Yr3cPajQhz7Bi7e9XB5ovXD3rb31vpa9qhqhPjrrW70AsBa+jZsWPXagiL5YxIO+Zf6DPgsUkb6QPjC+owaWPnBqtT2dCn++nVOCPkUtIz113b88gzcGvrtalT5vwa+9B1dIPQWeXz5uaDA81qo/PEWvjD4qgzK+jD6OPokLgr7OY4G+BmbXPUpvPL0+XRU9bdUuPnNMtzja0/49M8yOPvariL0lHTe+22UkPtPnRL5NzDi+1DOTvTyXwj0hq8c9xYswvvgJiD48BRi+tpLNPWhR5b3Mz5M+KXgpvsgd172k09296LDavG7jHz6mMcs8xjeAPov2Ub7MTwW9v9wzvgOE4r247pS89pGdvf/3rj2NViI+9R1OPb/dUL4BmV4+54eKvh+VE77el469mOaPPiASi77cV5u+YwsNPp4EeT5ODY++QmCIPdaxf74QJAI9XkJIPa/OiD3JB408uT6IvUhA27wRBku+SZVdvsTqoT3Ec+O93BqEPl2eILzlFP09A9ekPaFIpD5vZOS7+FvmvQBOlL5ifCO9TQc5vbhsHb6kHj0+Xk3AvHPOmr59fLM9nLwgvrdhB74y36W8UveOPShefz2Vk9U9inGHPst+Rr4a1Fc+j4qAPdT4Zb5RKqQ9CisHvldKi77nJxs+lFUXPp9xhD4Yt7284dBWPjKafT5KxJK+AMNkPRGkvb2dkoM+4LujPbdEZz2DhBI9vG98vquurz7A3RE+9UbYPU0rQz44dJq85FBcPXy0FT6bPva957fAvcUHZb3TBHU+J6YJPOnFpb6mvx8+DxMivi1JrT0Igu49zV2hPoVG6L2Wjca9BB+0Per1OL1QX2a+lLO9PeonXz4GtF0+A8pYvoZnKj4v1Jk+nP33PZ2BVz6Nw4c+eZgBvqNNhr5GEV2+Qx2XvnZKuztZDoU+","dZsxvhfzkT0A6Ek+Lk96vq6Cyj0YfSQ9cZh1vaEtUD75i6+9+fWlvgg0fL5r0nu+KgYVPSOI0b2kvUc9pS1sPlAiyrz272S+AW6Rvj41I77C4t+9FnJevijpzr0KAF68MWOJvaCyZj5XnuK8YTwFviVtuj6iwbK90zwkvc5LAj7DQ5C+fvhxPZu4Pj1xG9q9yEEkvR2/MTxIGTS+wWIVPt67xD0fUZm+Mbw0vrChi76BCi69qNWuOnnXsz2tnRQ+x+VOvujZLr6g35Q+dycMvsV1lD4VWx6+SCP+PZsGxD2zIW8+djEqvEdrgzyygSM+++RjvnuZjz6dhoI+/AmFPjXysz1Flzm+PoI9vgLqILz1GZ09e90rPk/GQLtKeCK+Lc0+vnbuez6VSZa+y30Bvg5CeT5wwQ0+/2BLvg//jL7Nl4C+r+UQPpIc4r3ffbo9JjSAPv1jd76BpoO+9/zdvDVbi70MrYk9WEcPvi7Cfz3++jK+PlJ/vvYpRb7N2lo+p36Lvug6LzwECHc++kJ0Pofi3r0FtlG+0IVHPIf4TD77pz880/d4vs1gYDpQljA9mHMXvi75Pr4dvC28Fv0tvoE1eD4FqIG+GbuePXsXmj0izq29hrX1Pfrmbr55RNQ8kCx6vsMnhr0x5pq+dFjOPASzcj4V+4K+z/invbom7j3LdCA+fGhRPtu9BD29dXi+CeEBPkH1nb5TU5K+IcuNPqYe+T2xWxU+Z85ivn62Lj5mkhG+pqaUPobWaD4wonk9vBapPrfe1z0fqKm9rnCaPmqLQT4/UkW+23xMPo/SGj7tdiW+acWkvt3uj7zu89i9souMPos5ib4M7XS+fLeqPYHTTj6vxH8+M9IIvtzosDzKFtE9V7MdPh4dDj702lo9YrQhvmQDXr602Zc++p2ZPrgpVz4P9z++NyfhPTjUmb7oZ7k97plIPvJtWz5YVF6+sEJEPj6DcD2CfzM+kk+JPVpOsT2pcm0+9QeHPiwdlT4IKUa9a0CYPkCdTr636SC9","biJGvpMlMTz2PdY7ReS1vAEOsz0OtTg+DiWHPmpRy7y4kwW+IrKePm4XDj5PwoC9UASTvdUsKr53zTy+SHONPt5QCzzikYI+PxC8vYkihz7/u1Y+Q9SKPpaEqT4Oahy+1YpRPjJnej06Emo7p9aIvocleT4rXEi8RoPfPVqfaz7iySC+zvtBO+osCj1JHtA93Mn5Pd80ej5avTW+OIgwvgiuh7yofCM+I8ycvgC+QT5WpyI+AwByvofltT225v69q/a1PdhiCj1SfYk+O/1JPoXctjykoD0+ayO0PVp3nr0fS5q9weu9ujeU5D19fwi+Fc86vtIfMb6sWXU+01YxPcutg77pEfC90cSKPpb63r1aqCm9gyorvkbxhb3LcWo+fVccvZV7e762J10+zZZNPWlkjz5s2o8+QOmJPkYjgb4ZDDm+K/hmPtF74Dx0xDu9pAuCPhTOE74HZPu7E8RKvjDI1b22EBa+oOp/PheOAb5kYxs+H0nPvU6gWj0jKRI9dppMPma/rb6cwm6+1XXGPJOROj3+xja+k2UbPkJbdb62uwm+XXqGvuWbKT0zxOW8llyHvg6AizxVH0E+w4uePn5inz5+96I+6SVtvuzuOj7Toce86BC0vKmzcb4XoQg+xF0tPup6Tb75IqC78rS8vIQitj01XzC+3mHlPeT7sTlC0WM+8VmfvgGpmj6R3767cLfqPa71Vb5r2f49HcGTvr0JT77pfyg8tNbzPREhK77pIRe+y3QbvlSS5b07TpK+Jdj0vdO7hbsmGpA+or7bPZxvZb2zBJe+aT4VvlNZrj5copM+nj4zvoi2VjxsLbQ93LECvVBnCz6QzF0+Q76cPtsr2L1Ps48+jsI5PvFfBD6Iabg9LzqPvviBJT5KIgq+vwCJvglu57wiYOE92oarPXCRND6wnRQ93DqVPvLLkz5bF4Y+P04HvmjZgz4Ilto9ctanuxPijT4iz4W9L4Favduc/D0cM4W9VqI4PgJjYz75VH4+aUY7vps6hT5hCxW+",