{"architecture":{"class_name":"Functional","config":{"name":"sequential_1","trainable":true,"layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,60],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Dense","config":{"name":"dense_4","trainable":true,"dtype":"float32","batch_input_shape":[null,60],"units":200,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_4","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_5","trainable":true,"dtype":"float32","units":150,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_5","inbound_nodes":[[["dense_4",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_6","trainable":true,"dtype":"float32","units":50,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_6","inbound_nodes":[[["dense_5",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_7","trainable":true,"dtype":"float32","units":3,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_7","inbound_nodes":[[["dense_6",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_7",0,0]]},"keras_version":"2.12.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[60]],"output_shapes":[[3]],"tests":[{"inputs":[{"shape":[60],"values":["ak1lv9IbRz+r4429+FJLvw4/e7+pLcQ+U4RXPuCnxb6Mafe+gxGMPyuuX7/L37M/xj7VviUYDr5t84k9IoDbP4Qg6b0ss+Y+DEdRvw07Rr+jbRI/cZm8v752Gj+sMba/0cfDP6U14z4vHfQ/qC13vkFFkj9EGru+Fz+0vyAQQ793/SA/PUi5P4jNqr9lHqU/OEe/vyJoLr4W30i/warIP8frNz+EYHY/H72GPtnDfr89f8y/b+Mhv+Z1i79ERG2+D6oev4KQpT9FPV6/QoYJvm/6wL9uTIU/HMruPSFSJb/hOE6/6GeDvs2CUL95RHi/"]}],"outputs":[{"shape":[3],"values":["W5+EvuOlnr6Oatq8"]}]}],"trainable_params":{"dense_4":{"weights":["TzAxvmsuXz5FO5I++DLjvYX/mL5OoWi+ckKGPS8Gib7ChC4+orVEvhk0zj3vPny+R2mGPRwlub0F1LA8Iql2vlgRIb5dfQC96lF9PlrC972mmG6+fLEhvcA+UD2Y5X4+YLIJPufTML5D9IU+PecPvgQaA77G60e+tjaIvmEQCz4ucYk9e+9vvgAbh7511Ny9mv38vLH+Iz1q0VI+Z/DnPSKuNj6PmwW+AMvZvfe8Az6TQ1E8qm6hvSD127eL+uU9Tt+ZPsNdgz7XpsK9lp0oPhMuCz5D4vO902JMvXivMD6jBuG9Z1kwPVuCfL6FPd692PqoO7kiJT1j4oq+c9ZgPvxjkL2VP5q+MN2mPaw4GT03ic09332WPjIEqb0h1NA9h2ZUPo8nDj612IY9/+CCvkG1Gr7etiM+IYkDvXqnIz5KcEa+pQeQvn+eBT7ns0u+W8qBPvyeKz5an3I7bhJ6vuG7rLyTaIi+5hNCPmNm3D2xEtc92QltPu8syTu6ooq9M2o0vKsJTL4o5xS+XNvbPFeX9LvsfVE+fH1Xvufsmb1Jpou+UPx5vk2iWjzmPVS9JKWQPepOhTx5R4W+KLNevSig5D2bCm0+Dq+FPYbLoT41mFO+tD0mPv1XKr1vbYg+9At6PbZMOr4NTYC+zPJxvVvbkj7I4wo+UtSdvC+/+b274mA+XF/2PHQWobwac5M9kM35PIRYW76LPqC+p7GzPSqgfb1gmew9wt2tPMlITr1ipVI7jrZAPshYi746GUC8BKJOviMWn74C1G099OQRvZ22KT3sCKS9VGN6vmFcaD4B6RQ+DdHiu+QMpr7Y1kC+ldWHvbI5YT4A1R4+8U9oPqCpmT7Ds7Q9DluUPi8SkL5s4p28HDGivt+lJj6DcCU9aqZdPmuYhL3bP3w+cf+rvfwI571A2zI+k5cqPjBoRD71pAC6fMwhPgKsrj2MK1a9LXwQPTnpUD1leuS8a6AZPXWar75OIMa8/BqzPcj2Cz4jM48+3Wk3PtgusD1Hgn87","I16VPX7D3D3ZuZA+bxNbPqSnqb5Fq6A+gqgLPTlEhj5I5RG8e17bO/PmqruOujA+4Gn1PbdKer6oNJI+ub/vPPq1n7095K68HkqWPiS/iL5y4aM9SVwAvj9rfb77sGq9b2VVvpWm1br3Fqw9f2Bkvg6bAL5wNYO8Gh6BPrQCKL5nN5Y+vycXPmtXSj7ifo2+Sg0jvM7eMj7AjsW9YexPPjfxHz4lZic+7iiwvbJiJb7RvZa7cYVHvjpser2Vk0U+yySUPruIhL4XdIM+35A+PfCiQT5pL2G+ozUOPvHzjr6AaAq7fJCePGyjgD65ejk9Qlonvs9GPr635nA9MLdIvrLTnj1vy4Q+/V+guWOMPL5gFI+9+7VSvnYWLT0Ejw2+w2eePnbYlT6j8fI86mhEvmevHTuBnR6+1yOFvhw2hb5oKo0+i+CmPn8qGj5BUF4+0HvivehHAD4js408k7VTPT0rGD0tvE++8DA9PoHBCL7ZBJm+UL1uPhE5hL5OhIY774PhvRNprb1TRbI9gUPUvfOjej5/AVK9DS4GvlzqLb7z6Bw+zYCxvh50Zb1JLpe+3r/VvE5JV76baYm+ZhWUPqoG3j0v3Zu+hGh1PlUUij7Id+e9/LRZvtgzmD21WKE8hjDCvRDqAr7Z9VY8EwTDvXvZyzwkmqU+vmUtvpRZEL63N3o+4UiLvXHIlD6qfI++cQlhPppYvL0MtVy+63BFvRagFT7QSAy8I8JIvnrlhL7NQnq9uC05vTCzFr5ks1y9N8cQvQuQ8T0QJYo9SjwaPvV0gb4/a+w9hHdJvjSbYz4UV4i9fNmVPjzRTj62gXm+BEOHPk98sj393Pa9u0J6vsjgmD4CVnO9KFWevCoaj74JISU+HnFSPmNLP77aj1S9wtSXvvz3fL4A+Og8RdAePiLrOr4OdHg90PABvuj/Kz4Rm808WHBSPTpDJD7wxcW9uD94vvgvrb3PDWw+IsgKPkWfaL2evz49BWKLPWoPA75z8Fs+rsOIPol1e76e6YS+","fDU/PrOb+b1NvsI99T+lvaiSAb5eRem8qWUPO6Nljz0IJ7s92k7bPRXUYT3UHGK+u1GMvna327xN6aW98+oYPgh+obzol0a9XvqevWWz9r2j5WU+2tSevl0mlT60q7I+tQEqvrSOkb6h5YW8BSH6PeUuGj50jWk+loDlPagZRD497pQ+v33wvUKqbz7RaCK9750oPLMXtbzEArE+ERSRPqfXYD2cuXM+pDKavqJ1Wj20vco8jiK5vVqhjz68St+9yohvvQkdML4bRqE96WRePqvFxjxBLJS+q0gNPrq0C77PIE4+XS5kvWWKdz4yV3C+kZuxvO37fL2hDi++BiWNvkAder5iMwa9X+CXvThjNb6V51i+0xH6vfGLLD6JfrY96nCdPhLHXL2RR1S66yxPPmZXSL6wHIo9Ot4iviWkoTvap9O9E1QSvJGJOT2iS+m8Wa5Hvq5Hib6IrUW+wqpdPeIN9z2aCBC+kjtgvVfou72iOAm+HOZAvknWwj1G2kg9KHvmPJaxFr671pc+XaeCPs0nOD64IaU+Pg/3PSYV0r200R6+rwSMvAqViD1WNo++wWvMPV9NdD7lWXa+z8ZBPTlPgL7mVXK9sK9YPlJl/73oyoi+8yCCvpymeb6r4aI+lDqZPqhymL4rGnk+pwSGvodgoD7y+oy+Fs1AvqFmP74btwI+TEYAPrZkKT4/uAI+2crgvQ/6sD4GXUm+rWOHvjUQEr59Sqo9FYNePmdEer7k+hG9xRcmPrB4PTwuX/48135iPkfvfj2JSRG+8fB8vhq3cT7bB6G+PWQGPtPohL56jyI+hdaMPjHnGT4pv4m+6LbbPRk4azuDkXy8rRfFPc5Khr6N5Gq6ETUBPmSTkT12HPs9pK1iPuwQyz0E3vo97POTvcuIR75KUk09w7rGPOkij76EvT4+1J4Tvpl6nj44aOW9PYkwPrUi671sXna+1ClXvvU1ir7Xl7o+mX2EOx8yhb4uo0W+f42BPUjXnz5r5JM9AHCTPh9IBr3cZNC9","rznSPU6w1L26iC4+mA21vbTbKz5rYI6+zm6QvbOm5Dud+Bu9Xo0ePvjenL6unX2+JNIrvgcVgL70c6q9IeYmPsV63zzcoTY+3QbwPccsJr3uH+Q9JnqHvjVLzr33FOs9AlIfvtROPb7TSNe8Y0Vnvv0QNj6QYbW9r29rvleLdL4yCE6+txt5vgJG0r3ki4W+1sVjvcPy2L3g3oE+PtxEPjuOgzsh1/a9j0pPPFZ6Mz2l8o4+HnCtPmWTzT1MhJa9gP6Zvrp5Nz5as6g9soCKvnQNxj2L00c+AlZVvqCOjz7Y5IW+Bzc7vkq8qj5IakI+dEe7vS0qCj7+4AA+a+NvvfVLOb0K4J++7XykvhB4gr4OmEW+dZN/Puj8Ab7WW/c8RakNPuWFfr7wHIa9rVOsvvs28b2DaKq8iLsivncTSj3MKAq+SUOjPQPZeD1+Gh++dUQfPo26BT5tFb08u9eIvXBFeT0XBy6+gkEDumngjbwq9DE+CxE1PkJMhj6zsxy9qzAmvurXh75kGgG9yCoAPuRVM759hoS+ZqslPqEvBr5KpL89jsSHPiXbbb2HdDw+WV6TvWmaaj7Facc9hfQ0PAyTKT7z5q49kAyJPn8gEz47PZw+yAwaPpv7Xb7ooAu+L8Rcvj08E75GGBC+WMsBvl9Hsj7pVSm+q24fPvBss71CQZc85OFmvXEuXr2TN5s85YEzPLzsg7zEce87se7NvT+6dD3GS2O+hpRyvmR0/D1ygYK+AkZyvm6unT11pc29Z0l/vgmltD2kAUS+LocPvhU0Hz4ztxC+qW6RvjEpib0YAJg+au5XPpQgy700LZu+sPFuviM1s719ao0+DWsFvmB7VLxqE5C+KuZ+PQoYKL7TdQm+Ph6BvpkOJj1V34E+S4iAvd2PK7zyF6K+8pehvamuVTz9IRC+wl5Dvqgb8j0Kwhe+l2xdPnQjAD49I02+uG+PPi1q2L0ANE29ud4+vgGSnr7J9GG+y3F3Prrylz6gg4s+lGQePkbubD6nhXm9","i8S2ve+dCL6oCWA+j9IVvn7VMD5vuI295gQpvgPPzz3B+5S+AAJhPjCBHb4nkPq8gpgMPiVXIL5kplq9znlBvkpERz5c1Hi+CC+uvg5M+D2dS4Q9qYidPuh3Gz7XJSC+/gSSPbjQl717xzi+h2cpPjNBUT7BBaQ+83rMvWoiGz5kmhO+oQaRviNy1D33840+OvkTPYF9PL5CWRq+IO7FvXC8Sb04d1+++4r4u445bj7Mc2g+idgfPfWkkLzrhZs+DK6mPuP4SD7YrIo+zC2gveFBe77kzoW+6ysTPv/Vdb0qtIS+cvAhvu+giDyV/Hi+hqEmvm+mvbxVrYo+IqVlvjAsOr2VWgi9SR+uvXMQQL6+Pyy+hp7xvYb/V75aYpu+T6dePdjzMb5p5mY+/2d8PX/pzz0DeHO+WIF4vgdzL72unw++qQUiPp2hJT1Yxwk+9mSBvgiWpj1CmYc+wRFHPgItxbwQuCM+v+WSPmU0dr3vrsO8KouNvqtawju682m+iKmyvbVTfj48woE+p4jNvS0tcb4JOIU+v66DvrMiiT2LO08+p97ZPK25cz6vG9M9EdFNPhl6Pr7NZki9ccqCPtkjWb5gGm6+BpA1PhiyH75ErEY+wg0XvkIbir0Oefk9HMXFPW50Q77NWow7p+NOvhtZBz5oMy0+X34vvoapBr2uGxg9rU1/PlRAcT6fuh6+B46/PXCfMb6kZ4y+PsUNPvhJoT3Z9Iy7Ljd0vgWHpLzFmGo+CqgaPUkHQb6aeja+VYSou2KUMT4YDjY9UoVpPXq7kL4Wrrk96MSkPovDfr0sHuM90VZYvqMQIb7S7jS+2hYKPlgr8r2l9Xq9tHuZvnb6Sr7HXuw9FsoGPt9cAz57Jp2+lxwaPqZaI745Qa69FkWqPlHH+r1UT0i6tAOQPrOK/D2oaHa+PrT4vYVj3juMWHE7VYClPK7FwL0s1uq9q5DdPHMK5r0kJrS9OrnWPYWhjj0y9Fk9+yuHvljDsr4pZ1m+jyIMvtY0OrxlzwK+","EawSvtPt0Dy4Lma9yNlYPW8B7LxbNjQ+nyBJvfzSv73Im5q+Judmvcvcn71POeI8PnA3PoBIF74qvxM8YsK3vAkzW7zB99a9QmgpvojfjDzr636+lZTPvOeElz6T4IC+yTpTvo1GJ77tB9a9ZvTLu+uqrT3ogCW+qevXveAaFr19LJw8EN87vpECQzw1+5K+oqaWvXovnj7ofiA+W34LvrXxV746tfK9wwiLPPqitzzHXHu91yISPYG3mb0SoEy+lzMXvtcPJb50Dna+cJBxPQ0hNz4VIj6+tSVXvmjBKr4HgmC+iCPWPPUCAL7n8zw+XkGsvFqEV76U+a4+x7uJPttiZj0WZlc9ihA4PiIi5D2IiBa8aYYkPq8rgj6MjYq85E2APipLmTyV8bG9pEZrPvxRVrwhXoo9cp8JPnscc77kxpm+J92LvVPnNb4qv9a9re9gPmlUID7lYxo+bn06Pn3CRD69l449mIi/PUHNYz4AF38+JSWTvds0xr0cNvO9XOeRPki2b7yKgle+7vYwvhE+Xb3Vxko+Mh6aPelJ4D2+ohm+QuAWufYHjj0aqsS9O1ZsPn6jKj7uJ4k8/SGevnXJWbxS7pC+WyoqPklomz6N2mu9/LmMPpYC0r1lSkQ+uodDPo3Lgj1CCYu+uTKHvqfjgL7sMRa9nUxHvjYRY75+Slg8lMoHPab7bj794RC+dwaDvqeqGL6yuqk8uyczPnOzV76e9xs+S1ZdvJoqlb46cni+YwxDvjVFZT4afYa9nkJOPqXFP7001Q89MtaKvhUZD74tppA+LGlqvaHSjL6SdmI8KSMXvsIlATwzA5++EPBIPmsART4dbBK+KIfbvHenir7nicU9tbo6PqqqX70AwGI+6mdePWHIEz7sACe+BtbSvM4Sn77Rv2O+DDJ7vi5PRr7xXv89K+UqvBdQgL7+Q9m9JsH3PEe4P76Z7/S9EVGPPSYvlz5Nz4C+A4qNu9xH7L2hBlW+qthpvgiWej46J3k+kqbRvcpuLz7lJqQ9","1JsevnTEVr4PMCE9OoqXPlTV0r2Jv98987BtvjaYdD5BXTu+vY2kvdt9lj3MgwO+YFQcviHJH71adUM+DNe/vYvpgT0qXGU9bHo5vUfe+r2RyS2+5FwovrgKaj4LMJc+mnuZPb3tob6A2aI+LKIJvl4R/LzqXki+CmCEvtq0cL5QFRu+WjnFvdtTlb5qkuu9wdV/vrOZuD3xQCg+XC0lvdammT5GIwa+ZdC5vWGcwz1oc6s6BXCTvhtIq7zxmps+y+pTvpyKvzw+hQ09hR54PqfwNj6ZWoA+kKOgPrhfJj4/G2i+V6TOvSKGXr2sJr899euUPr30lr54G16+bA+AvZfsdb6aGiW+6jmGuR/CoDyedWe+fYJCvYqOq71QBe89piCXPkde2j23OWM9cYMOPgV7Nr7lCxK9WiZJvvQf3b0c5zC+9W9zvpN2Fz7bPB4+adWUvhgy8D1OKC++Z++MvoO3WD0yT6c9Us+dPMnYFz5RJlC+ytajvnNMkb7m7809CmaQvvh3ob66yyq+aReavqaaHr6XNk0+HqXpvcRWb74M9a69cYGQvmMOqTxLgeo9zJilvkTWNTsVOqo+Kd9VPlDrKD10oFk+2EoqPSNSZr7eTBG+ogl6PoovyjwMNbY8htOFvlPjj754XUq87XRZvXV/pr1V9EM+WCytPs46pr0j8pO9TnPUvRGVQ77mEmC+YjiZPgghTj0efgu+s61rvuqLj76uP9U9Jh6PvmEo5rzhsAu+V/GGPVMieL6k2l4+zrn1vddL/L1y6kg+5WeHvriXAz2XRko+vQybPgu6IDtcp4m+9JhdPnwFnb4xOD88yLSpPQILMr4fwkE+BOuzvM/lcj5OHZQ+ccJoPrEokT6DfRM+Qe6DPoGcUz4DwZ68zsETvXjqO72BjwG+luAPvApENb2EtIE9pZb6vMiJa74CFQC+XrGhveud9D2zf3E+o+SFPZb1mD3OJyM+UqFmPcPDcb0EWfG7XKADvk6NG772WJm7+dCDvSdSBr7zt8K7","NtyKPtivDT48zXC+1oH1vUtodj4iVrC+VpCMPvS3kj6NGqy9XKSfvtpgijv9H16+T6cbvCWD0TwdRVC+bal+vU0+ur0/7pY+doqePWi6j75kRzG+WjP7vCkD/D0zWg2+lBWZvrNINT7Pl+09HSMhPvzGIb4gAxs8r6KEPD4xE724834+E7kwPhYGij4RBSo+j95TvkZ4kj411uy9Ph1MvpBNgL6WSfq9pNSCvnjp7L0YAki+KD9fu0zZYD4RGhc9hROPvidSd76ZS44+FNokPsFzgb5LzN89QuyPvp+RgruzD1e+IzFwPmV8AL4dO/m9NU6iPviTmj0odD++/3zkvSIMhT7SNHc9w5NHvpTHjb75XC++3D2hPlPzIj4XVIM+v4AcvUlMmL4gEzS9jGUmvuzUhj0cgx4+H2JVvnsWlD0xUYY+9+Lxveawnjqn5P89b8tnvvoklr74eJ88B9n0PccZcD5slz2+DLsTPmMjZL3JKwO+N/GtvsMAh73GMDS95ZfNPdyBiz5kVai9pPf4vTT2Qr7VHQC9lHksPlANQL6IRys+fajMvSJrD76MB1+9uCQKvo3OHj5FPyA++E7mvfp6sT2/jJS9tdomvhYGRz4U95i+BHqPPoSJgD4YS646Wx3JPYlcQT5+2Cc+S5UzPrRmY75oOpi8ZWHKPSdH7z3brg6+XjgJPVU6VT6n7a+9YZT9vYB/Kb760is+q/2Jvlxewjw1kuE9EpU6PgAz5T0vKgI+Z5+FPQYZeb3wFiy+67kQPjnDuL3z+Qs+P0lcPTZ3az1/sSS+oD6DPvsAo75Rw2A+onvOPeUpgb7nR58+JcWnPKwAfT0FAmc99ew4PXFh2L0Ap0c+P4ZWvgxrWb7Au6a9f7uFvedeaj6hStq9EnbwvRpmcz7m62Y+L+Ykvrk8gr7zE289ESgAPnrQib2sOpM+CbSSPQsiob3lCKM+EsaKvgOZJz4+nRm9OvlRPs+5FL4Zyq++8VAFPmX1q713L2w9zko5vpk3WT6rvJs+","1J8nu7sPMD5Ll6s+FhmaPlBFW75hlus9JVptvaOleT6HjsG9OF5Yvgonhr729rq94lBYPetaTz4ELQS+EoyfPWQvvD3Dpbk9vWf0PCWNNj7DuIW+6z6fPBZKbb0bvc299slCPosa3brlY7M9b6xtPusOEr6jjo29kxy+PP10Or6/AIQ+vBwiPRiIKD6oGCE9XiOYviDHRz2qDpa+eYmvvYMZTD2iGQ2+DtyIvifYir36HyM+KiVPPrrUkr7ml4G+SB9nPk31E71jb+U7ER/DvCJyjD67j0Q+Gi8XvuQmlT5bPJk+yc1IPt6u+L2YuvA9gKWwPoeGNr6BGaU8AIKRvusS/72QSJG+SnCHPTDwPr5ii4M9CQ+gvV93EDylQFi+cXwEvmRSnz6cEzU+Pq79vbKHML6U3ks+o+EjvS0x4T2tq+k8rUbqPWk9KD65Zzu+mfEwviDzPr5T3hi+VsWUPrz4hj7A5Uk9epJaPElzVj5vvwa9n5Atvslktj0dzZo9oTyVvvwyLj5TSLi8IznDvYBROL6Bzlc+JN6rvY3iaz4AIgS+gS4/Pg3Ijr7O4UO9qvCCuxwcAz4hqpC9ofIpPmu4bz5k/SK+MLfJvU5JEj7lN2k9wy2JPgaEAz3PxVi+VHSqve6gdL12LAw+AVeSvjNghL0KzEG+Rg6JvlORTb4P/Fg+oplPvtdxMD6h5km+vkmRPpkxfr58FnK+EfrYPRsHmj7Qe4y+NJETPkPWUz7ThI2+GdKNvnEjwT7OzUq+g7XDPaDxXb7BdyG9ctxaPgvzOT5qDHO+GtGqvXkaI71RoB08Tj9sPbsRBr367C4+EFN4vrdBez5CLe080A0zPldwmr0wETa+K5MHvjN1Fr4WSQy+zsDMvUHljb3VRs09wRYIvkbaNT55HoQ9pTaBPikGjT0Cqis+ndVHvhuF4z3JQ6G+OWFGvsE4Vj7GEs291zOSvn6ohz4jIo0+3+RMvt3SSz5MavS9WmAKvTI3qT1fNIo9fgW9PT3iPb5WVpq+","/+6CPb/nxL29fYs9TtyDPpR0M77EkUM+q7nqPYnaKz7YnqQ+9V2FvsEbLj61cjq+fG4TvsTKrr36syE+SjkKPmWOmT4taEc+0vKmPgxSJD7jdQc+VuYJO0rCYT6tTYy+oBxovIkKU76oYlq9i12avlh/Lj5AcKe9/7pdvkKgM76V5909EY+NPYCvSr76eIe+B3niPE5lmT7fM2++/X24PYwGpjzH0ZM9DGurPRVAJb4q1Bs+kgjnvS14DL7ik5u96fn8PTkSlz546hs+t170PXNeY71Zzpy9It+BvfAQHT7umYU9C75Fvj9Yub1qHrC8pplrvSGoE75bvU49rkt+vmcNHj5dTiq8V3UsvuODGz4sa+C9VQyWvhfpXj7rW3w+wmVjPoYaGD000g8+nXHwPZ0RZL6mpiM+3JdHvsdZtT70yYO8B9DdPUBWi72WoRm99Tsmuys5TD4r65S+dt2RvT0INr4A1DK+KmB1vUhcYD7m/IY+jMoHvqfUUz7Tqls+h8gpvl25D772Wpa+wvzyvQIQ6D0bAWC+6upDvvvBib43JUM91FGVPSqDjbyYCU0+W0i3u1Yufb3Sfu07FpCTvvLVnr55EVw+gVtCPlF7/TzkzF2+EJ7ovXbVIz5X5Z++PUeXPp+A8TxG7Tk+zBNAvogHmj4V9pg97shBvs6wZb6aMn2+yOvTPGActL1K+pc+HqcJPuANbL6YcjC8wDpdvkyzeT44bEW+dFypPdIXwr3TrGG+NGqJPjZklj6NmQY+ZVFdPfyK2bzoAGE+ZRWEPsj3CD7WO6I+Bg36vdc/rT4c0Cq+p3sVPU7ljrv9bn+94aznvYkdC76QZUW+CzWAviNH27wBTXk9Ae6uPfcJLL51vqA8F95sPk3sQj4qWH++YEtdvtY7Bj408oE9bGfMvbbirz7GDYS+vtmdPuTPcD5AQYc+6T2Svl+xA76VIBY+jjRVPuYymr7fJJE+dOU8PVcSl77Oxao96Y4UPpgWnr2gfOK8s237PUPOmL4JoHu+","0YopvouOiz4eoYw+5lobvgJlRz21W4A+0r24u2U/jT5piaa9DVHBvEi9tDz3z009idG3PuP66T3n4m8+ewyFPrLrHb24ZkW+4rSCPmHrjr0QxYS+M/SEPnNOAL50mOk9Uw7OO9T+dD6wWVk+AhtxvjaTFj10C2s+tKpNvt7AX77pM40+RkyOPhSbLj7n4zW+v0hBvsxfTb7KkjQ8dCPtu6iPED5xxo49+EwFvtxFeT0/e+i8yHuIvtMIVb68iEi9bNxjvvJ/bz671Ca+0jBZvlKhQrxkJZw7Nz13vnTsPj2cgog+0SpuvUZyl73awGU+p28ZO03mAr0T3UO+2G70vaH1lr7Pny8+2z23vUaG3z059pe+8P7ePcBEib5ShCk9wqWivU1DAb6WhIW9KT+bvvOsPD5ZgHe+RAsXPupsiL6D7T++yVVzPlKhhr0f/ty8kkhXvuYqQ71Bw549ZiFgPZYgPT7JOPC93u9YvlMNL75GIos+uLxGPp/9Ir7pwQA+ryKWvnnHiz47Dv09vV5WvmKipz1YGF8+E2EAPtBfzb3SeqO+ohyKvgfsdT4xep6+oYyxPXpU+72OaIw++U1DPeBSEL5XIDQ8aReZPvThcD6jrWE9h9o2Pp+0Mb6os6m9Oom/Pe5s0721Xzw+5q1LPm4djD7PbIE+lM8QPmASwz0M6z07cviZvHsVyL2n8II+2Iz0vdSaJL5HJmY+uXhDPeisfL45iNm96uWSPlNonb7XaH4+AKArPsnmgj6y8SI+AdlWPNfLj77sG6w8KkdUPkqCVb5FwZM+L5FDPgFQGTpMDHO+yEdNPfCDbb4bgDQ9vfUjvhW5hz4vSlc+gGRLvNgcyr1+Png+5jRfPfYUiD2e/W4+bO6aPp89ZT6PWnm9JlcSviNaET7gb4A9wltavmaHnL3CCG8+cXBQvuctFb6BVIo8LCW4vlFYB741QIK+JYNrPprovL1xCRK+3u6DPuz8hjxz2zE+K2O/vcO9gT1geZQ9Md6jPn3B2TwoipW+","aqbnPBtmtL12Cn8+Q7uMvjPrlb7S0S6+SDPzvfiRkj6waW49wzOYPZgsE76Wokm+FkosPnnVrb3nez++E90XvsTFij6xxki+NfqEvoMrKL6UBwI+JhLqvVsYVb6nnYA+ocOhu50oT76H1Qu+MVl0PksfWL1/fJo8KkQwPityiL5Ae6S9EeZHPvaCqzyGwli+KIR6vnxcQb5fvkA+gq9NObjJn76kpH4+VPymvRtD87znEW6+RkqcPU1pezvtVD2+2xCCPnjWMD4Y4A29bbViPImZL72aA/q7cOtkPsSuH77M85E9ea5wvuJcjr1FTmO+ZAgGPf41rr0z5sQ9/2VePRtdVz33agw+ns9kvt4owz1vApQ9nNVkvjRfE771ZMg9fMY5PolqBr4XjWC+f7iNOwNnML7UMIy+20mXPo+TPr5EJlm+/RSmvTfzXD3/4WA+Z5mEvsMRG77q/Hu+m5OVvu/4Pz7r1Ii+UQhQPjDzDz4ZVCW+5TZ2PWCfIj5AAYO+9tNsPQBkhj7p8zm9L8wRPtM15jxA+4W+5toTvvUhbb6xQk0+MGOAvqUHnj6eqVq+60EGvvE1Mz6Yd/G9cUIGPl5H6r0uzg4+xfbFPUQ+J7yz024+LbS+vEF5hb0lK4S+heYuvluezr3Ozyy+P7EKPcfRXr5r/x0++ohXvuIQ9L1OKYA+hEd5POo0kb5mgs09+5OBvgxO/T3B7F8+RBR/Ptoos72oYYc+IqgNPoFYlT68C5Q+/zkjvfhFJT6pZY4+jAutu1+6GL1Jax++QH2mPP9os737v48+B0FLPr8Wqz5xZBu+BlSwPgqleb6lz1y+lMXJPbxnzTuQEB6+mPk4vuLGbb7hARi+ji0RPvSJoTw6E1U+Fj2ZvdPz170vD4K+zI/DvRZXJL0QbJm9fTzOPStTJD7ITsa91c7APXzb2zy/nrI97sSIvlvIzz3aBh2+vgQPvrX2Gr1zqF2+SeniPc7vCb1kTSs+8wK7vSmBbz75F4g9N7+Vvl94VT0ZinU+","xo8PPskWgr5Fe4G+7l6nPoM2Kr5dMIW+4jVqvvD+gz5BPkO+mOOzPXTjlr3UJAw9/pyQvmOlkT7EDHi+A8uXvhgmO770VAe+XGdJvtAazb3VHIE9Htw5vuGh/TwKtQi89KCQPFel3b0CvpY+c3D8PVlK6D3J8F++4NcxPprhfLzgJiu+HBB7PAdaZr40rAo+ol3cPKCHQT3gyhI+zLyaPtLC+r0mH0U+5hqePf7NTj6TZhg+vJuDvg43Nz6YXCC+bi2Dvm0/Cj4hsLI7Z1QbvlZMuLy38B0+rCOOu2cgK775WNM8oAQIvp9w0r3WG7E+iZRHPkDHcLztzdy9cAKkvgFbEL5NqIs8qq8cvlwfLT5AVbK9GBOAPgg7wD0vD58+xIeEvrDWmz4c0w4+2snyu1wcmT4NG0c+IQXTvJ34TL214oO+/0DzvLiEFr5w4Yu9KgGfvfsNe750/D8+212vvcSdkT52U5W+qk9BPlUlET1QOQU+DCI8Ptn5LD4vCBS+5RATvWXAJb6Hcaw9IEv4PHj0jb73DkA9eVgtPlA+mz6H6d89iZJbvXFkDL7/L4m+1YODvnuatTykws47XI5mvmZ3Tr5ljoY9QXZ/vPXUZ73+eMU9dOQKPl2qN73gjCu+I84Zvviw6rxH1xe+UcVzPhLWp72ODSk9YZyovaeH3rwhFkg+InV0vU/C9T1ByHw+XK12PrUbiL4awwm7W4iTPkZItD3j82Y+0lhFPmBHa75Y6Rm+OC/tPe8+7butcrG+WidCvAZODj7ipYO+zeakPS7SHb66wwG9D+cbutgYnz6zYRq8L9CmvvSSar54nBy9oQ1rPjFGxrxnHI49ljoDvq9FG745O5Q7BmeIvV4ThL38o2c+Rj6PvojmJj5KKjs+1iYhvma4aLygHja+vFRQvjjUlT5+5mY+jvFOvk9FAj5kdBg++dQAPu8RZb7awUA+JZiEvtAr97sa6vA9u0Ytvejdkb15g5A7vy1vvjmwjz50LDy+oe5oPjPihb3ERvI9","vxwMvWWxjb5gwqc8rl+PPbsJSL5Cey8+y0wGPryKeD72Rk+6mFEIvfMZgr7HEj0+eV+IvnQASL7KkIC+GOD9vYcBtb3qhW4+aldmPqYfaL7f2I2+0sHYvfzvkr6Yr629+vHwvY1RjT4RpTk+lkWZvnsJbD4ynHO+lvNTvR2Ejz4dFEE+j7hLPEierr01uKK9/+pCvjwq5T3V+KG9QVLPPYTkgb6u5oG+J+Mxvu+t2z2cd5Y8Iqz3vQ3vbj1q2qy9r/3kPWfZXT405i0+KnySPrHqeb5tqZ++OvCcPslWZ76Y2LW9x8N/PkKgRjuajYQ+EQpMPkYavDtm48q9NpEvvvFezz2KIT2+XGVWPu629z1/FhC9ywmTPqo2qr2UG/I9i0QMvhCD+71uu3e+rOYLPtxFlT5To2Y+f1jIvEsax71dyD4+LcpbvgmaQT5ubp6+qWiyvZxVq76d5yQ+te2+PfzOlb42GSc+N4HbPXZ0b74ty509evRhPv1bZL6XNDO+yEL+PDiWgb7XYFI9m0R5vqjPkr2msQc+f/dXvrEQg75/rYc+sdMyviE4nLyvpYI+S1hkPYpWuL2uTFm+CgpYPsqbtzp1rik+FOAEvqrZh76Wvpg+4Vg/Pur6eb0zTMM9+67+PbgK2T1f8ng+vqJIvGwRgT5eLQI+6vhbPpgRYT3q7vg8eDvyPQx+fb4Tz5S+vA9pPlNcQT6MT5E+ZHBzvkVzur3uZZI+6MoxvvlCvL3xiIe9MFXfvVxqEL66gRA96N0nvu4Gc77VwKM+N9A9viVPwT0eKC2+Cj27vQITJT0N9l+8EjFqPmbmP70UrIM+5un8PebkCD6JXlq+fVBRvrAfpD1oxey8NsKGvq4A0L3NMIM+RYhFvh0OIT7gJx0+/x0QPrMEwb27jaE9efS7PIHVBj1ZzM89mGVLPgfgLb4Sa5I+RkeXOb1poL7PGqw7Z3EaPr+DMT5CTea96UUKPnXzMruBWkQ+Fvdvvr8Vlr4t84c8bVXdPWBEvjw+Q2G+","9Oyxvf2guzxCI8g9uUhjPlaYCTut8yC+tKZrvnEtlz4nPGC+noecvRAVkj6Mjxc+zsCCvm5Qpz5L1h2+e+BzvpWKnb3lZVC+UAVvvGheP76K7Fu+53wiPkqywT1M4Jo+0dcdPn1RFj5IQbI8OipxvoF2pD5ky4q83DMivhL6jz6Sd0i8ZlFivsOOJbyCyBQ8pR2tvuzedL7AM7M+F7GVPjdY/7yqpHE+SW9UPg3Sib6VXKO+rhcXPvkVZL43bcY9fjGXvWGlcT7EoES+86JlPfgYqrySsVY+572rvvfEKD6Z0G088dAuvWGJfrw8KzS+6G4gPhQlgL0ERqe+3sWXvl6Ji7403Yy9QLtNveaOJb4CGCY+lfb8uzLUnz5vV1q96+mQvVZ2PL4WoZE+S5xgPqHKaj5KxM09lT+YvjIiRr1tl5O+5eYNvtbyFL43yFM+VwROPbvglbwB2Oq80xeOvojnyTzf+pY+8g0UPvb7HD41XXQ+MnZLPWup2DzdlHG+wugtvhXJNz7o1MA9s/WSPYC8k74ztJq8DLWZPsnrbb57Q0E+b2ybPew5k7ySTYk+HXhPvR6t1by4aPe9/JLaPSUaAL4kk5I+VqVKvECTlD5IHBs+zpOYPnSOVj6A8Pa96f9GPlO7Ij2FaYQ+6lo0Pi8OTT1XovM9EVeZPobjxrw7/Mc9h6ZrPjqJVz7Eo3g+uBrBvVWjQr4xTmO+GfcUvkIair5A/Ni8wZJAPWa6cj5hOTE+fSpOPqCtz73qTyK9weEBvXj2jL3GRVS+0SjqPDLDC72X3pg+hxqnvbPFlr4Z5CA9OetNvqBBv73Msbw9waC+vYaGM74ciCK+rlMHvYxNU7tgwW2+ma9PPSF7Xr5mSW2+sowUu3dsJ7wu9bq9pmR9PZCpTD339VS+zgGJPtTGH71w+Y2+/p9bvtMEgj7UhNq83sZOvlXiujyrqKs+4DnPPa7Ie70ZoTU+KaNVviLpmT2uizq+zKvFPaeeRj1cCF69vwJ/PlPrkL1zN4W+","DY1Rvp4DmD21WXq+4XYKPl6BGj5oWBM+vAZXvpZEQD5UYqi9IQ0hvfaUpT7dKoW9tCk2PgjipL4+7fG9a7kfPagtYD74/hM+/DPFvWUZ3Tqlurq9aogMvggjA74b31u+kHhwPeG8Gz5xIVe+wEiXvsv1RT1nsxy+3Qe9vN24nj5jBIG+vpG/vbk7vryFJW2+nyR7PhLWtL2LDg++pVL+PUhYbL6EgDq9BYHbO2hA2r0wqXu+3y1ivhIEqb5BoOa9wz5MPQwpjL5qRIe+8pzSPdQ5RTzDGs89CpZSvrtUATsJ5/48lRMVPlgalz5AJrk9LyEYPDIv4ru2y0M+BJnLvX4jbD3e1mg+9fp+PlW9kb6teIW+tPQ0PmuGnzx/jio+AA6IPuXEhb7WF3E+xXKXvsNtjz4iWG09vcplvqjaR75emre9DdpfPgd2lT5ZLrE+GGuNPgyVRT6K7Wy+3xeJPrrl973PuYg+pwVKvVAwVT7ASwk+vASTvuJqKD5idzu+XoT6PY+rEj6E32c843w8PryOgz56yJE90zAZPplqib54qow+kxVHvdRrWr6mFIm+6Zujvr9faT07N1Q+Ls0aPspxlT6+bQy+FfQiPa6jfj25VyU+jjWEPlx8qrxqfA87CIctPuzWjT4K/329hi+dvjzQtD3s/Hy+KcFGPhEgh77Jly8+03+FPnNWgL3oL6+9fbqaPTExJj6EjoU+eWB5PgZh8j1SIv89e41LPizcqj623wu+inDxPRhNkj4jZZM+IFytPX95fD7wsQq+pK0DPuD+LbzFTZ6+yi9hPT/hhj4/c0I9NGZMvkhLHb74bz2+TziVvT28Zr7M2w0++z+qvu+ZDj7DNj++3iMTPkjlMz5NlRA+Kp+3PcUpWz1TBIu+7YoNPXT/jz7KWHm+57C8vdxRjT1CdcK9UwY4PqUVPb47L2M9ECZrPdnmfj5lVQ4+9BOjvc25wTt2fI6+erXqvbl+kL129fC9ODMEPltVPj5Hl5I6F61xPhLRPr7iU1+7","YCMUvto3aj2JPnc+h/rbveFDi76ngKQ+Ul1cvs86hr4TTEe+dASoPuG4FL7uWro9Cks0PXiXYL51B/g8J5FTvrY2Xz40McW9jxZFPiWNBz2vjQa++sHJvXAHoLxfO5Y+JjIivd4XZjwtYQq+QQaxvYOiyDxzfi8+FO0zPpwbY75RSXG+C3pyPgmlyz0xYOa9upB3Pt/o0T28S6k8tsASvYX7Tj6jBcC9pzVRvtmuQ71I6Bk+cLJmPkvfgD5ar1w+s20ovmPkPT3HsWs8ewf4vdVJy729t0a+Q+1DPH3Qjb6vi6A+V4YevZ9kKD5C1yi+xp/bPX5I7r3kT5m+T5COvA5wfb7IzaK+QHfbPb9/Qb7RJs29md+qvG+kxTy4WCu+QtPEvMokWL2z34C++esFPeRmQD656MK7cJpAOpYIFb6W2Bg+fhsuvvLDNT74/xe+s0Y8vTOwkD6iYG299et/vaQ2hb7Lup0+6DK2PdFgob47LR2+U9wevvBMeL0NOYE+GQQzvVLymL0Cf6w+BDNlvmw2eL0O7j6+x6onvs5iA77f3oE+c14JPj85RT6FoUq+rXu7PfVwQD67AYg9RcKLPuouhD37eCQ+U/JXPcZcUj4WpEC+AwWavgSwij1p8vm94dWUPgwnSr0fG489VBL7vAWzJD2TV0k+y0YfvgW+lD70tAg+02WHPrKpc757TBo+beiLvhJaij6cogG+cg+LPuavST0qiTG+K4OCvpYy2j1uQpU+/5guve8BlD5ZAkO+dS9evqwliz69ApS+fEYSvW4Yeb7HOw++sWAZPR7jlT4Mvo09gSeYPjgOCr6lv+O8rkeuPVf4Cz6FxLY93yQwvjOQgr40rcs8b10Pvm+6ET5Mbba7Cz1/PVGNNb3XC/k97dvYPdosYD4wrZU+oNdBPu0KEr6Qvlq9gn+WvlUInj79LWk+s3aXvmNk0T1BFGo+ff+EPuzXLL2VdD4+cC1DvuRYNb454RU++4icPteTfj6pIZ2+KCAMvvATKL37zcI9","wCCRPo/jKT74xRu+JGFUPsxxkb1gYxC+c6NJvlm+MD56/zG+P9fpvQbKHj7cOk+85JMIvtVCBr62VxE5c9mVvhN7Nb02S1a9kKz5PfKIWT6AfKE8qPZCPv8Scj6itJs9RBEPPfp8tT7ziuK9uYYqvjGsGr6MYr47FeyNvd2I/T1sLX4+wEXCvTtNf77g+32+sv6Bvcp2h767tVM9w6CFPHXUcD6t1K08r/iUO7l3b7tR3Ge+BKstPk9Fq71FYpo9zWQ/PvlpmL0AOoA9JPt/Pp18Dr5t3pc++8GHvhmefzy27II+jbYcPcyiej5bHx4+Q59DvqQckT0FD3U+NSdtPe/Omz57xzU+mX4vPpnnHD5vqYy+S+Mzvmhchj6zs1W9/rASvt0yjT7JXOA9MrkVveHgBj7IyAQ99fRxvvnh+L2zqH291gdcvs3ZCD37rkA+nZMjPnwJgj7ReYs+DwoavL5jDT53Mgo+0MOFvsjtOj4Hr48+xyqXPTkscD1w0mE+0QazvDq+hD0mMYW+tUIFvonr9D3ea26+2YVZvh41hr53fp2+08g7PktiYr5/iJy+S/KOviMRV75kTsy9pZTdvXJm+r2r4um9YRaCPgHYHT7zN4I+ls0HPubNfL4TXCg9apCkvone5T0KUEc+zpiAvmXIx72tOWi+pUdtPvDLib4sVJg+uTpyvu3EZD5FjRa9FOgfvu02DL7KkIG+pep/vgKmXr4Fsxw+yI+NvhitZL7DMJy+9Y8oPRw2gL3WgGW+AxiJvArWET333kK+zYkdvs1WU77fBtA9+gh9vtTJIb4U74E9KpqfPr1xAb4euSY+xYsSvtOvUz4q4Eu+rqSYPtxJDj5zDIQ958uXPeHdL74FXGa+5dKcvlqEID6W3f09D5WRvnQFB77F8sm8PVlfvffjBT5CNXg6t6aaPT8xUT5ZFvu9iOAaPZuMR70Rk44+Badsvu5zXj5dM3a+buWnvscXDT456rG9j992vh92eb52jZe9HDN2PjU8A77qO00+","hWaEPURgoL04qoY9mI+zPepiTj2qifO85a/FvUVJoLssz6M8pIsKvmBMkj5wUoA97yeRuyRkYj5CFpg+hqWBPsrD3r2RTcW9GyPlvXD2aL6P2We+8uC3vJkLaT64PgE+BD0LPqIQiz2wn2W+RoEAvXxNAj4reNA97GRfvT8dNT4EfuK9pYgDPtQhSL5LRVc+QYebvg3/u73ThPO95JjaPSmEOz7j93O+2fjRvGoViz5bdoC+rylePpOQNr5lSCm+3iNLvgk1dj758Vy+WuI3PRMOB74VhUs+XI/pvf5nGb7GSp++JvgNvozOEz4dYRw+cZdlPs1Yib4KUpY+PJsVOr6opD7BNZm+UheIvkiilb1DWjE+6TWUPmUFlb7wFhA+PnqiPgcU2jxpHTw9Z+RwvqvaCr2eoH4+NtJevisZoT2/HRQ8aSBDvs+FHD0LXJI+uQ0Yvmj8Tj1bE5u9a5HDvU9gHD5b+34+sTI9vXqher5YV4M+yNxxvjUpDT6JjH++sWlhPF9AOL7xbGO+Bl11PpCk9L3aXS++cFNbvk1Zu7xN5hq+8QZXPenLVj1MKWa+tlL3PD3MxbuKdYA98vydvrn5oD4qaok+A8/PPXpJCrvCbDK+ZsDdvQ0OT74uhxy+h0NmPnIpmD6XmRK+n5aQvNkajT4iFZE+xxGCvl+Uib7E1ZK+k+QwvoY1QT41ko4+aFZGPg5gqz20q9c7pqjyvUui5z2Dz1W9d9zbvfnEWb5b0oK+DQ/TPNFkOr6q1QA+Mo4vPk/ok7634qY9XbwevpVriT5KqYg7UZ8JviSLAT31sxc+/q4wPv4omj0Je528prl+vvAbmL4tYem8mGaPvkd+Zb5yiVQ7/5VOPkatg75RmX2+pGf9uqfXJL6/zcK9IRWGvm61lj6A2Sm+2AN3vR3DrL3xffQ99kesPe/pHT5wbEK+qL/WPWBsWj7aZyS9vy93PgjWpr5dtAU+hadEPsovWD4kl3K+yzWovsoOkDzoggS+pIGLPsNAB7218Gq+","rpZYviaH/D253Qo9p0cNPlxrGr5IZHw+QnlWvlwGiD4Yyog+U6wivvhh1T1MQmS+67lZPlQWoD41zkm+cT9ZPkoaez5/Wxe+C88MPo3GyLsiOFw+TliOvoppBL5kjx++rsA8PsAhPr7UGZo+qjlvvo6jEz52Anq+YJsYPipfi70AK6E+QUlFPgpziT4l78c8IE85vszLkj06KpI+2IlzPncN/D0JMZs9I9nPPQbYoz1Ybhy+x5rhPLr5y7218i29cWdbvoAr7DxIei890q9LvYPwIj7UxKe9FetGvnNgYL7g7IQ+/nZ8Pu1eoT0nkc+8eOCdPpJVkL7KDKQ9FCU6PPTahL0Y4SG+sgiePcuZIb3VIzY+19x9vhHOaj6YAqM+tR9hPreSkz3lu7A93zEOPbASDj60E3w+3vNUvgv3dr5ZvfO7V3aTvnDPmj0sd5E+07GEvYaf27yRUaa+EXf0uhNV3z0hPZo+oCzJPWrSS746pf07xNH2vCUGAr5Vb4k9da0FvhQVNT7rk20+YvgHPiL34zyUzW8+rM6ePSbhWb7+aqg+jiJZvszfhr7lDVG+lhulvK6IQL5CCyk+2T6lPsUyZ77F9rq9qe6oPfoxHD5z7XO+pYx2vVIfCz7U+/a93BV3vqpFl74cCag9HNyzvZ6vK76f/ac9vPiVvgipgr1d8bK9jlKEvk1JgT4uXNU9iW07vp3C/LtGxHo+JSsMPuEMAb6uz5q+2lGPvhg5kDzUuZw+gYMqPvoocL6z4po+EMxzvqsvtL27cEA8lSBQvuDwIj6Ok+M9uuQvvqQRgz4sD9G9oVK8PFtnFL4e42++uo50PcC2DL4+bmE759x5ve/6FD3gLkA9vHuvvfYhmz5Y1jk9pcsUPTCljL6y7T8+JeiSvr1khb0Jw2++YaorPvx7Iz4JQ6K8J1OevsO9aD4wCCs+b1p1vspLFL37qQY9sia+PYjYOT7yNI++TKNjvmM9v70F9Ku8TEgavl3o07vLGDi+pAhSPdoJsz1XDe69","GsQdvm9B/D1Z/0E8TWR4PseVWz7sZ0g+FyzSvZMoRj4S+BA8u92GvkeZ8b2I/Aa+memEvRb+fb6UVpo+Ld0fvhGfI74k92O+anKcPsRnCj11c4m+at2bvvO+Z759I829zGV7PZtVUT5BWou+ZQY1PlzKTr7iY+e9v8pkPtD7cT6VQ589Q9acu4sMTj4kEiQ9NzFpPZu4Dr6htH2+xPL+vbRK3L3G9yW+hv3evIhSmT4XXBs+XJyFvtvDar5nC4G+3XUxvhx0qT3QbYM++KLiPI5AorvsBTe9N3xLvQFNor46F0w+Y9eFvdH9ij6nfUO+PIQUPrv80r2mob49j74oPgEbDj7jJD++nxmnvgEDQz4ZoBa+SVNrPtzVc73wUce8mLofPRh1Mb3qIcQ983RkPOoEBz4jyVg91nJwPi3hqT0wrJA+MY8ivS3O9D2k2xI+uZpOPrBkQj1FfG2+Q80HvkMhdj4zyGw+KjcyPolUHj6yyjc+5xyHvkxrJD6R0wc+Rec8PbUXtb5zTF2+PJvDPT25Db5fQuu9+I7cvROONL7B5hM7+37SPedxKr45UXo+J0HIPWCMI710Eok+zb4FPiaEAbws76W9x0gJvTXgv7wW+AC+y5ggvv4whj4GW0K+B7y3vMsTjD7mbQC9FAhvviUzgL6wQuo9ZahbvqD0/z1or/G9MFz/PblamzysU/49FgCDvlfLYr4MzMY9ObYEPr6gZD4IBV+9mJhdvEnmxD2HQIQ+MD2Sve4Mgb50qya++NTTvVw6XL6ovOS9V1E7vuJXUr4HEdG9U2kiPlAHgD3DYAO++2kCvly9vz1kXna72ixMPa+NeL7i66e+5ycHPsNPIL5PUaM+y9oyvpwq6b1nRyA9gjVEvheMtb2tVlU+nQWtPSfXob7i9mc+diIEPmQ1uDyjVFG9dqBAPeiKmDwS1VW+cF13vsy/KT6yBZQ+KVwzPigbeL2tweO9tIAQvcd3ij4Aj1A7TECOvNuxg71Tkq8+iR+cPkM5r71LXkA9","zlc/vtAuZL6nlVY+HTY0vm8Hzr0FDpQ+SC6fvtrtqDrOXAg9Jk5MPlZ6ar7XOd+9zqcWvjY+kb7W4Me9LGssPo2SJj441z++h2qCvr75KL0FhKM9rctpPr+bF76VEp09XoKMPpmlTL3/cxM+5TfnPfP9Cr6fLR4+D9WKvT5JUD4tMAq+q3o9vguVM74ILp4+MhIIvuWH1DzadI4+j5V/vjcyHT38A6e9qKSXvh6KYD7Y9m6+GiOtviuy3j1vqD09+yKAvkO1E75LtVS+bERoPov36DzafEK+n82iPWvOqT4pW2w+/gA7vcPWG73xWi49CHapvQx3UL4ot+k9cpnMvMCUNT6Hwmq+SXyKPjOmWD6aoLw9l8OLPTgn+j31D9M8PHGJvj1MdDw6DiU9Z/GZPY027b3Ogt486h1BPvNmWj628Sg9eoIqvl4uND6wFqK+Qh0zPu0X370Y5q69p12guzz5VT6CiqG7pnJvvnFeBb4HQrk8tkoSPW1tdz4C6RC8xWOmPVOnh775jRc9YBgTPv3mjTyYkAK9kUbnvV4DpzwjIIe+k4KNvjjlCT6l2h8+ws2Vvpq+D7z3IIO+UyuMPlwCW75XZW6+dBjOvJsyHL7KXC++8sJ8Prn3aD3MxJG+O5iJvthZkj1G4XO9t4DwPTOaejw9G4o9DVi7vblk9L0xgng+4sURPmXXKr4pqbo+7LZBPqyTrD0UpkO+HiyOvvl9xD1h3IO+Z6U6vmjzoTwMuJY+YQQUPkhfKz5WWpi+UuUuPlGlT77xH5U91MK7vX9bbb48k36+uVCKvrIKHz6x2DS+NVIqPglcFL7vt/y9aqCPPvRlgL62w4W+1pPsvBRgGT6aPVe9b+n8vflrMj6nVIg90xsKPlRyJD6ruQa9GFrZPVVNp77IZN06NUeGPrisgr4IShy+c1+Dvev+h77kOzM+kzV4PvjFibzoX5c9GiwxvihmkjxcWp8+0A9fPIHx372z8AM+M4e3PAXePD7vaJy+VZ2lPugZeL1pR149","2VACvpvNpj14xiA+44+DPYAsTr6+RRI+45zJPagiXL5XKyi+2byjvCgLWj0Nphe+9u8tPpTFgD6PdAo8CGilvjGSlb5oKn2+bZGQvrx8gTxDco8+b2pUvhP9Uj4GFQI+8BZcvcN+SL5l3gO+ZMvfPQiJ973rP6g+tKWCveB6pbvcz00+FodbPqJ7eb5yPqA9qVZWPlbeeb0xUw++KOXHPS5FHD7c8Yg+qIzNve9lRT4Qzky+faEZPsHpjL7zeQG+1VXRvX3dM75pwWM+KzpLPiPnbL6gs0a9JIyWPsDxP77DPIQ+B0Vyvru26j1sMAO9ZH9NPsASfD5EIY6+qfh9Pr7hUz46Q0i+yX+SvvXbaD659R2+OTsCvk52073S0Ni60UdpPqPgRD5VKd07Lb1iPkxkGz6vlDy+kzSLvtXA572rbW++IsgKvTDmN746U/i9lc05vkzPVz6zDLE7eQ1NPiJfEj7AjTi9vs6suy28wD2ynh6+mss+PibPcT26KhY+hWfBPaH3xztLqIw+LClWvvo/Qz6G5FI+7u9sPvc6kD4/S04+TfBJvnurEb4ozsi9peQxvpVCiLy+45s9GW9oPgO9Rr6c99+7NmMrvnpvkb32kZu945jDvYXTZj7tC5W+3tCRvll7DT6SCIy8OEB5PVL+9ryxOa28N6QoPrHbRb5vz7S9U5A/vWiVkj7Z2DK+vw1rvmeTVz6xGAO+OwJsvpj3XL6XAhC8lIiNvr9Ecb0ckWA++t9lPk0QIj1dpze+3XMGPgLeej7Qi6S97YakPR3AJD0zkmQ+ZxgIvjfhM76J4lq+P8mOvrO1/bwfl1S+RwxTPrNoBr5PpIQ9LgjtvW8Jej4K0FG+jbvhvfLKij5egNe7D4M5vgbNHj4qtIq+ca6DPaOq0LyWo3y+JkM3PvxF2b2F5qQ+51KPvhjVXL7EmIi+WcFGPrRQL71ek2o+MnvMvWYZDb5hPps+dQHFPXK67rpEAD0+ef9PvqmXbr67sEQ+wM18vXkZgL4lAZs+","Tc53PW8KwT0nUYa7zU88PLOiSj68bxk+vKUivuG5OD70P4M+cUwjPsOm9j3svEe+hNWXPD9qXz2yPng+AVgxvqbM8z3iITu+aeloPWR1E74+h4O8axsuPkl2Zr6KBuC9nDCJPgkDXb6OjgO+/JORvIKDnD6q1VG7tYs9vvxotz20i4S8gls7vgvqFr32ZZu+dJWvPpSuXb5VNva9rMycPCHAbL0UniC+LBqivbb1YD4Z1IK9C+3AvNqEx72CJIm+oXQQvqDRJz6DEgi+bTvJPXZ7FL7NZHq+WJ7pPKbCAj5bEfw98587Pk+BaD4de0i+iWUVvmhgnb7mZvO9PtktPh1zmL201q29VESOPl1zg74WhUi+P/SHvmEY5b2NJeA9yXcUu4iBKL4ubTU+uHcRPjjtiz7wTdQ8l/8/vDjfbb72XKM9sAxcPmQbmL6F5D2+L5Y9PmZc8ztAVUq+6la5vfgzuTxn36C+6Y8uvm9eYb63rhk+ZYiePo+O0Lx6ema+xRwkvjCH8z1jrfO9tpJ8PYgTkL6ZUl6+ZcIMvenSp714RV09oefWvaQijT79Anm9x0tOvYzlXjx9zg++kaSKvmhkmT6uTrG99UELvnAAor7VRoU+nSbzPe3X/r2f5VO9USChPoHj1D2RgFO995qMvhBYMT4eT10+so9xPg0jlL4CowM+QvGRvgiqsb1/3VU+JNSoPYM9ED63R4K+xd6uPecWXL7p2IO+kON9Pq151TzKCJw+RNApPrqE7z0XeRC+NqyPPDZ3cz5+XPO9sT1WvUzuubzHmD+9+sCkPOwPjT5Smoi+9qtmPg+ihr7/KnK+6c6NPhXIWr3USHk+UdGevS5SKr7PwSM+rnzGPSAmmL4bOAM+KB+pvGLugL1wsGs+rsggPpGFiryl6mU8+42FvQRlnD7243o+7I2lPhCMNL73T3K+jq4TPpoRUr7aWAA+LYH4PetXOb3eySe9QwIkvQ3ZZr4DL4O+I1NLvnWILD3mEoa+ZJsAPrbQeb407p8+","m/WXPaWa9Tw68R495+oHvonufr2CcHK+KWklPq0bfz2PUFC+qi7ovCH1FD1LJN898jOUvYOCzr1+zqY911oyPreEV70HXkC9qegRPkXVYD5xkji87/efvnK0rryxpC0+IkOUPQB5KL6Bnz0+lpKdO2K9JD6xjem9Ac2Xvsg8+Ds7Eas9IEuPPouMXz4wt48+CHoKvhm3sL7PBRY+5o+DPv0fkD7rDhI+2nA7vtO3ez55WeI9i/Q9vhArUz75Aw0+VcGYveA7lT6oCQA+lwyfPe8ATD0B7JG+ayMJPjxWCj5OnTo+AqEgvc58qT6EfqG9kJgEPrLQp748DiK8UM13PkApib7Vk9e9jkGXvv6BET5LKwA8G9dKPsxGTz5wm0K+Evyjvbyv5T3CEJk+aDyJvrfTmr6PyE89sn+gPVldR779Kkk+i0MLvXgQnj0gzcw8iAdyvvcwaDxLNzu+rrpivtyh/D3pUiy+uGKIvg2sdb46ngi9bhV9PWw/gr59mZ8+IWGcPrGXXL7n9XK9XTaRva9aMb43FG6+Fp5CPk2bf75+6JE9jMaKvh5CXr0eU0K+TsEYPaCOf7457NO8vph+vuUPHr5E+Hs+cBU8vmqKkT7tPa89Vc1tvoAOg779iIo+hKhfvh/Y1Dt4hYc+NX6EPhkZKr67H3o+FbyUvu1+rz1kqEM+QM/DPeGSFL40Zeo88zlTvkv7nT4Ubdm9c84kvtVvhD5Kuik+vreOPrSvhr5CmYy+u9IsPmw3L74CkYG9b1BWPoMqBD66/Sq+x2TxPHxRaT5TLry8tQGiPpNZF76tI6Q+du17vbLgCz4Y9Ik9LoZwPknx773G8iQ+J3SfPRgtQr5rqE295zdmvLYdBbyD0cO9VRNwvn7gKr6fQ4w+sq4pvQe1dL4SkKE+BiZMPYoEd7wZU2U+oW6GPoJGDru5o7w9N08lPfX8gT69DT49hM3GvVfzez4ntFk+aMaFPoGTTb6PhCM+12kyvXYHUD1Tmia+HrUWPrxlg77XuZw+","OtqIPO8rkL50qFk+i6cMvotuAL7Z6yA+T/xrvaYpi70102C9u9AuPt6iJr1gjU0+VC9yvEaLSL526Ks8n9QuvoZ5cT6aXQy6WPScvh0Fq72MgU0+djipvXgUebx+35U+UvmgPh6whb5YH4a+dGajPrdGc72lN34+JOArPrLwMj4guCo+t8eRPtaZwbwKMRM+qbZxvmh8sD0JtYC+5IlTPI+ZBj6grYQ+eigVvbN1fz0iCYO9glh3PsqiSr73xSU+0Rs0vrO87D1hOi0+3KkaPpoPBD6s2z09CKCNPhujjj44wWy+ysE+PSYdcb4Poai9PQ2CPilZeT5PCqg+cGtpvq/mPjux23W+QeFyPiZiiD6YkkA9r4DkPZwxBr6qTHm+NsEkvQLOsj0aYW6+eMIuviC1Ob6hm5U+KIl2vXhprj4G0GG9+JsovqkQor4MWM09KhQDPqRrIT1ZCoY+2eJNPlSrk76+aY4+mhF2vnuuq74zSIg9dk6Yvo+PHL3evJU8wwYGPpyzuj24Tgu88syovbuqYj6dKj49czpEvhkYZD7gc0m+5cMQvh7bWj60cN48p7luPu90aT2GSRe9KdxGviiLST63I7W9B6owvtlkWL7UeYe+JmEMPpfLZT1JNjk++j3rvXKIwz27d6e9I88zvh7VjLxKyzS+QWz0PfwDVb6qIm0+arwEPi7EYbzP322+r0eAPTW4FjsDR8E9dEyivvMJoL2FsrO8Ls6YPFC2ir24pli+BeOSPqL5UD0uJWO+kmczvrGXBT5NuaO+ODDQvbP8bT53cng+M+h/viPKFL6UsuG79BuVvNgFSL75/qM9duJLPvSe3zxC9Z0+75GSvrcwZD2hpjC+NeMlvvyqwjyjLiE+tQ2SPXn+oj3cmYo+c1XFvHjlhLneaJG+uhqQPv9zzzqZebI8YZlcvkSZuL0Fr7w9lKuaPeWkXD2ZVWQ9GQoOPu0LRj5yngE9ywiDPfk0PD4IJwu+QHRfvvwJgrzzm7S9Q/kqvfpRkb7R/Wa+","pIA9vdllG77pGJq+mlH7Pd5n7T1wVxA+dEAUPXQhBb5Wu3A96KcFPZetTj6MApG+D0JsPtRVQb7tuhu9WvN1vq3Gob5+eIc+1f6AvirIeT7EIOa96cdnPvWwuT1ImJC+iyJnPhJ7NL5soxs9k5lOvYy8T77RTW48s38cPqdO5T2s102+7dGWvmlZaD7Nby4+jFG2PZBdljwOkFa+laJfPiusB766Yno+pCemPlTESL5FEYC+bVZ5O1Tugb79Wkw+/W+JvYZLnj1+Che9wdQBviUtGz1BXYm7FYQuPqWnVb5bXMm9B6kGPD2ia771z4s+4ftrvvCNiL5y5SY+UAaAvng5Xz4QoWe9Ct6NPjvV5D1H1pa+Q5WIvsiemL5KsNC9muD5PRIyXr4ojQi+nC2hvutvRT6FBS4+V6ZlvoBWgD5rGiW+Jq28vdfYvr2WfdI8S98Evt2GCr6knRs83/Ekvr8JAL6YCuO9LvLrPVot9b1hZb29tz1fPRS0/70vZl++DZw3Pr9faz4thA29XiPSPcXMmD5VwCm+JBWTPrnNgz4kln6+6fwzPlBHiD7V+oC+SHmePp9+Lj6xS5y+P1B5vuEzUb46fG4+S5hIvQCT4b1Q++2911cAvuJ2Y72ordQ9K6wjvh/AIz6IR369DSASvl21hL4gKS4+R4EJvqygpD2EH4s9deIJvPW5/70CNZa+ZSlhPta5sL6VNLw8kd77PbFKij6tlYA+naWBvv9Wnz262/Y9m3C2vSFkJj6U1WC8Y4YTvp3wSj7HuAo+kmhEPf3pkj4xdgm+X4wEvs76Uz4M540930mEvhPOHb6k80K+NIFZvtf+3L0MAIo+wKOAvmhWHT595Du+ytI4vgaaOT4DFkA+Uz6NPRPriT26RZw+l9x+vtb6PL5mT/s9XdDBPIE6jL4qHBA9LePOvSsT9b1gOlq+jC2Pvj7VXD5/1TA9p9txPnnFVb1GUFi84DsHPtg/hj5JS0C+3vq1valR9j2pWww9MQeqvsfVOb75uAs+","Qf+/PQm6fr2UCQs+pZE8veFKoj42+oq+12mNvSs5wz1EaUu8/a0QvLah7r08Sc08veejvfirML5PA7i9j12ZPaw0xzyz6Q8+VWwBPViEf74DaSO+50I7vakQPjziFZU+dqZdvs/NkT7Zr0k9kkCHPl3USj5miTw88Um6vXaA6D0z9yg+CAGCvf6fyz3QJ049NiRZPv40K77qDAY+L51evmAQZL58OOA9Q6JXPp+Es711cZ8+3KpQOTs6PD1/YUW+s7pmPtf8Ez52MV4+Y2VAvokiZT7EnSK9CgtvPdolyz35hJi+Fd2KvkfRhT1Qv3q84s+wPhkTO751MHq+L20mvrlFnD6uNKU97/I1PhXeCr7MbIc9jJ2DvqdXgz4TVYK8jPYIvqXBWb6zh+I8Cc0HPpez1Lxz8qm9mZKnPh0nhb6QOEe+SUOkO+CmnT1SgWa+GDpmPQwxYj4jU24+P9uJvqyNkj7BBRq+0zGEvQuFIL3a+Tk9nF5ZPiR85DzSkpM+h5LEPSntJj7La3Q+PrWKvq1RCL6q8L09oKtRvtWuTz7IIPs9Nza8vV26272FRok6icCDvgrtZ75Ykgu+5b5SPn6f2r0RN0G+JpkZvmTFAT4ZNBg+uf6Ovk6E5bzrJk8+H38WPSlrsT0awRU+IiUSvoNKPr4x7jC+2JR/Pov/nT6y058+eSSoPkJebz4VJmc+3uj8PRr6HT67SY6+Xk45vlioOL43aba9V4c/vWPNGTpWiHY+eX4XPqHbuT0RNT6+uXEHPi0fhjvAWBm+JpndOcGziT348R++/MUQPsvpcj6sME8+TMigPjOy2b22mcg9bOp7vaYcRb4V3SC8LRaDvkXknbwFF1I+HKgNvj0yhz1wnhg+3mW6PZ0M0r3QEqo+dnYdu/QOpT6JA1K83RoBPUaXvLy+/vG9eRJuvoYP9T0Q/oE+DelkPsQBgb7FPTw+hLFfPlywFr5TvOO9lpMXPkexEb1AVza+xkjtPC91Fz5MjSM8FESmPKiwlz57NWu+","Dv5TvhUJgT5y2XU8LklRvs2tOz1HkoU+iz8Svq4er73zSGM+8jIpvjFLi76Nm32+9YdVPtqkij5spqe+J5r2vYzwfz5Rg5U+zJFyvhdHQL6SuKG+czOgPhmWaT7huTc+TKlHvqI1hr52yDO9vaqWPcKi0rxZuLO96/yfPFwJfr45IMs9zqE4Pmr+oL1MOpc+AIHUPe5qGj7e6YU9BvkiPlWNJD7hie29ZdLxPQzXwz1N/iu+dAVaPsUS7jxLyUU9AzvAvZFlUD49EFw+3XhCvoGusj4L8Pa95FsXPteDjj0oNGY+62XFPXsfdz58IY8+VvVevi0KRb4rnzs+xj93Pny9P7xCHkU9lbYVPVsNNz0MOm8+bjd7PNrRb76/z00+qSwOPrSPdj6wugM+gDFwPmdtfL7MVI4+GYscvS6cTD6BGeo9gPPcPSPYmT4YnJY90AwOviEAOb53xIs95h+ivezUPL7bCgQ+zoztvSgVZj1FGY2+IdSevrmpOL5L+Ks9N/uNPhvYUT51Oo28iAmIPp/0mb6i2mC+azZ1PiPQKT4IVQ6+ngCjPV3KLz0mpmw+/rFrvoH8OL4clvO9qjdNPRXosr18lVm+MGmUvOEOUj0tKZ+84hcJvbWsmz7lSM+7KilAPvDlXz2DWMu8OX5avqacOr5s8Km+XkSvPUwxG73TZY6+tU6sPeEDqb3clmM+OwXHvKQiNz2OJyy+2tuZPiYNCL67KQ2+TliqvWXVyL2MHw0+6Jh7PqCfDL63M4a+Uh6TPokKFr6JH3M+7s9dvmN1Oj6YX+q9+FePPvRvJTxSY4S9XISgPkuhnz1bHFY+Dl0IvtFXbr2Hily95aCaPubTGL4ooE49xxSNvmpBBj5nt9Y90uqIvdnSbL45EXc+RawsPKVMtTx4d2y+Be9IPq9Fij1ON0s+vcLAvSDdmr57mzq+WHAgPs/7X75YTXA+6LOAvh+iyzygd5U9co8iPGimnT5RPzu9GB6JvkCrED5FnmO+0jbQPWNOCr4YVQU9","/9RSvllZQj6+7Im+C/28vQQDXb5dmTi+CUAJPgYm5b15rIY+YpSHvZZC1D1oKaK9w6PuPX6nAz7e16q+RdByvmKBNb76+ja8Pc4/PuYBZT5wyhE+6ktvvCzLqD5XMJY+V5AEvl95XT5BMZA+X0CbPmlnqb2J7Q2+f/Movb71/T3iMZs+XkpuvOgrgz5+FQo+cx54PiMSnD5t/g++8fUWPtAK5T2mEfW9XaHyPXHF+j3g5mk8pojUPfleOT6bODi+TPiSPGn+nD49QWE+Gy1QvmxzFT7WOu68B61ZvnYpbrwTvDk+v+SGvqcQkb6+zFK9yAJuPHiBw71OOke8ZQVXvbwSeb3tvZS+VzBKPpW9eb6XJoA+45vRvDKUoz4rSiS9Lf+vvcnOJ74gZV6++MsnPkCLXr5xIEC9AjYTPneDgD5PbVy+UBJ9vqQVgD6kTJC+ICeKPqu3WjwX+h2+XL5IPrM2L73jwVy+1btkviqgbD4SQEO+cHEivoHYoD63boU+06s/PeL5Wz2zQ2g7vUCkvsrjyj2KWKm9CH6UPtSBh74K/V29Vcufvc29ID6Pb1Q+upEQvKXUVbqRVI++EhOTvpSbGD7YwPi9JNxoPuMPHr5d4K09TMg4vtrmgj4SMJA7Zd80Poc+oz5j0jo+1urpPabAh76EzHm+duBSvsEmdj3ja1g8kkGEPqWbiL60Y/O8iSoyPgW8az6MdKs9qVFsPltJmj3Wury9LjeVPuddZz7IXIO9CAaGPb2On70CQ2c+eWCIPnaDhT504/69yxQvvv3fdD5J1ZC+hzY0PsQXiz5vLq08Tu96PkLnfL4eGxO+7oRjvia3572ZXVW9t/uAvpB8OT52La++1tzcPQL6GD64bxk+hH4zPisTHT7//Wc8UNQvvv/UTL4xXIC+yNX7PQoJLT5YOES+hYduPWCpG75gPJI9VWJxPf2bhD6Fdd28SkXevWLxQL7gC5a+mBB2PjvA6jw9Vq2+6ABgvloXbb7cOoU+CYGVvopdO77HKmG+","iZcbvT1Gvr1FJ7a7z12dvj1jBD0F+Bq+nf+RvpyfA74/w1G7qaR7PUozlT5WvJE+Zg6NPq92m71VyxU+/qYqvpsSLD69VXG9PiVbvup/Pb4T7oq9G/UyPvLfjL67/As+ltsbviGWPbxW7WS+ooUROy4Cjr2mqGG9GHcpvoD/Br3yD7E9Zkddvh/3J77JfJs9mvurvbnNGj6ZoeE9AjEdPNuGET4r8Yc+PcZXvh5rGz7bKDm+1sDmPR7XKj1/IvC9ksSgvPl9kT7KAfu8Qm4iPv5z3b1F4Yw+y9AaPQ3iKj6/sZi+aq0qvmY3hL5FPD0+hAVcvqBYWL5oSCA+5NSKvmS7Nr5DHnG+O/havqNDEb7Bcw6+sUpWvpvxvD1FWyq+RqkKvo2/nD5Lt5g+PTpzPvLnbL7GGSc+tzX5vZdTmb6XrlW+Ws1UvtLuEb6H6ms+net9PoX0+L0gLfu9EwcOPhYNeb4DZgq+htm8PfAEj75Xq/E9LSZXvggkXT5tyKQ94oLJPWZNnr2/EIy9M3lvvW8fjD6WF5Y9G13zvWT+/r13/Y4+RbGrPkKjEz7LdxS+EeLbPaJxUD3qgE8+mVxsPrLM8D258Vs+Vsx/PqRsxbxYUve9daSEPlNtFL6Lr1g9QYIfvgesGb5kI4s8aXx+PdpBhr7ZXiO+XIULPsFhlj7hf1a+J8WlPGp3Cb0Xsvu9/6UTPlVzxz2zxVK+YD8bvhWWHr4r2YO9e7PBvNszi75DKZC+LgJ8PlNvuL1ZkIW9W/cTvuYhLD5S1rc9zLJgPWy1Ab5Xz2y+MTuQvs4Aab6CPt08FoevvP1zF74wFEe+t2OpPqtUKT58Rii9CSuYPl5fkD5ouXI+ZUuKvvUyIT4Jn7k8vPR4PoHH7jt3f1I+3lONPuY4e72vS1A9TIN5vg/rm776nRc+DIamvmF2ir5J2NE9vuNtPq2E2b0D+uo8r5+XvS+BhL6P3KC+uMD0veX/bL7khwQ+GVorPm3Ni77kEpe+jl/Cusy3Ij4yGZY+","5lX3PKo+uT6qRU29nsdwPqHqML58YUU+F+VXvdrjwDwkz/k96W8IvnTNWL6u3s49uIVRvgoNSzw3A7a9eIOwPb5PEb70uqM8YaxfPU/SZb4Dz1499RuUvl5dlD4YKJo+skmXvVOsFD146FG+JKMhvv2Ukr44poG+kmYsvkpNaL7q0oC+iRAlvvX6wztqW3m+YENcPFkNorvTIvc8j/pqvbNjTT69xx2+ICynvH4l/z1Jp4M+yKQpvuX9oD6tUGI8tnhqvrTJQD6ImZi+XKKqvenEj770t3g+Tp+cPt5ZLz7TCvg9IbROvjOeOb1zSJk+/fVPPqUolb3nWBS+bF6RPCGGGb584w69PY7+vTcKE74dIJs+OJqqvVQVXL5RYJY+Zz7mPLR+JzvwrJO+yq8QvufGmD4Izhi+0IraPetNcb1MXTw+6t8Ovg+HeL5Ig4Y9gVWTvjF4KL5cHxM+3U9iPmzKcL5fyy0+w+Yqvny3Cz5fkwS+eb90vYx+nD7xYiU+QlNivh0An77HFis9Q7U0PmlHL766gYu+e9muvcC36b0a/8w96383Pi97h77+gJu965yWvghGYzyO/bE+n7RcvroCiT7x+ZC+cdNnPooo6r1xnsS9uG8jvmwgeD7YtzS+icVpvktUUL2njvu9BbYavgT9/DrTTle+8YbIOtm2Ej6Clok+jTMHPSysYb2+8lm+scFZPncXiz4CYxu+UYhmvebbVj41ngq8i69BPm3dET1dqtQ99n+SPT/QDb5Lzhs+pb3PvTYPhT4MAjC9by82vsZhBDxAMB6+dh+PvoG+hb7HYFo+oC6rvZRFBj6noAS9Fg1qvUkGDbxbZdM9iBwoviTrFr5U0ri9ZtW2Pqz3E75uMZs9SKePPib0dD7lsE2+JZwSvlDuSb3BaBa+Yts7uwPBZj76xGy+0vbyPUgPfD3LYZU7IjiCvZN3fj6BfBU+QvBJvQqLX74+Log+mFJuPgMZfL59mIm+vzNjPhDe4z2qCSS+HVMvvfRt+z1Muk69","jQtBPlBiDb2LHuM9OX6TPtH4sb16UW87PPQjviEieD5QSv09ftoePlHtB76QRh6+A1zGvTvZ1z18yFQ9q1MPPmf4Kj5OLFU+Kco/PgQnsz3wnhq8PEDZvcvSobyS3yw+VDxGvYr8EL0WmFe+LlWYPoC5qr3uk5s8tNkjvusfNr4dZF2+nNYgPuN3ET7UeX69Y0WsPEo8Jz7g+ZI+fbqOPb2E4Txkteu91YoaPfvesT3jeJK9UP5NPhFXJr7wQES+rlp7PVTDgj47GlY+QW0qvrtQTb6lXkE+o/ENPWxWxr0Rm089Bqq8PcKsK76oRug8VfayvEQ2nT5RP8Q77hR1PtXNyz3yDa+7XHFFPifSvzx+10i+SY+Svo6Dyz12dUU+3aOEvv3zgL74DJy+kZr5PTVdl77OAl2+3phbPvvxMr7qAJU8StyUvqZ4vD3j01k++7/NvTJhjD55LHO+sYlfvpsCSD0sS0y+CTe4PZmphT6wj/s9jkUZPV4dKD2Wjpq+v3+RPY+Wqz2QlQW+Kt2ePBGFKz4F5aE99MxsvtzsmT5KWgO+C7RCvWlQTL5sFU4+SOvcvfr2Ir77doE+bqDBvWR8gD2UxKo9FQ/svfb9tL3pvJE+9dGZPlfNWL182Iw+B3RlvvrEl75Rp0y+UYtSvqCcbr5CN3s+oi+EvmplZj5e9XY9NuewvN/BHD5fWkw+llIXPSwsfD40w5s+kQBvvWzIhL70bDy+9PEmvlSYhD7Ldp2+s/9PvhwCwD3uil2+vzDfvSMlg77ET4Y+KOvNvPFngb3hmII+VS0WvuO8gj43FXK9JHtjPltc4j1ib5Q+LpjavUeUkj78w629pdSYvn75nD7oio++wQQFvkQii767M4i99QbAveajjT6x6TG+6BPVPOYepr5hUbM+/vqEvpUvj74MN5S+0ddVPGmc2z0RAyg+EdQNPtePlr4A5m8+LkhLPkz+LT60Tgc8nYcYPX8TxjxTNNI9ymOKPqYONL6Cpxg+M2aQPlknTb7BXFi+","+wyRviOShD6p9Iq+0Vm+PEPbnbzjFzI+bhcqPiDImj4Zsy298yv3vfcWrj1MJTw+MfCWvbLvCT5hBus9BS/fvQg/nL1GhJ69kXqkPBEClz1liS6+XK4lPhbhMz5mW1M+t8fKvXvG/L1KXoM9CcgavjWdBL0gDVi+Zx0QvlU2Aryx2Jc+IYCJPeeiAz7HLXa+4WqlPWZ08L18qFq+i8GSPsknZ7x4Mbu8shNLPhNhqz07As68BXaivTe1Jb5C6D8+qt34PaNZ6jw16Sg+h7zoPAhfsT2r1C++i3qFvtD3nb4FPZ4+GPeAPj5ydj5lNZS+7F64Pc7pjz7i1Ga+0yWMvk2AHL5H44e+lBlXvkoGEz44nCe+dg77PfluML0/oGE+iqA5PswYmb1wjZg+7RDtPfvZJjxc64O8iKQoPoYART705G0+L84NPvRpKD6/U4A+k/nQvRDrhb4Q012+aclPPZPkgL5O8pI+GlWJvfiyXL5L00A+dzZnPpvlhL4rfq09lS/qPOi/a77oH4o8jBuxvcVncbxleF4+CXgSPtTHPr0QrFC+iCtkPXN35D0Xlje+AsdivT7x/T0fo589W/ucvRw+Zr4o7Y29fHB6Plm6oz6oi5Q9e59APiFAWD31Y1q+ImKmPEuvMr2q3To+sxNwPe5Of70oKHs+henqPe6meD6FOAi+xcSWPhX9sb26sQM+RMxnPjfDfj4euwG+xk5iPs9Y4T1vSN88nkeRvrQriT7vH+e8Aw2JPnY1EL5muOE9lA4lvlfsaL6ir0W+g9RyPgD3gT7aysK9UKcnvkGuMr3G+6C6PCNgPszRDr7paw0+WmacPju7Lr1Utu89ewWmvjHZor0VrnM8/AjxvFnHnz76w4Y85+h+PaWLfL64aok9WynivUdPJD4+rTA+wNQTvj9LeD3+gYA9YgFLPdfOcb6nAFK8hiv6vZ9bXLpEt1k91NxavXy0cz3+kqm9cRFLPnCUPL7Xn5g9KHTMPWnzrz3MS2E9yFprPjdhQz5tKRe9","AfZAvsR2yT0n14Q9WiKYPluOIj7a/I0+sH0Rvp1sTL5Us4S9oTqSvnySjz5Wylu+9L+JPnQtoT6vR0M9VKd3PpH2Xj70eGS+wpNvvq+DKL73fXe5PPdJvoaFZ75HAB89+BYrvtEDQj0LDLI9ZhU9vbvsBD4sG4M+0NSePhUSiL5xBWi+Fsx0PS8dUz4tolQ+tXanvMLZvb3aP16+nWhyvuJ7sb1JGd49EEA/PrsGCD3yrZQ9Xb+LPkpZND1jbDG+3cSLvoXQoj3BAZ89cGiAPvoYcb7ULwo+/6vzvRghDb6Jpma+l3UZvApdpjoO0I8+Tsk9PjFJIb6IilA+l190PWBiRTzX22W+YpHGvVhCbb43NPM9lT1uvv93ar5DPo2+rjaGvkt6Kb62aew9+kIMPpWEyb20O1O+HsqHvoWiab7joD++tegpvm7bZ71edoK+vKE3vt/gxL1sLfe9gHfauoq8jL2t+0E+d2WJPt5xhj0+zYM+hTumPgKnfr5xY3e+3gaovffSRr4SoYC+EccNvjgyVL7tfWA+OpIAvfQcEz6NO1i82ZlyPaOElz7a1kE9JleqPuPm2j3iyaK+fGw0PsNB+r3o9p09XhvSOb+s/z0z9HE+RU+zPdHP/73rzS4+mfTPvVjtFL08CYM+FmtJPvroNj6XuoE+qbOIPme7IL3Mpkg9Gi1ePoLcvrnRXB8+gsKLvoWYiz4gtV6+X1ebvX3iiz7wo5w+5XskPgd2NT2rmIO9BxVNPrae2732YNs97GJcvgKLQD6wPzE9d+jZvbwahz7OQfu9Mi35vRft6bxvyU0+2A8KPZXTSb3/i4k+S3uiPiIXaL6A2GI+S/XmvTZQ7Tys/Ao+nKiFPg6QOT517+Y9ARuPvqlKnj7t7Qk9tzUXPtdLML736SQ+4+WmPhyurT41CHw+uNXsPS7gr73IbaW9VR0HPdmlgT5P7RY+HgwlPRC/Gr5r97c+yUTsvCLyiD2g/Zo9b9QUvqmJXb6j+XK+rQvuvXpnRz5B7Zy9","YUSfPo/WkT13yp++75hovaX1Rb7oXym+ZZuYPshE97zQ8G0+bDuZvqycIz4fxyS+x5ogPWvATb5InsI9bivQvdFwab5hItI9jB+KPpsEgb4dySi9wcj7PMdvYTxxmmS+5adDviyEhj6JGy08bhaqPogmpz4a3m4+tV8OvrOTYj6wZIq+oED1vbfI/bzNTzS9NoDpPakEQj6t+rY9vFGhPoYWbj483YS941aRvnncuL0Duo0+66BDPtW5pD70XIU9nU33uq2Ugr4RE4G+zU6ivpPFCL5dBJI87j5cPvUz4ztlnxO+MR6rvaI6Yz6Rwuw9IeodvploWTz9UpA+p3Y8vfRKXj4KXbQ81N/OvZEXFT6xw/Y90gx7PYwTO70zhxC8CnKWvgyXyTuPdZy+z0EKvrf9Pr2Uqb88mTlDPP49QjyPzx8+OfojPkaR6D0ZDNI9+JPHPT7phr5g/uo9c1+avtCHIb7UA/E9Wp6cvQeEkj0mPwq9VPkoPO//6j0YlE6+jImWPpFyKr5lSUo++X8lvQ6riz6neo6+L3xQPiZgfj15PJe+scnHPTQDFb5EuGi9qLwlvf05jb1HVlu+tuTGPV0Dhz2E80Q9YnUdvvauA74o4UI+qhmZvVEthL4tr4O+UliCviONBD5bJrY9UsWWvVwU9L3mgWQ+PzAePvX9kb4vc4I+HWcbvpHjO77HJTY9FQZJvqadnz6Ap0q+ccNTvun6irxnWT49MA0mPnEoljyiSi++s6ZnPp65BL0yaIW+gpljPgDugL5xdoo+IEtEPjBL4r1Up5m+2lk7vTx3mr4kbDI+/y/1vXkCkr7sPxI+LjCFPiIEFj6P1wE+QMWLvnpiLb5iASM9L5hZvkB0lD5Upce9foKBvHUlOj6wqbQ+onwpPmvaD75y130+qWKnPsYgVb7kVmc+tdVUPbyfGz58UFi+BziVvi6j+jwSKY6+gocDPhQAgD7aRou+VqzaPOFPXDy1XMU9PaDaOzknhz7hUsY9G18oviS+Kj0ClFy+","K/yrvCGtKTyDTQy+NLQyvnkPdb6w0oe++p8sPo8YqL1qIs89nB+xPXaSNj4EoSK+9yXsvYpNQT6Oyh2+DNNXPty6+D1Fpcs9j7eOPhEcaz1itQ2+kOt7vepxWT6J2og9HD+FPvVE1D3a2NK9icRpPWHtqDyhHiq+tO+HPiLNI75o+o6+csEYPoQXTD5v4ss99CV0vpOj/D0qHk6+kxamvYUHgr7m+Z2+EyKbPveHKD5+1IG8tx2gvPwcLz7BacG9GkOJPr0NAD2r+ok+cwoBvllgir1J+ik+quiFvqkhlT06jjO9Yk2XPoeE0j1tN5w+RDEqPvWdXD73RwY+f/d4vtW8Q74OMRU+/Gy0PcwKwT3DKIK8LlA9vp4Qv732MUM+31s2vVDowbxUXAE+rxervsxHNj22jFO+nTmJvpjior2QyE0+1KCCvd0YhT4sh3s+zwq9vTYkzb0kn4s+KNGIvr/U1rz0Emq9icKLvc31TL7LpwO+Bz8qPinHob5Bl8g9zQ9Uvi5/nr2vnKG9So71vQ7apz0QLjA9hskvPtlvFDkJjt68oLAUvj98Zr7KZ0u9K+euPoa3K76NmFA9VtCivR99Xz6YAnC+7ciiPhxEOz7gaFu+vzKRvvLUm75prk8+yjwwPfGmoz22DJ09u9oQvX+lBLxzKlM8p0UyPjjulT58+Ce+/nimPv4nbz7Z1EK+qkShvVbNOD5GkrE9mXMMPqoJezxWvjW+59uUvvrEP75EWRW+mw2YPtafNL3gbI6+I8iavguQST4P7jK+XYDBPTbVRT4Q9So+YZU+PgCIej7yX/o9PtvrPTMRGz4ljqw+2iGNPD7kuL6G2Us+CP1HPs9LCj4uRgY+IZRlvYosY74afJY9HbjOPQfVVr7BPvg9TbtvvhS4gD5s3Xa+cVl3PqCTiD3MYBC9WNELvuXFXL4ropO9F7NjPWGhqT6wpYC95AajPgJFwr3XgOw9GIewPY/DUD7eYEs+ia2NPr7OjT4LOS4+RVQ6Pp32C779Vna+","aN96vgcKnT3RCYk8oXVJPg36lj5yTEm+zeibPfvpYr2XvRc+efJXPj+cRj3bihA+2Y0ovmwhib5xAaA9lMXTPZ/GGz5h4Rs+a6WoPPNuc77S3He++UzyvDKA3T1Zn7Q8pguiPbr3bb7l6qQ7wuZAvhiFarteGVo+3NyCvivIgD2OvRe9hZB7PrcS4j0oGkc+jDWKvrnZ0z1IdZS+k7gSvjrUPL5y/pO+CwgUPoPGYD4B8JQ+KA+aPq7mTD4SxJK+mf14vp8rYD6boFO+O/SKvh3lGT6aOEk+34GBPrv1iD6noB4+qmQbvEFSPb7Mkb69Mu8lvvaoSj6e1Wo9PcUNPCTJUT6+FiY+UER/vhCyMz5Ih6M+pPouPQX+wD0b5Qa+ClNVvhclUb6eNKo6A8VgPiA8jL00nE8+ZhWpPaKVb74HMIy++0dhvaU4Pb56Uko+tu0xPhhWlb5wQgI+xE00Psz0dL62oE++x55Evl1Bi7wdz4q9lniJvtPDXT1C9TE+WaPJPYpqir41+oM+OiliPjoB473IVjE+DweOvnipZD4AOSK+qeAqvHIznj52lmw+3Z7CuzlkoD5ZgbW7UeoYPj+cBT6xTm8+NCO8Pc4cx73eWFG9dyYZPisqEj5qaJi9e68ivtZRjj7dgg895P4duyxNxz7T4mm+OX6UPhStlb5HlN29DRRbPZCri76Vyxe+0brjPVkmVr6FhGW+elgjPfGWhj0MdYu+543ku+FqcD4iU5i9s1hyvsXZpbzg2DQ+ytBvvjDPnj3cQP09tZaqvrntcjzknVM+Wh5EPhceKj5fkz29N+dDPg20ir5qGIS+jgAlvdyheL78bBo+rKGPPnqmij68LCQ+vejUPWbwlD5FU6Y9bmp8vhvqlj4XQjE+BdEqvotEhr6q7RK9lJutveMRFLziI4Y+0eo2PkIHDb4rOTa9bS6iPriFkT65baY9qc9vvraTaz6IB+w8+bopPQ1wAzy00pc+8mP5vVd1jz0PJ0U+0p8DPtlMi76Em2E+","6tUZvl7LoLyWWT6+/C5YPnKMqz7OkIE+EDSGvU2Fiz7U5pk+xwpfPpi/Uz0gPp49GIrbvTgqJr6drgC+fyxZvrqhir4w3Ey+wM1FPZNZKL6OiDw9N9CPPruxlL7hyf28AB1pPg8IB75BJ40+up04Pbz4fL64oYS+PbMevj6yj77cMPA9l4iKvvwFwb3vMly+cEhxvrI/7L2ZEmA+A32NvhQn0r3fhkk96fHBPetLer4Sgaa71m7FPbZAXjxqskM+Eb84PmWLer6iGY4+Hrcfvj/Goj6XKNm8CWchvqAPoD59GQ++K06pu75tFT4VH4s+Sn+RPkAQHL7mMTs93lNIvjO0hj7/z0G+AU0WPn8mtT2iyIa9H5kevhyqoT6ttFW+eMQXPln+kz41Yoy+a3BRvl84N75XbD2+kTOUvSXXAz4fdZG+esrivH96UL6nGAC99MSHvt5vq75qMQe+ftEbvqhI0D1ALjC9kMnWvZeYYb7X2Vc+pZ1qPmO5Lr2sb849qgmQPTadhD7PC8S9XPsjPqWLfz7NFmG+onRCPqeeKb7DSe695bgjPu9iIL7nLSW+IRRTvWmTnD2FzJo+ntwIvhcRk71zR1M+WPNZvoQogLwz80e7cIJAvmq3Gj70SZQ+dYZgPsafN75fZ5g9rVaYPgBMIb6Dj2k9Gr7cPZdncb4IHmG+XfyAvkr2VD5TyIC+3/Qxvo10iD6MHVC+OnkgPvujCz7eDke+z9BkvnRKmL6wEWQ+DqEOPq5moT5qtge+seXxPa3WbT64M4i+uC8RvvpJ673S/ii+mjSAvpPeBzxv0h++ESSHvEKSVD4AAGs+qlWIvj6mGz6TXBu+ZgWRvTu4LT6a6VO+JlF+PUETxbsl2Yy8UbBAvbjdyT2IC7m9dDeEvfghjj0W4Jo+bTJvPcBwhzwdcFS8eWjjvRPjIT48bZ++m3uIvn42m77AryM+38rKvWv/iD5Ioli7dWMGPXXc2j0CJIG+TJpivTf6P74VGym+dtxlPvdWlr4A3y6+","/bmPvGhQ3T37N1m9uwEyPhqlir4cGHg+yaL6vTMldD4xsFA8ndRDvsKfUj5iIuq9zQS1vQr5Zj7yU4O+roa5vSPUvD0pLj4+HEeVPn3CzTxbG8y9uOmbPfxCUr7n+Ec+rWmSvnNSDT7gFw2+nC2BPrDMBz1no4++k4ZLPWsVRD68kAi+DwiCvSPIRj5tB1E+qtzGPbuJWr3HZgS+jAhavpPykL4+7HI+SBM5PdoJXj7UiKC+X110vv/Sdz3+fk6+flGdPblVA767tgk+gToVPezlOL6+oRc+IQyGPm/2fr02oDG+GbCZPr1tTT7IrDU+5Nt3vutpYb3+Ros+590kO4pW4r3vDoW+vbyHvPIsmr2GpGO8lAqDPuMOBb4kdYg+L0UHvOTuWb4YtB2+vkrsPZZ5TT5HMEa93kc1PoujgD4R/HM+MxGKvum2C77v9d+9Z0JoPu2QmT4Zkng9Fnl9vltAGD1eiVc+pYKUPrPBjj6dl04+9L8vvrUavr0zU8I9duH8vSCZBr6J9As9reOJvkbdsrzaGtS9o4aJvvK5uDxe5gM+DYZqvvS+2D0HXpk+V5eHPly/tr2iPpq99/qzvXvEd71GBYK+P93GPdGiLb7+DHg+r7TAPaCuUz2w+jO+1xFNvaLKhbrHy2a+rhwAvmsmij4LXpW+0Aljvpu7j74Ym4W+QaLgPeI4lr6Olpq+eoGyvYvaJr7E9IM+01divuJOqr5EHnK+StREPVfOJb7R5Im9OqKLPmZPl770A9C9NzfxPWRaYL5b8Jw+CdeEPo6phz4dpBm+7CCRPY7kC75Vh1o+2cIcvQnYUL6nD2q+cTQ/vrDNAb5eaVU8NbITPTmUR7443w88dZAJPiQZIz7g0mU+cMiOPkMObT58VQQ+XhCqO/2iTz44QyE9LO3LPRlKiz67oG2+XN7cva3+hD7He6i5zrgzPjHYiD3Cnzk+yAjoPRBsrD0V6iO+77yePdnMc74jFVG9rKTfPTMyaT6opWO+lFZQvTbs2L1znJk+","UeaVPpxbGj1i5HA9sMJ9vsK5/jyuwOS93AaYPhRoKz46tQ8+Q24YPteRnj7bcTS+MG97PkVl0z1yiAY8wvR6vj7ko71S2j89LlblvRBAD77vnPM6le2QPQAagT5aG9S9A3MKvi0H5b1XRnW6MkmAPrWDeb08iFI+GTHCvU2vA76KzAq+jwFHvvdWnL4OmgK9RotQPIq7mj1bJRY+DoWAvC7KUD5BF3C+A2JvPq60Tz4U6yO+xzR5PpfaIL48l4q9c2Ryvs0S/73lnoK+CtbmPd8OlD7GtE8+Hb75PcXgbT52PTu+IJq4vdZonD5y1Wk9TM5Cvhecjb7bq5a+zWFNvs9YJL7l2YO+O1eBvrwMkD5quDs+heRUvjpCSD5wC4a+8k9iPjJCKT2dtGm+ukynOzwbjb4lYBg+fh2YPS7g8z34oyq+mHOcPWX1gj0EgcO9JhoiPJOpED6q0lw9xeB+PpyTar5q9ZI+s06SvbmzLr3Lnj89b8dvPkFHTr1fByo+qA89vmheEj42HT2+pkaovLg0gT30N+69vBSNPhmQVT7bIoW+A6atPiUKlj7BmZG9TGVSPr0WH77ovSO+KGEfvsICgb4yD1e+U5TsvcUipz6jvUO+HHCvvR5uRz2CkEq+uPBJPbhgBjypqJc+RJZKvjz7Tr5ZKjO+tKzRPD6b0j3+ngS+eHfPPWjPm77WG4G+km+ZPvNEMj535dq9pecGPr0Zgj5eeME9ysAvvpXtXL5dBlu+IKd4PEbQUT7tJHW9ZzsLvuuW0DuaWcG786+VPvebTb6FjSo9PPeCPW3LgzxF7/Q8IwkSPlSMkj6GSUO9JCQsPs4tOj33sVQ9/kWPPeMknzza6TW+MkeTvuKUET7Q1L09CNobPqrwhD1RhoO+Znx2vvctqj3EnJM+pSFKPq8cgr1WhWM96PrEPdyYmT5KTkW+4O5APtVbmT3+YaG9tAUVvp7QWb3dpNu8i11SvoZoTb1QMmO8n83YvaeuNr6pUsA8FRecPl6nDT4A1ow8","XOwFPl4C5T3DgGe+h/d7vqFIET5F6b8801JTPtGGGD4v9k4+eLCAvvPF7jwwmeA9yDAtvuL0hT6PL3c+ug0oPiGTPz6NzF++VuT5PAvcjD7wApE+8XGFPD37uDsITaC8k+KfPMyVqL2VGno+ATsuvniXNT4lyD888AtJvnMUrzxsI4K+H9SZvqoR9TwjsLc9OIRQvHvuFL69Tza9k3SZvUQRfL5CEpg9J9q6PgsCnj5/Zj0+Ua2HvgzHir7Jn60+B2jUvTrNj74Zzm+9uxrlPb6cZz7TroG+S3wVvma6iL77CEs+wAmePpssyz3JC3Y+w/m1ve3SCb1ZReu9cgkcvrBHIry2Wjq+o+NLvfdqU77bLew8iyiWvH6oQrwDLgY+swVWPv2dib4Il2g9TIeKPnhRsj7Jx1E+OvQrPoIORb76/3K++zFrPqZ+Mj1v7Tw+/HVXvUDvRD4T1KE52hQfPoHAlD2kMZs+n/eJPmFbfT6KrlO+aWiAPlIpnTwHBjO+i2yZvnsDEr5uQaE+pdpFPoT78DsQvgs+jS6SvEJA+bxjV0w+X+8TPuBELD68tpk+g72NPaSXfz4al4Q+NXD7PLCHEb6gwuQ98i2MvJjsaD6d3TW9CVadvpzJdL6DRak+2uONPgXpdL4hrY4+q2KgvkvZ1TxM5hY+7XsWvqmQG75smA++pe0PvqHgOjsmV489w/4TvQEfBr5q52y+AzGPPsdoF76ik+88h7GcPmAkKj66Nnq92vPzvVJJMD4VQVG9blVcvtXOTr1zndG9H2Q1vmliP71kj4e+fgPgPQZrxj3vGmi+P0Y5Pk3RfT6sSgO9gOBrPkrLgr46F/w8jdNivnCC9Lvt+CM+lbcOvvWdVru9mX89dUA7Oz3iM77o8fe8FBP3PTSNpL6O4XI+N3PpvV9zhj3QJgO+Kt2NPP/OLL435/48WZGUPIAJfD79lYS+ODCEvfSchj159ES+GOkXvm6diz7bbZU+wEZMvu+tiL4Eu3G89/YSvhbRg74Aj4e+","3dyNPrSBCT76UY4+VKadvRtmpj3WM6I+GrtqPQ8ART0DlXM+wtLCvX5aB770mUY9oqFxvT+Psr2g8De9EyTdvd3H2z1qhHG+KgvWvaaD0z1Q4vU9IJpSPp/iLL79c2699R8cPS/rX75eDXE+YhQVvibbiL6ExEU+I4ONvkvpUj7Xj8U8oGCVvaPg/r1X5pE+FjsJvjeFXr6Gr8o9wEqUPnF8xboyETO+JxhQPofz/z0oHgu+ZqcZPnHAkT6RFlS+pTtxvajfhb7/7S2+dK6UPmsBlr0yLvc97w+5vVEcR77tbDI+AnSavjzHjT711ZS+WJxbPL75aT4NAQQ98is8PsT6OD5ig+w99QAFvg1leD7gqFQ+OJ4UPgJ31rtjlES+bvGAPhnS7b1RxLm9IXfDPRoGgD0f2827WohFPr2MU7659sO9cDMevuTXkz6IpSA+eupOPqcmBT4h0Us+bi4HvaQLgb2EKCu9Sk6FPo0URbvFwCu+g0eZPjlgYDtP3YS9p0tAvqs6Z75dbao9SXNnPqwGmz5+4oK+myH6OiFliD5IrYO+EcE9vqssr7x8H0W9BFwPPoBzKjzqwXO+ZGaQPtIOaT6VLyW9+n+IvDpjUz73W0G8VNdqPkpV2z0DnRu+QPS9PVICgT4c0SE+kbNkPhFMgL5iLve7cnprPqSEAD5nI+k9YswqOwIxubw8QCs+So0VPhzfHb4ROjE+AbOMPjoG3b2L9Ek9OeE9PupmaT1l5TU+y8igPnNufD17dYg+0NkEvnt3gz4jM9M9CY+gu8QLkT7P4Ag+WgYIvtim4rp5O9k9jlZUvstNob4SERu+ctyJPfHgPb0iKA0+1duOPmItTz5fG5+8g/I4PjUYjj1fLmi+NLiHvnjtqr48H5E+l96DPnavbL4w29A9bVMqvrTHjD5/qvm9T44KPl9xmr4BI7i92WkWPbD3lL7GFGQ+KQhfPhjFtD2YVy08SyT9PSdJDz7kDo8+u+1+vNqP870mmZE+Z9nbOy1StLt+4Yi9","MUJPPgbOjL4aGB6+15QWvheKVL6+DHG+IJcDPjY6kr40/IA+7sfUPeWrpL0Ta9i9+jGZPvdJgb50eMA8OivXPWwgbz6IHy0+NB+RPRLOqD5Aeq29eOD0vOubn72m7LW92YyhPgS/cL0CWzC+qxItPTOPg76rmou+dmZ8PtaLir7ZaTC+eweQPk2Stj1pkpO+/mdqPih6LT31HAg9NqwJvo3piz4ai6O9H2xgPSaofD7+QYq8H8ZePDbmmz5fSiq+CZyKPl6fdr7XGHS+vUzUPcY7g7yRbwY9qhUmPmnPMTwTcAA+9eSXPmp2L73SWV++QXM3Pq8OP74AZEG+7Y+9vap25T0eZNQ9I6I+vlnOiT7lPBy+4kH8PZb1zr13l5s+kSckvrEQ572Gvay9fBkEvQXTED7PTQ09zpqBPg/Bg76ouRy9Xo8uvsw67L2B/r+8nEN+vcgt4j2AABU+vho8PeWzOb7QDEY+hW5mvlFkCr6N54q90NKQPp6bk774xJi+uWUKPnOojj7cH6O+WFhGPVAtgr5hWzY9L9fFPdrlkT0pSI08ZphjvWNF+7x3HCa+5jtevnpOpD1dV9G9WC59PmdGDLzGKco9xcCwPTvMpD4iOx68FTMNvoYsjb6TpBm9td8gvZYFGr7r2j0+lqV5PMZGkL51zMM91SAHvjWp+70psiy8dJG2PQV6nj1J3es9Tl1iPmn9L77oIVY+8Pp0PWTJWr6ipX49lHzsvb+Qg75Gxxc+t9IGPjowmD5AUgy9IZRdPoKUcT6rbpi+KtJaPd5Iz73JfZA+h8CnPZtahj2jpzY9KL6RvkkInT7rjRk+4ebHPTX1OT71O4a8lnx9PfEBuz2c3xG+6mvVvVv2Br1hs2g+E7gOPO26pb6pKUo+mqcqvraI5z0XTss92FShPlHgt70E8Qe+mmD1Pe++j73VzDi+wgPWPdscWD5TpXA+nnw7vj8NPD4Iio8+dyfuPTHJYD76tXE+/rcdvgpMkb6EGEG+qkGavsr6pjxYFn8+","8swfvp1CcD1FcEU+o1+Gvl085T0zO6c9S0ejvRz+dT7ZvJK9T0Ctvi5Lcb7Fc3++pL04PU98qr3Zo2o992FOPij3JrsDV1i+VQGWvoKyHL4evhG+31tcvmuFz70vk9Q6Idysva+CXj68Pvq8s1gMvlb2pT7m9Kq9WiVTvYw3+j2S742+tGW2PYXttDyXrOK9xeKUvaEtJDwHqTu+ob8RPgK/mj0P7ZO+DDZDvtn7l75nfn29tskKvBOguT2erhQ+pxdIviCuFr5LJZs+LiYnvkHSpT6RaSO+2LorPm/bxz1XmXs+MnskvL1OdrujXh0+S+ZLvvIkhT6bB48+mtWLPsTXqT0r/VK++PwwvhEL/rwmdak9R/JIPrpum7w2QQy+M9Q6vrJdiT7GCpG+tHf+vZjRdT7xUQs+Vco9vjkhhb6B8Du+lhgjPn7e+L3TceQ9fUCkPje0g75p4ma+It7BvMS37b2NuWw9acQqvj6dgD1yjkK+QVeEvmxCcb6BLC4+WCGKvpHctDxgQGk+HeODPs7QMb3j8Tu+kGmjPOfaLz5Eay08fw+IvoczSrxcKy49J+cHvrnvP75DX1K8BNE7vuR7bz42UHu+4orYPai24z0BP7G96qP7PQRuYr5W1Qs9fZqGvsZTeb1Td5W+QvsZPSoFWz6feX++iMYRvl1myz14dBw+1D1WPh6QKj2Gm2C+A4X3Pcajnb5W0o6+I9qWPlR94D0DDh8+iV6Ivi3NFj7Ilhy+Q4ygPt5Pcj4ZHY49+KufPi0ivz0zhby9mO+TPhV3OD7qYhO+Yv4XPmuyHT59Qvu9D3ubvsNP3bvsDbq9JmyIPqmlgL6ZyHa+DezkPfpBej51z0I+KJALvkZrDj3RQus9ESYfPtCRHT511wg9DzUYvsLePL4RFZU+61yhPiPcQz40AEq+lDe8PUeonb61FtA9Nz4ePruWZj4vGlG+xMVsPsjVej0A7CQ+iWWLPfCKVD3O0nk+opyDPgYNlD6q3YS9g+V5PiGGaL64/6q9","0Po7vo9GFLyKSnK8mJ2dvIYqlz08M0E+eUJwPrlGsrxlMg2+B96VPl7Q7D0+U1W9Ly4evWHQPb6KhCa+j0Z+Ph5y8bvbdmk+17KXvXAWez6rekY+qSh1PlZppD4gAhO+LJV7PkiQQz0wrCy8AISEvopeYD4yFtC8XdECPuSgdz4hsji+csAZvUnVDT12lQ0++1IUPiaTcj4mSzO+tuJAvklt1LyZOjI+HrWZvoSpMD62kyQ+fp+BvsyrwD101xG+xEO6PaXRqD3khI4+ZJ9jPqmJzjtFEmU+TjLBPVGulb1Mziq9KB4rPKbPyT2NLyq+kqgUvsIqB74oglY+B45kPV50hL5Zmh2+W7hZPidj7b2PwbW8gOX5vfoymr2femg+PdHTvKIdcr6jXV8+W82JPAGogT4yQpA+Z9KNPgcLUr66HR2+iXFvPvszNj3g/Oa891GCPj4lGr59MrW7BWE2vvQUobwF4CW+gqZrPuMIA77JsAo+Vpr3vd5kHz2ws4094exHPgUesL4rKn6+79kTPUGw2TzeRDa+1eEkPrS7er6W+wm+qd6PvjhAGbwo/a+7SuKIvvvp8Dxjc0A+z1WdPnCEmD724oo+J3KDvoBKUz5ZhTW8qtaDvIYDO7522iI+grtQPuibTr48Ncw8qOKuvR3ozj3sVz6+tX8RPnGva709o08+sIGlvucSmz6H/oM7DjYNPm6kX75Ogxk+exmfvod8Or5J7bm7fysSPjCgPr43Ad+9uaskvsXaG76LfHm+y89KvhsZHb0xNZE+lTiLPTmCVb3zw52+e2QEvrcNoz7J/54+XRM2vp5xLD2bMLg9TyJovAu8Zj12wDI+c8mXPpub1b1I1Ik+VFc6PoEnED5iRc49xI6TvhSmHD5sIbW92guUvl+r8bwhEbQ9Scy6Pag3MT6m92c8AxCVPluRkj7Kr34+ZvgEvp2Niz4fb9k9CjN7PH8xgz7EAlq9Nushu+rsnT2XWyK9DrlePugZdD7MZ4c+hjROvpqfhT7+fTm+",