{"architecture":{"class_name":"Functional","config":{"name":"sequential","trainable":true,"layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,60],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","batch_input_shape":[null,60],"units":200,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":150,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dense",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_2","trainable":true,"dtype":"float32","units":50,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"HeUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_2","inbound_nodes":[[["dense_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_3","trainable":true,"dtype":"float32","units":3,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_3","inbound_nodes":[[["dense_2",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_3",0,0]]},"keras_version":"2.12.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[60]],"output_shapes":[[3]],"tests":[{"inputs":[{"shape":[60],"values":["MhKav1g9ib9r8XU/9le5PW+2Lr8e6Ue/QLhxvxhQxD/DczY95WEwPzFfNkDddgy/CV0GP0fC47/IrKY+aE76Pyz9Db6Qb74/yKawPn5xPT+TBFY/lKabvgeipr7rvuE/yJFRv3127774k+k+nquyOecfTz+Kwg08rvORP5S7Fz90YD0+cr7Yvs0Fbz/d+F0/tCJgv2cdG8Cqs8M+kdfkPaKKc78oZ+Q/LdKEP+KlRj4BznfANSeTv/n9ID/N+VU/aGB9P3pqfz92dvU+m5B4PlyMT77agLi/lHtIv1O5WL2tIkU//Zutv4v4HD+GQOe/"]}],"outputs":[{"shape":[3],"values":["84tRvjzioT02eMW/"]}]}],"trainable_params":{"dense":{"weights":["0WjwvUymnT6u/qc+JvKxvX12Zr6lXgO+hiGvPYzso74xaUM+fCVHvq4QujzmnEu+CaxuPVDv7r29jBq8X8WVvsNLYL6FM0C9r2ZrPs1kL74ESj2+FpfPvdwoNT0p50c+4k/zPUxHOL4GroI+llEcvgKjI77SbzK+vo2dvsLQWz1IYIc9eXpdvuihqb7xoSG+1P9IPXKbBz1AV1s+PWdPPaE3ij6eVjW+kUnFvFDMFD5Cfjs+JYu+vTH+RDwP2Aw+WNGSPuJZgT42swy+3owvPn7xCz6oKSK+YzKCvaTcLz4iazO+UkZOPQ/Mgb57Nze+uKoBPS38dz3JUKi+AguRPhMdSr5Mtp2+REqFPXOOqzzmOys+c/OdPtJkqr05aKU9coRGPnY/Jj6fz2g96Lydvmr/IL43Yfc9l6K/vAM62T0H3kO+sK+4vkSOKT4YCIe+MXJ6PjmJAT4G4tk8yVMzvrr71bxVamW+JnkBPlTStD1aoxI+eTVcPpmg8D16VCG+DkNDPEwdbL4tyqa9XduAPaK8tr3VCVQ+dLcUvjfQxL0J5JK+38Q3vsj7Qj2P3je98huJPKLi1T2Dpnm+BxRtvDYBzD1hIZk+zI8oPT8JrT4vbDm+3I7TPcXVjr22Sog+zUdjPaPoM75gsWS+E4roPMfMIj7GtTg+IgGUO2rv6r2bY8k9ILCoO2gx7Lzgd+c96fufPR1Hhb5tOae+GhDlPW3QPL1qyAQ+Ir/dPTOqWL1hm9c99l9/Pvw8V76JHxo9+QFovqoSiL55hUs8jbOLvclyJzkUo+W9/PmtvvCClj7fAK89spUCvX35kL6XXi++FDwdvbFRPz7RKOI9LAyTPhnCcz6xmIM9cfDLPqlykL5lEnK9vKqSvlLbJz5V2mk98d2hPsPDoL0Zy4s+EurMvSYjtL0dJyw+mZmDPq5cLj597ko82ZgKPhn3kj2qmYW7dTEkPNt8uD10Og69Uz0ZPmVFkL7zJCC9ZgvUPYf47T1fwpQ+zEj4PWoxIj6qIW+7","AGVuPaFZKj7PG40+kxVhPljKq772q5M+idSMPdMtdT70Q4w9tl8UOqMqT7wpJBk+pIzQPSbEiL6EvoI+l7s6PPmnyb3FcX+98vGoPj+ilr5WLLA89tKnvTaKh753NGy9TCZ7vgvmXz0ksdM9D6KQvrEoDL4NClW8NumQPve/FL7D95c+bc03PilBXT79O4K+cHgTO05QIz5MiuG9e14mPrfEOj5naiw++ZzivYtxIr4qpSO9PA4qvqcUob10HS8+DVHuPkK4ir4K5pc+DxBVPe1daj2o2Ia++cQOPnZUmb6qAP88bYcZPS75dz4HxYY9Ff0zvliKI76FMKg9tDpDvoF9iD25FpM+NQYcvHegT76G2pW9b6xsvvDpNj1x+wm+rwV2Pm8unj7R8xM9zFgcvr5ZiT30HhC+EG6AvgPiiL6Hd48+H6ikPsf3Kz7ySk8+GhqHvrKl9j3W2p28joWbPdGb7zzTCR6+RVcwPl5sAL4M+5q+561pPsnCj74Jc7Y9I9HFvWqu/73Q5pI9RMMevrBxhD7eR7u9Tv+RvdQxWb4F2D0+pDmyvv01AL74QH++OfbXvLAhRL4dcSe+XCaFPmcm4j1dmYS+6dxEPtmnjD6UG4K9BkuWvia8hz2Xls88Fsv+ve2d6L0XNAi92xlGvZcJ9j2Vs70+kTgovrQL873wGTU+i17Cvadtkz6UEbK+qqZzPg6Kcr0yHSm+gdXuvE9ixD3/wPi85/kkvjW3lb4QWnO9qaUbvav3Gb4Iohm9fiURvZ6w2D1UwGI92tUHPkmykr4Jh649RnFWvg5gcD7IK429+d6sPo5uSD7NQWa+LZCYPh/WvT2HphC+imx+vswkmj7t+0m9kHscPUhig74clkU+RyA5Pp7lVL7kiPy9ZQuavovlaL5abq49salEPkZXSr5ToIo9e/EKvS4bHD7uDC89JCBmPe7OLj6L6bu9kMl4vvNhAb3AU3k+cu/YPTU+N70if+o87YCiPShxDL6P/10+XTifPn92I77LPXq+","91NNPho6AL4krVM9vmCevR8j/b3QiUI88J5qPMGJaD1GYcM8WfniPUZwoj3CUXq+CYefvpgAmD3ytGG910wXPiDh57uDVK69V6xQveHKIL4HNXg+xgGSvk0RlT4YoKo+wX4dvtMDrb5enFG7qncGPs0cxj0oWmw+NMwpPqYCUz5LPJM+kjMJviluST6A0QG9G2OPvSMTtTxWSKU+EteDPtJdyT1hFHk+JIKjvrSYFjzptEu8iQABvum2lj60QN69HU41vP0SYb54ZFs98uxnPtNB1DyjnJW+NHM/PmXwJL6xlVQ+AZHYvR5Elz59oa++2avJu0Cnm724GDy+V2iVvuTQXr4tsjG8yUdZvUW0Nr7W9G++27JRvs8wFT74h8s90dirPpuHB71j8rA73oI8PrJwNL6APco9VRkhvjzaaL0XOBi+31dnve8SzjsVNqy9uWaVvgoKfr6f3i2+ze+KPZ1D7j3ovaG9VMQ2vU/bO75PwwC+8ItvvgP6qj1V7xY9PuU8PAuIDL7xkaA+f554PtG2TD7hHZs+MKUAPlXkGb6bSCe+Wa/yOuVxAT2YYIa+3hEBPtFQdj50dEu+nEaTPTUgiL5B1xG94fSLPlMLDr6Ez26+T82Rvnq6ib4R0Z8+eOyqPi/5jb57aIg+D5WKvm3nhz5Ns5++4OFDvrQeTr42la49/aQCPh10KT4+izQ+RXntvaRhmz7TNIa+irVOvoPWM76+2I098fhWPkose74yfiC9zZjrPajWmT00aoC8vAVAPngEsD0G8xO+6MiCvu6KSz4Lhq++3MEFPkoolr72C0Y+T9J6Po58/D2i656+6TkaPgjtLb39oAu9a5GrPVfNaL5jI0M9G67iPQr7wj1wPK097hFsPuZqIT6Y2io+hvESvW97cb6LcZ89TIvXPIVDlr4jLyc+4Rs+vhiNkT5qUQm+ceodPqLr9b1rOpm+5Ec+vkS0jL4F4rc+J+XcOkG3fL6BSX2+Z1QIPNE9nz4GtxS8n22WPlLvwL2E9AS+","m5vUPamQFb6wKwY+7K3avT5WLz7FOpW+zlSQvQcpQj2NTha9H0DNPVYZfL5A61q+PY5VvsARb75E54y9fEgaPh5HCT03V0g+aQEwPq1xWr1Wjes91iaUvsXfBr7iikI+5W4wvvWE4L1xTIC9uDVTvnCAcD7hwmK9om6Avs+shb5xMT++/h90voi4XL5uRGq+KV5pvbzlFL7O9Wo+gYNBPi4YGb1FYRu+cUsvvB1XuDpbvLI+6CmFPu8ajD1Ofhu+BH6mvrHVJD5xgps97CGMvtCeij1yzk4+6nxrvpQmZT4pHZW+nWwgvgyiiD72pUI+J9UEPCAgEj7DgfM9xRrTvc04i70FYrC+L8yXvtCVbb5wT5U8U6FnPgJmCr4EJgI98CvzPfpie757mbu932OvvgRN/r11Wna9HU0bvuGejT32tB++qs+NPTkGOj28rEC+snI0PiXoGT6csYW91OhGvOru1LyHpyu+9cDCvJYUJb3W41c+Lro+PmWLhD7xTzO9U+w2vpB/i77DSx+9Ag3VPez4pr0Uioi+9couPrFbIL5Ad5A9QbZHPlV1qLwPtfU9l1KovWjQOz6pNOg9T6n5Os8VIj6qWwM+d/5jPpOHDT69k58+AGQVPs0aLL7xCCm+LapvvtpKMr5t35S9qKD2ve1phz6LRiy+mS62PX811L2Z9Bs8Xd9sveuXiTxDA6M8C3DgvZc63T09nhw7VbTZvcE5hT3SVSy+bjd3vjGkzz0a+4++VdmdvipfRT1Kngu+Gl54vqzgwT0BLR++CRwNva4U+TxiA8u9Vo2XvjZBkb3ELkE+eN9WPjbbGb5odpG+vRNmvhOzjr14toE+9m7ovW8TWTvOz4C+Xmh2PW+3Fb7Cycy9zYNHvhcV4j0CUKE+AX3LvTmKMzzCiL2+y7UIvuBcHL1HcRq+63Jvvtk4ID49L0y+P3JDPjHsnT0Euia+onV/PlgbDL599Eu9ydrtvTgaub4qi2e+AupqPmFRkj5F4nY+1hc+Ppeu9D19Uke9","zS00vcXeGr6xbYM+1Xg1vkq8QD5RGEe+2UaxvTvTwj38Apm+bOFSPkDCKr4gE+M7kiv+PdW2Lb72Hce94l9JvtNBkj7FnIK+Q1Cbvs533j1JS1893QpiPuzuSj5fARi+pTO1PTzAo72wSUq+K9pAPukbVT6oOIU+H/CEvb65BD4j7Km9AaSUvg39rD2h94A+yC2LPKP3Tb5G3ze+lIXovaxylr0dt4G+0vzLPLnQTj7g+C0+ku+KPWO14rz14Jw+lNuUPmnzbD4dzJA+gr8AvsO7fr7M6IO+GlAoPqFUMr2/OoO++TgJvs0wBT1oFXK+LksgvsFxL73hWIE+NP+AvpBQ2rznLNm8VyHhvQdTOL53BEO+KIO+vebear6tRaa+AlgvPuKYP76fL3I+7K6SPXO70DwRqou+dX2AvuOqhr1nGfK99tssPqyIGj2pgRY+SoiKvhc1zD1Y4Y4+YlRIPgmfHb2Fzyw+YWaKPv8nmr2WNPa8dUSVviKrG7t9AWu+iuAYvvGZhD4Iz4A+TBWHvXHLOr6GEo0+wlGAvthgbD1Nk08+jejwPK7ogj5z8LU9CbDWPfa/Pb6rVZ696p2OPk6ZaL7axVG+kAAuPjsRHb5PPUM+x0UhvpZcpL08AzY+F8DQPeSaYL5BGiS8ERt9vgRXED5uwgc+9br+vammhr10Rx09GvV6PlkoSj7PPem9V968PXT9J745vT++2YrmPQ67nz3Q4CU9l9GMvo+rs7z8A4M+v1LEvH9ETb7vwTa+os3evPgEQT5rdpY6KzPIPXSoWL5/JN49a1+lPkPBV72thzU9Mh1svnadIb5MJ2W+OZUePnqLtb1K9Ou83XKQvjlger68GtA9vQUdPmXw0z1aBKG+3LIaPsnUKL5ytJq9hFumPi1NBr5Ee3u81HiGPqMCvD0JAYW+wI4DvtCoGTzPcrY7lBliPQ2S3b1Fgc696GYkPS6X3r0mVNa9r4PtPc9JjD0tWoI9isNpvhzyor7J/Eq+L98gvnoKC723Aju+","jfAPvljgLT3/uKe8a4WuPZxCKb1jgzY+ayi1PApj4r3YrJW+N2tpvRTDl70EveQ8JHc1PomSA74Wvb88NPNTvV7uN7zh4Pa9zCQjvoQbrzuL5Xu+ACsEOb23vz5Nim++mfE+vtqQKL7UHBK+rD1HPErNkT3DLAK+ORfYvSVubL2E4j+9t+M4voAT5TzNs5q+vxjpvZOwwD4eBTY+hesLvlXdJr7pwQa+iS8rPWkoy7qDGV29FUN4PW9uqL0ANVa+ehAPvsP+ab4xRXW+xK7VPcblFT5YDUi+Nk8svggSJb79tlq+OEzbPH8XFb6s0DI+WdnivTwcK75hsK4+kAB1Ptqc8T0IxGI9btg0PptPoj2K9aG9p08oPv/KgD7grwm9s/ycPmOWIr2g8M69e0tfPkZuzrzU5HI9Mkp+PvGAgb5kK4a+0Bz6vXwF+r26dFu+F2lSPhDtUj6GSy4+7UswPsATWT6ECPo9Nxe9PZypXT6yR2s+h7QNvqzi9L3JxLm93uKjPncaIjv3mGC+lGRBvj2JT72LlU4+YqPBPZAwnz03gEO+UMBcvQ0S4DynIBa+2RFFPrKQNT5SFkg9bOCSvi54Fb1KuWq+k+5GPjeTez5Ux669kWdtPqknEL4SCjE+7BQ0Pt5Enz0OAY2+zZyNvlUEiL7I/JK9sMEuvrHzZL5HtyE8PZOZPYy1bT6uGAq+w4hLvvNSFL5zDZU9gMEtPpVHSL7R9zk+YLqtuyuMnL5kwFu+eDpUvmNOUz6+crC9QvdtPpnsMbusg049dI+NvkIrFr45kz4+uWg8vRcbjb7sgCI8+/Ejvo1GIbwKLXS+mQZNPk90Rz4KBUK+r4uEPXa+kb7ZKcw9YvMkPijloL32gV0+zXGJPTwIYz57pDS+aiKQvYS7k76hHUu+tV1Zvv4ZU761nAM+/5s8PXA+er7j1LC9ki4uPHgqTr78S/y9uLrlPchhgz5jKYu+1LmGvAKQor3DIi2+ZBtsvj7Bhj5UWG8+FLzhvQnwUz7sZ9s9","lpkKvh63d77hT/Y9tPqPPjZCOL0bP6w9k/KFvrkYTT6WCVW+s0ravbtVpT3oeye+4zkBvjN/Ur2NKEI+oLuEvffNkT3TPUs9hEHHvV9Lz736S1++Wt4JvpOATT6VWJU+tx+0PQ1Dsr5s35M+4nkMvvz7gbxNs0C+5UmCvv2jO77f2SO+4EgLvm4nfL7x6t296Qp2vvcDBD6Me0g++jATvPU6jz7+ILe9djQivZZHkD3z9R48Js6Rvs8kSbyCzq4+J+/hva/dwD1wO+g8cU+WPqKYiD5+75U+DK+hPlM8Mz5O+FW+F8rTvXWaubwrMO89Jm2QPlz2mL7J6Vq+/3WAvTgti7782CS+Ul+fO9r2gzwyWnG+zlrNvSXGhb2IgKg9CYWZPhFmuT3Ptqc9TXMEPpKNTr58vSW9V2BYvuptJL7RFUC+PxZtvqSIzz26dSM+xaWNvswbID7+Oy++v8KfvqdW9T1UwoM9YY7BPbB7IT7bKFq+/O6fvj1Tg76QxcI9b3uJvpV1rL61RT++LcmWvmt6FL5OqxQ+JDP4vZBsib42DNO9BUWTvkRD5Twa1Ko9hcSovvMIszzBSqg+jSppPm2QMr2bVIA+rRZjPfgsXr58Hsi9gkKBPoxaBT21nhs8+sKEvj6Sh75S9DO8HapWvdd5N7418Ts+wRSlPr3z471iEwi+QAEhvsfAOL4XJ3S+AnucPiK8xDszoga+/kZLvhYrkr4Ylvk901qWvou2b70c6u299E13PadBgb5y2UY+M8GwvajIFL4Z5Vk+AUJsvmOBFL17pkw+9vizPrz76rvddYO+T2SDPuf9qL6TIg88Jf7fPfCYDb4mXEQ+F3vBPJD9YD6K56g+1z9ZPr+fkT7hKQc+X3VcPvC5QD79VYW8LjD4vDCHGr0ui+29BNN5PetH+73jwwA+gNd1vN95br6nOFe+k2K3vSL8/z2ElXw++HisPQjouz0aIRo+qGSQPSKFNbwc0T87OxzbvTrP1r1GRjM7rVEuvAZx8L3Tyr+7","PlKaPpAiHT5n6Hm+QcYMvi+lLj6jzq++CvN0PnaQkT6V18C9EdSpvp2nhj2J+l++z3iEOq37gLtilIC+u+oXvXVTBr7eHpo+lT7GPYnRhr5VKUC+Yv4Fvfk6PD7bkwm+yux4vn6CLj6jmz4+NwQyPqJ/EL7fU409g/W0PSGEVr2uGIo+UKEhPg34hT40A14+Nh1Yvuv9pz6Et9y9wC+8vf7lPr7IEgu+z4tlvhPYKb7zM02+uDN8vTzrhj654SI9OvyEvmlIOr59IZI+VDQqPvQ/gr5iFMc9GVxpvrkytrvYYSS+xLpoPvfIGL61tha+DVKYPprvbD0cP16+lRkLvkCkbz49cOo8YFYxvsa4m75HFmm+9HGtPhcvFT6I1IE+B6yIvVjriL6LyQ29UkNfviiFhD0g4R8+PhVDvuiztD3AFog+cX22vTMfiDxScgg+6F5jvsP+nr6xt7U6yC27PfZEfz5mJje+Ain8PZbDbb3F2BW+fOOhvhabqb19x3O9fzlOPvgNiD6vV569J9jivcA9gr4lo4695oshPkk/Tr676Tw+BASpvRNmD77acTq9KHMavnFVMz548Ss+9cDevYunlT28mWu9rso6vvmROT5H4pm+B12FPjJXej4wCCY7bUwmPYgcSj44VCE+uxRVPkgjKb7+UIy6R0vRPewl4j3u9w++bwb9PJQeaD4q5cu9QH9Vvss7J76Zdwk+9LV9vnTGkzy9Qg4+bbw2PrDu5T06f/Y9YdByPdQ6mL1O/Oy9p8oZPuU6671xJP49s6SUPGEPgD2P90q+IySbPqeFs77eXl0+YY3IPQ0gl77Iu64+kTWHPNeFmT2uYgY+xPaePO8/3L1bu24+FK9zvsLKVL5/b2e9jGz6vXcmXz4QLuK9zWwQvo5VgT62QTo+i7P1vWpMNr4rPZU9mF0FPtIOg73HVmM+YwlRPbACn71WkIw+Lc9/vimBRj7gexe8DMhePqB4Qb6OtLW+M7EYPmq83r0FHk09kR44vs/PVT6I9Z8+","PdpuvEIaKD5o/KY+YL2QPi1Teb5cEsE9uSx2vSxhgT4T+Nu9cJM4vk3vjb7qmqW9nXycPYDaUj5jfBO+t+2yPW5Iuz1dS9E9SFN3PVn6WD7u5Hm+VdCIOjdMnr314Re+RoNFPu1ZYDwHxP49gU6GPl5THb4Uw4G9n/WoPT7iR77vUYU+nJsiPUp1KT5FhQ89fHyYvgAhhz22Lo6+kQbkvStkSj35Hhm+Q0uDviuKqL0jmiY+YqVjPj4dWb7M7X2+0wN7PnkJEr3BT/G8OuShuoy7iT5X/Go+bSMYvlxPiz7nxW8+AFRFPkGe3L0wjtQ9FjCgPhd6+r22ASU9zyOTvq0E3b1ZJMC+kIKfPSFib76Wnqc9KoCFvZVwrzv8Dl6+a81+vcBXgz45yEQ+0toUvirjf74I1j8+t0JbvFxoAT7/Ja09ss4OPhy/QT5fWDe+tPhzvhUx9L0JbRq+Y/JOPkrnbj74kRW9CiAyve/8Fj7uk3u9O6tPvt/FCT7uaIc9smNvvt0hFz58Vpq9tfjYvQyFQL5RJGk+BnLmveOeVj4qbuS91BvwPSpjWL4xA/G9+mGHvIl5zj1ug5e9XsQWPv6BjT4EXx6+mK6Avdv26j1bb2U9lxsnPixwXTwgZFm+JXQtvfpEL70OhRs+qhGTvnAWWb2CsC6+mSWHvq0+iL4YHE0+jml7viX1ZT6x8nC+ke07Pj0ynr6JZgK+zXryPb/Lpz7cQWi+KPGzPfcpwT27PJa+mC2yvtxItz6LTGi+hkugPeZZXL6DVaO9Ked/PsHOVD56jIy+qb+dvURFrb1T7yu6A4qVPXv+p718Rio+niU0vgzgiD53c3M9UwBmPhB+pL3oLS6+Ih/TvX4sKr72ZGK9U91EvijCvr1SYtM9TnrBvVMmQz5YEKc9rZBsPlTJHz0v5Bs+5KVSvjVY2z2PaL6+0qeLvoX1YT5eJUK9LQaYvjzzcj5hj0A+CIECvtDrQj7UiRS+rFisvQSdiD0eRKw97qXYPAhs7b0eMbi+","GSy+PN+Nnr0Ni689fMqBPgXJYr5pokI+W0QiPbITAT7Nyr0+VayGvj45Gz5b5Hy+K8Pcve1ZD760TNM92GwDPlC2rD5mToQ+G/u8PhpcET42g9s9KFrBPAaQoT4GrIC+tvW7O2Jik75Fng48tDiavkCqMD5KLw2+UyaJvhHKXr5GTfI9/4/uPSuQS74poqa+ALxuPWp5lD73VXC+XJ2pPVT2AT2ZE6m8wtpQPbZ1372SWbU84m3BvajBfL7MDee9b5TnPUo1PT788pY9aZXgPYAv6r0UKp+9g46GvWfXTT4bJrg9+Nd2vkYN1bwq3/e8sTe9vSqP971oQ5Y9wvmGvvPCHz5KtpE8ODk4vpgrKz4FeJe9Wu2HviQHKj4Ct6w+v2qUPjKI0D1FYO89L9opPlBuD74V3Dg+kYhRvulOvj6xn+M6ULThPVxuQr0gQpq8fX8OvCpQSD6P7JS+w1uBvcZmSr5i2DK+wSJkvdXjVz72CYQ+jLs+vr6NYz6VqjI+OeYnvqPTIr6yiou+rHz3vTQZsz0GM2e+GMRMvuKZn74cxtk8nLOrPRi4dr3hBFg+oTa8OxNcsrwYrGk7LhahvgM+ib5LOVM+IyWAPjYiMj3OrF++TIbhvRZPOz7IeKW+LFSbPpkeBDxb9C4+bks6vmFanD68QJ48UgZDvlfXgr6Ms4K+yNCXPJXQr70nh40+dUwBPtmWWb4z37u8DgxQvmc0ND6UsCG+JTLKPRtZs72foz2+GcGMPglamj6OVPk938RpPc52dLwAaWI+Ih+HPtd7dz2wq6E+JYEOvi/7nD6B8Wu+2CZyvOgZ1Dv+h569C0rfvb6ZN76iy0S+eKF2vhYwAr3B6ow9o7OgPZa8Rr5F0gM9irNqPn2VNT4TZYW+SSlEvkzT5D2Er6o9k06XvQOWjj7/joO+yHunPpnLaT58IY0+UOGGvvNwFb48QhA+u9FdPpXygr5E948+7R6ePQ5vnb4bte89tggGPniNsb2HpWy9BtahPdVsob5xMYC+","FiQdvg9EjT4p+ZI+Vnqlvccbp7xH054+LFTsOxM9ij5WaSC+Jvb2vCEctzw6i1o9Rt27PpVSDj51tWM+gryLPmvgwzt9GjS+j3ODPmecqrwO9Ie+tXadPi4v7L2NRO09D0LjPFMdej4mYlM+wMCCviARD70w2G8+gd5jvn1xab5+LIc+AVWEPjIeWD7I8S6+9bxKvoYwab62EKC8vDSUPKZs3j3gsp493mMXvo43mT3kjz69kgyJvlgeNL5AnkO9jiw2vhiQZz7i3MG9EIJGvghmeztBOSg9MNMvvoZGBT2ZG5A+ireQvUvgpb1zgYs+XsY5uowyHbs9az++LxIsvfJbZr7tzyI+pGFXveJPdD3u5J2+TapJPQqGb74SajY9Brhdvajtrr2blmu9q8CWvlmpQT50Q4e+cuNKPoXkir4h+Be+1alrPrSDx71U6Fe9bL1qvpkPfb2Nskc9oz4GPaX1ID6yzxS+1vFDvqasTL4hMl0+9yNVPpcwLL5Nof89a6yjvqtclT5digQ+X22Dvq2Gqz3d518+qCAOPlW2rb2ya6G+VeR7vh6lgj7nkp++gp60PVw7Er7f3YE+NUnnPGJ6Bb6hOpM8Q0yOPlUpcT7vLy89bPpNPmJKQ77KjMa9KlwjPsHE4L12zDA+8KBYPrBxcj4A+mE+Hv0BPlZBoj0FsHA8hFrcu4RZwL0+AoU+P70Nvhv8Fb7S9Wo+hBdAPYnhhb51jtK930eHPgjDor5KNno+FOsdPuDEej6l2x8++SckvZhJjL5PtDc8fLhzPhBNI76R1pw+Y6RFPkTL2btNQHa+SB9TPbcUWr5CdwI9FhVavoqjij5y3Dg+LOLmOwj/3712sYM+QUtZPVwEhj2+l2g+L3SWPu7aXD5rbOO85bcOvq65/T0KclQ9eqR7vr1Rl71DBUs+pZsqvrPSL77p0GK7kSy6vsxLIL7dpGm+o0hnPpLorL2Ce5+9eilvPg42XjwNbVg+JZftvd1Egj2XMLA9rk+LPg6LVTzy8Ji+","SwENPDW3lr3L9FI+2qxyvoj/bb4MOTG+ZRHuvRXkkD7zA8u7H69sPZMNEr4+x2m+vfZDPl9lY73iyi2+ME4MvquYaz6/lE++J6x8vrf7PL7Eyuk97nzvvWVVWb5yHII+oqajvJQNVb5JVhW+ubRiPvsfqL05l5M7YUYwPk4YiL7IU7u9c+tfPkRBODsOjFG+EdFwvonpPb4XqDQ+Wm2OPNDpoL51VYU+YAx+vYinAzz/v2e+suZ3PXGbiLxkEmW+HISFPhTOPz4kyEW8lAUsPd04V72slcS7uI6KPnMFLr7YUow922tzvvYrkb0v5Gi+nDABPdEbrr1TvuY9FTnpPLlXQj09+wE+XOVcvkAmpD1qZJ09r+VZvtYLmL3/0dk9zr5QPpTZBL6MLoG+n0sNPWcnQL4Ay3W+QNmSPi9MVr4UCY2+YzCrvRRKfz2PHlc++mmVvm+E7b3gaGm+qruWvh2+cz5Jp6++zbtiPvG8yD1DYxS+3R+aPTrXGD79nYG+5ED4PQX/UT46l7K80cQMPvTtL73O9oi+PVbpvZJlWb4Y7W4+PJJcviWeqz44JVm+3jJUvih6cz6179K9nIxQPVnuBr6wopM9MO5LPaewb71iwEs+KYE9veZpDr34VY2+GIHXvWF1/L0ym1i+CEnbPHMJc77pOTc+niFPvqsJHL5Zjpg+FNdjva+eUL4zhSs98ZmTviLR7j0E8Ww+ioNjPqhVD73jBZA+hHgfPm9Yij4nNJE+39T2vW+zGT7e2ZE+WgoePb9LAb0nCQ++qbsoPBQWxb24zpQ+1oRYPkWFkj7gSzu+hMybPrIvUr7aPHe+OU++PO9qRb1loYG9ytQlvlwQUr5giMe9HmfSPTQJo734OiU+6O8UvpX8Bb7eCYy+FcP1vaI38byekPe9LbcLPu+qMD6huw2+BzPWPcjIjTxhgaY9Kdx8vjf3iD1FxC++OvpovSgJ1bxe7Te+Ao0RPpXhlLz0rTI+sPWrvQuSaT5GRAs+I8m5vhxDLj2+OHM+","OLI6PnczYb7XL4S+lHCcPr9fMb6WXp2+awVxvqA3hz7qbGy+x7mfPFHJlL3wdMg97aKUvkSskD4QxZ++Qv1SvlrrSb7KBRe+2Vp8voYLCb78H5s9kpxtvqR43T1u6TG9LPHzvGCDyL3oOKY+M+4KPkVnnT2g90q+b/QDPkx5jLyqyeq9SjgpPImjeL59Oqk90Kd8PVvlLbrXrLA9PjmTPopwmL3DdH4+Ccz6PZJRSj455QE+BE53vlvShT5u0w6+Iit6vvG5fT1bKMo9rQ0vvmaGjDykPdk952NpvZMza77Jw+Y8iHmwvc6qw70FGZo+eqVmPrmJ97wJIMS9tbqivhTw/L0ULli9XcsuvmL2Zj4DLka+URqRPrYowTo8X5A+T4qEvjpPUz53tp49Bpkku/3Bej4mwVg+KZikvE37FTxH2Wy+1YyjvXwSxL3tKLm97bi4vWB+WL5o0Fw+iGSxvVlMjT7Ygn2+St5APrAoFj1v9hU+ZThlPp/KAD6oI329KaRBPaw62b0GNoI9t+KnPeRsRL7z43w9tkkoPuoQpj7AOgA+IDlWvT/fsb3W/YG+4dCHvhr32zxxgnw8Ww9evkDYWL6g85M9K91mu08oX72tB309Rea1PS8+qLwPcUa+974PviK2O72AEPK92IVyPoGV3L1/7OQ8uP2wvfqDbb23aDI+rap0vW9Ssz3v2oI+kIxmPmc9Yr7b5X27DIiKPgshFT4QZWk+jPiEPolAYr6yY1K+Qlj/PYHrmTzAc7W+tHvOOmwp4z2UeYW+d4K2Paa4E74z5ru9oM2fu9HChj4B3Gy8drOpvp4SZ76loFu9wLxcPiiQIbxHIKg9bYX/vXJ4Vr4JPjk9suQjvZQ5WL18EYU+w6iLvuJdMj5ysTI+G2IYvv+60DrvEDO+FUlEvhgVOz7Y9mU+ShxmvvWS0T2FwcY9Xne1PaILYL7J4T4+j9R9vhr+Sr28tuo9BFXovMhNmb2Rvkk7+ZxnvohJgj6I9jC+xzRnPqaL3L2RMOc9","LK0au4wMlb65+IM8YujIPSRphL4KGTQ+x9kvPr+jdj56EHY8kMUCvBVelL69Fzc+nUJkvjOSN75QN4O+O2uzvefq5r2yd4U+E7BZPm0Xb77Ewpa+3XETvtKgl768/7G9bXbSvSYAjT7K0kE+XqB3vj6qOT70NTG+QmImvV//hz5BUgM+MOQAO14akr0nBqW90PM8vnkcDz7WqK29oKHdPSdYUL67tHe+9sEpvpvkJj5bQw083nCnvY+YXj2JEsi9ELMQPn1nYD5g+jQ+69uLPr98or5NW5u+FcuWPo0Xgb4GwbC9MPJwPrfBZj1SG4M+KcpRPk3mobwf+Q++2GMjvo3lmz0FNzK+rv9SPq7VCz5Evi+9eqqMPktzqLw1OOo976XDvZRtAb7uKDK+bVIlPiEWnT4mkJk++p0kPRoB6r00aFM+HipnvmejPj4O24i+b36tvS+hmL54wjc+vXg2PuxJdb4l3Rw+VigRPtuelb5tH4o9risxPqliR74eNja+mclyPeRnVL66OIM9KM50vp9Bgr20C/09d7sevlVrgr7SYZc+1JU6vkDXX72zSms+m5gXPTU81b1WW3e+7No9Pn1x3rz+qQ8+647tvVu0lb6a+Xg+1BVJPhk8kr1GnLo9ZK3RPdgQ9z3qZH0+Yq+BvcCsgj6BZwE+NtBnPiYSkD0BzA89qVETPr3wbb6VTpa+9lVpPizPLT5bxoY+1HSDvgjVqr0YzJU+QQRFvrXGxr2Ek5u92xSyvSAEIb4hPM48/u/lvVtYdb6zp5s+rHowvl/ViD2eBU++pufbvZlf7zzcVae7VTt6PqMvJ706TIQ+xkPYPZFwFz7sPli+6xJRvs6Shz2yNL28yz6TvhJp4b0wF4I+Pj9Vvs5MFz6ocRo+Bl26PTmttL1JIYg9Z3hXPUkGqz0m6PU9V7pLPh5aM763QZA+fCS7urlglr5dTr67ImniPSv9OD461RS+EsIcPuMWDLx3VlI+lVxvvugKl77mNQo8fmzPPftzdjyOVUS+","4wiovQK9AjyJabU9mv9HPvbLIjv1GEW+INZHvlW7ij6jpnm+b96ivcQPhT7Etyo+/JeFvgL9qz6UEMm9YjKGvsOvpL3C2S2+32QBvXqqO76fwk++/4HpPQzepT2ANJY+U2MJPr5qJD5IerO85Z1KvuTkwz7mYrq8jL8dvjgVjD7xtZq9KHNzvkyIDLwBc5e8kpmgvk4PVr7u77k+SdCZPoNqj71WG20+UNlfPqsVlL7GPaq+GuMUPuQvZ74sDck91VC7vYm1bD4HFkq+PZEjPfQHSr2+Ykg+T1iqvlnCKz5Bp6i7UEq9vJEcDL0q1C++ZuIuPuc5cb1HX6y+NVKPvi2DjL6NYWa9aaINvZ9g+b19Ei0+ZV21vNVYlj6GrbG9mp6BveYpLr6ZW5w+GA58PtvaYT5cw9M9+JqEvqwTd718qZe+RGIQvo3UF75wrEs+iPxLPeVwqrwO9Tm8sDKavh6ZkDwIApM+mmgePpoPDD5Vw3k+MBlmPaH4vT2hJHC+COkWvqeBOj4DyYA9p8zWPRF+mb51X4Q8wmyUPiY+gr66bwE+5fGPPVP8RLziFIU+0fyfvWwOOLlb+NK99yPTPTb4vb1QLyo+mBbJu6WFcj7+YjE+ISibPp1MTT7+3+e94e6SPmpH/LuldJM+/HIFPl1ILL2Couc9Bc+gPp2M7brVxSU+XwmPPsMThT7YboA+q38evqva8b1QXla+guaEvk6mrb5UqQ++dbf4vJGBMD7umCM+kgYnPuo9F72d8mO9aU0EPXHUkr2FiYm+STigPB/yUb3t26s+GqsevgZ7pb5JcZM9VdKMvhMpNbwL33I90eYCvjT4Yb5U7B6+Ap+BvSK9dD3PAXW+zxO1PXt+gL43t2G+Nf/LvbuLhLz5tM29/KjbPau7bj34Gzi+dxCJPuAOL70FUoW+qadXvrG0QD4Yfhe94uFwvquC1j2TlKA+JJTMuyxqHr4lepw+ZMBIvlGPBD6gcQy+SEFgPGJWob0yl8O9LoYoPlhgs722iJG+","3ytqvgb8nj0lkp2+MeFFPnAcPD7RbtM9NZFWviQHID4IM7q9DIwJvamQhz7kKLe9D+mGPqtpmb75OMG9iVvVPZx0ZT57Iw4+ey2rvb5uDbzLAYE6bqh6vh7pE75hjVW+qFjSPQevJz4Isly+GaCkvtIp7DwVtB6+KIUrvVURoD6s2aK+j55MvvGmObvG7Di+tmJqPj+72r1FzWK+gfdOPvv5dr7A2aK9i+drvVipCL7YmGC+VZmfvmuFhL51KDC+a+QXPPWxhr5xL3W+Rs3BPXUNL7346vs90eajvj6057yBWco9IyMZPkK3jT6IpKk7FSAcPZVwg70Z8Ps9XjrdvQNg1T24j5Y+QHiiPli0n769JJC+Og5WPtl2Cz5DuzY+W0iMPk7SuL6pC6I+LUedvvpRlD7YSru76zaRvttog74Ig5O9SumdPi64lj5VLJI+ouOcPlFIOz6syGK+FnmBPuAv1b0BvRs+kOxevQRojz7TV3C8NwyGvgMh1jwN0Gi+wYXiPRBHKTwp7pO9PN88PgPDJD5TT6c9KyAcPkPZWr4fRKI+fbbLvZmyGr7HE5m+Kx+2vpOkoj3WYWc+Bf4DPubpmD6vwc69jVdMO89erz29H0Q+0kSePv5Uwr3ofOc9e2tuPoPVpz7BR7i9fIiFvviwKz7b3nO+mWM9PnGifL4gmj4+xBaIPhl53rzmlpW9PSuNPfFGKj5qmog+OXiBPrKz7j1WaQQ++FRWPoCoqT5XGii+nmSSPQO+nD5OWYQ+hym7PSbhaj6I3uW9Np8EPs+jIb3aIKW+YilaPdHWcD6XArw8/hJKvrBlOr5qrDS+DC2qvQosPb6GIgo+O+evvjALPD4VLje+sgZNPpDdPz7Xx9E9wi6/PYXflj3qbY6+pdApPTkrgj5dn3W+hmGrvTb7mz1aMR2+Gwk3Pnm+aL7hmV49r6tUPfXkez4bhwM+WBa9vbCwizyyJIy+K/Pevd2k8b2bWay9dkMfPlvtRj6xDQA9b9R3PoiqM77rOxK8","aXoLvhUekj27QHk+bMnGvfYfub52xaQ+Jnxyvn34kL69KXe+IdOWPus6Db5KNLQ9BrBaPRTvhL6mDt08FLtMviqYXD4Susy9GZNPPk05RTx1IwC+ODLLvcKuXb0Rg5Q+Cf95vP8SCzvgcwq+BdOAvfVUIb0ZRDQ+BZtLPlWdYr61zGO+tJuBPr9Glj3sNvC9qvOJPn7/Aj6u7V88nqsmvNfyNj6Gg46953dcvqFHdL2/Dwc+c7Q9PvZmez6qY1Q+uXoVvqEPLj38utA8BeWAvd45EL4n5Qe+4+GZPAjRlr7bcIU+iMpHvX0nMz7hLSy+PczdPd4ptL1xAZ2+9zUwvP+3T74so5q+JaLiPZ63C755eeW951KFPBdOrjxwcTO+ogHBuxRYX70CB3q+ybWJPEKo7z0JXNA6fDmvu0RFKr7QdRk+qd46vsr3XT4sUxK+iz5Mvau4hD5u+bu9jK1Fvabrjr7OIKI+7cmWPfgjnL43pSW+qaMovtoXs7yEqX0+Bt8AvM9Dob2jlcs+/VpOvo39Ob0Eiwm+S2LNvZDaEr4Vkok+G37+PU8NRD5opyS+1Ne9PVZ7Wz4cRKg9hU2sPgtC7j2JyBs+ptu2PTjWGT4QvEy+wayzvu3ZuT14AgK+TfSjPgOVhbwTjKc9MGHIvFUYXj1dYzo+SaXSvf66kz6S1CA+Vn+DPle3jr6JhAA+3S+VvmFGhD6keB6+j6V9PmxkoTzf8Ei+7n53vgtEoT0Vf3I+/qgjvT0kkD4RRUa+i4pyvghBjz5IzZK+CISmvdmSdL5B7xC+2Q4/PT3QnT666Jg925WjPtLX9L3I+Bm9y66rPTVD7T2QQIk9An49viUmgL6SoQE9iiAivl1hDj4rskm8ZU+sPcjEdr0Ckec9UfYKPo3UXj7CQog+4SlQPoq2Hr7LIai91qifvvzQlz6ioG4+9yqRvhIY4z3RBGg+Xr51PiMxAr0MgTs+rilGvvbRQ76ZjhQ+bSGPPkcPeD6LBp++/c8XvrrLVb3Dr7c9","BZ5yPsZwLz6wNCq+ObVxPpR7z7yEzPq9njJKvsU4Kz5PVTe+GhTpvU2PMz6mMre8X1Afvpyq+L1RPf28cpmNvpx2Ur3Tb0O9eHT9PeFFVz4L3EI8THE6PsH4bD49FLs9egIWPckCsD6sw/G9jpFDvsTUG74Bhea8CFcovc0A1D2XLVo+bhzJvdfMhr45IW6+1aGNvWZ4hL6fUc897nzdu3TTbD52AF89NzIOvEYhGbsYTGK+CtYEPh5Vyr3lPYQ9OmstPhgDe72gRZk8ASmSPhKEtL2irY8+RUyGvh9YdDsgMUY+67DFPAvcez7DQAo+Z7covkeqzj0m5Xo+8l2FPTcKiT7YczQ+T803PhP+Cj63J5W+SG84voy+hD4P8F29zoUmvuZqiz4Ju9Y9R7NSvVq50j1G27g8jB9uvl10/710laK9vAFOvp32XTw8vUI+nHUoPvYVhD6vnoc+zZY8PLy3Cj4gXRc+xBuBvh91Zj4QmY8+5mZ6PaqbIj1AU0U+2iA+vHCkoD0fuH6+lyTWve6i5D0Or26+piw6vmSHjL40bKO+3Ow3PiRsZr6Zt6C+zz6PvkuVY74D/qa9tvUGvqMPB75ZNfe91l6GPn2oDD6IXYU+zsQIPqhBPL5eKjY90lKYvnei7D0Ityk+689avlKr6r3pj0a+oThdPk8klr4JTHI+RCV3vulWZz4PAi+99YQ7vmENAL5JzXG+eYyBvvYTML5Hz4Q9Bj2Jvibah76llZO+5tpCPSgEkb3vkVy+VxNbPT/JOryD5yO+Ym44vo41jr4CqME9DJZpviIvD77JLN098Qi2PlIuuL1lCjA+7MZQvqCSij7ApT6+L8tQPpgWzD0aQJi8ue9BPFHIZr5NQYK+ciunvvw1Uj6hFtk9mh5kvh1OEr77vou978x5vYL+5D0GkLQ8cuJdPZuZNj6giq29u5/XvG+nyTwKeno+INCIvqvaWD4QPGi+ADa4vqRxPz7IFqq9hwRcvidei74EYou9/Z8sPuuMCL74UEs+","sObaPaidm72XB6c9jrmoPWi/IT2YyJa8LoK5vWzqaL3b8h87MQAxvsRDrD5hcQY9HAC7vWCQGj77S8k+3AuJPrnJlb2LZ1y9pNIjvjl4qb6V7Iy+Wh3KvSXFUz7Xcd49BGPlPZknmz0wr46+h8QjPOGTEj451HY9nYNFvW+8JD4EYO69s4gNPsEHcb4sCz8+rAphvlV4mr1jeL69fzkaPlxKRD6UdXe+0GW6vJtdhj6Syje+qUMRPsJ0Rb5CnSa+sZ8mvg5bhT7IJWe+nnzDPLqbFr5yHjU+rrgBvgckFL4dELS+tvtlvjmZHz5OoVM+lElTPrRBj76nfW4+4ZejPSS6nT7jzqK+DJqkvitB1b20V0Y+z5BuPsfjYr796dE9iPCOPgV6HD2dPIk9KP9ovqAtmL19JI8+bOaQvlfrkj1o73w992xEvs+LtjyIRWY+AwLwvWgBFDqXWAq+0mvevTYDSj5li5s+Q/B+Oz2phL7OoXU+Altgvgz6aD7v73S+HuCOPI7Ehr7ODQy+TENjPpRyw73YjmO+S4GHvmIXo73oShG+4+TpPXe6ZD0SzYu+Ky9rPerWp7yO1pM9nteevqF5qT6Tckg+qI/BPZI5cz3G4ZK+L+CqvXWBm75g1Ta+FbJgPhJ4Rj74Tla+Ks9evIYIUT44CZc+rKh+vqhXXb5ALYG+HX5bvq0ddT6n434+KEgyPqMl4z3r+M48dgz1vbkC4T2wJhK8Q6oHvstuTL7+q3a+1ISFPcBYab51HFg+ZFRkPopQe74B3VA9iObivQoFsT6F6887dxwTvuLgQD3WPiQ+Hq02Pn2t5T0WESG86zSDvs/Flb7k3aK8r9SKvin2Xr5M0xU88+tbPhgDhL57WJK+aR42vTpGD740NfW9DzaBvil9jj57XhC+4PhtvbvM6r3mXNI9Q56vPW7eCz6KEV6+eO/PPWtvRD6D0RK9QHljPr5Qkr6d+/89nZJAPhaPgT64u2G+yy+Nvmov6Dzpbju+puyMPpSZhLw/+W2+","YK1SvoFSwT0IXTM99ogWPkggEb74KT4+SJZYvsYqXj5uMok+Ti0nvtrSyD3tYGq+Rh5MPsfIoz7BcT2+2PlaPoZBVD5i8+u98wwsPjtsNDrQYHg+/faKvrlC8L3u4SK+72FHPtRHML6/7po+OhxjvqSoXT0EBXm+TGIAPv1uq73BWJM+GJYpPuFQjD5SXds8U+EsviVrBT0QM48+ZTJ2PtYH+T057oY9hlH1PROzgj0lDhq+AM7gPJ1bGL57Pii99cFEvph6ojwyoPg86mj4vKI2wz3ZT5m9SIkvvjc/XL79rIs+qY2DPti/VD0PJu68zAKwPhz0h74FAo89YtgFPWYnxL2ANw2+v8OMPcibW710ZCg+TnyTvpwvaj4+6Zw+dwZ2PuCBgz1Tz8Y91kSxPUlV3T3mzp0+UAtSvui+iL4oCk29fF6ZvrlZtj0ZZo4+t2GKvYwkhDtDbqi+Qjwuuhm7HD73wqE+Ia/SPXsuFb4wjx+78rvhOtnHCb6dNGU9ybfwvV3FMD5n+3k+0nftPTvqJ72X0Hg+s02iPcfLdr59wqo+Ys1ivudear7FOUu+WQKavOb2Vr5g+AQ+q0+qPsdidb5wH6i9DFGSPfWzIz42Dna+bwaYvQbRLT6KUwO+f+hXvrecmL5lhww+bpOGvey/HL4vuw8+zrZuvuNso72hSJW9w5qIvuhngj6pSAk+W6w2vjD2ejzPY4g+LYI+PgqEp71/kp2+VBN6vhleIr2wYZc+ruj6PfoVX75+35U+HLNTvjedgb1q58Q8TExKvjXaNT7aAMo9iUrzvSDWgj7FAqu9j71+PIMfQb5xbIS+srMtPZSvGL4zwMq8+DKwvd/LzDsRDtM8oFubvcN1jT4wxRa8njMSPRWlkL5o9zo+UHqbvgzyc7176G2+gT33PQkfKD7Vcbm84weavmAweT4SpjE+VS5evsiPo7ww8bE8xHO6PUXvJD7bmJq+E1Rwvpe5ub2EM3G8GJUrvvyhSbyZ8z2+FmKWPaWukz2oBPq9","iv0JvvYm/z0caIi8AzqDPkD/Uz6ahSs+/vb3vX6tOz6dG088w4B/vhKD3L3GBAu+m5urvUhBdL4Ku5c+5+EivhP3ML64oGS+08GOPunw7jzj/Yq+iRCivq39cb6cK9m9l1GOPAJCVz56IJO+o+ZRPpEnH753F8G9lXJjPkbCbT63XZM9PF3Eu8lwYz7pTwM9n+IkPWtSA75S74++Zejfve1H5r0RySK+zWXIvPZPmD66URI+8m6Jvj/Vb77PPna+Xo8vvuzAlz37k4A+Qh3OOwN/7bsQsaC9UmLCvCm3q74yPCU+eSOLvRjOgz4UnDi+Z94NPlOrxr0ruQw++xsRPucOCj7hYx++gzisvtPyRT7BkxG+mNtDPjnGmb0YAha9PY2xPOE4/7xPPFE91ddIPdekOj5fag09WQh0Ps2SjD357mI+T8dbvbjP9j3vOQI+NOVqPoAeoT1ZmGq+1CkCvohJUj5qYG0+g+I5PkfKDD4MbSY+OhSJvsf+IT4EgwQ+d1rTPEJ8tr55NF++wtqoPcaDK76n5Py99JjSvTqiN75BhKC8RPznPX2MPr4NYXo+UTfVPYyTD72GIoY+360aPp3yKrxwYYq9H/vZvPlKqDxjGQG+v6osvtdEej68LVu+Aw85vLAOkz5zx7O8Y6RVvnAAhL6jBeo92IZBvlcS6T3Wkgi+Ozr4PZnDcTxq4+s9ZA+DvhC/cL6Tnu09VeTbPQnHWT5JLnO9PGKIu0KdoT046Ic+5KuVvU0BRL6wria+gkGjvRo3WL5APA6+VXETvrCnYb7hOY29GtUQPtBrIT0SWUC+iXQIvgsfwT0N3BC8Q/LWPGHacr4tDp++uGsDPojs8b3ZUlQ+SZYvviU9J74mQXI9pUBEvoazwb3jXF8+8GoqPlgctb4kP4Y+/IibPQKydr3sV1295stkPfbBGT2bEiG+CJtDvgfCVj6nGp0+5/sAPtrK6zv409K9oiQSvmlxTz4a0se9T/LKvcSeAL77t6c+dqiMPh+6sbwXc/A8","5VMCvsHiYr7KwiM+DHA3vn+n7b3yMKE+yjbDvptZ3LxXj4E9NisLPi4sH75Xgvm97Dc5vtZTn74Hxbu9j44HPlQOXj7ZsEm+CYpfvvZelr3KhsQ9zr0iPrIGFb43Doc9ss+gPjiOTr1WUSo+58ffPXDPFb5Z8Cw+UvSKvXpOFj5ZCRW+sK5gvggr573EWI8+e+J1vrX/cr0E/cI+q8B0vlV6uD0V3iu9Dwm7vkThyD0ThY++1KrYvgPWxT2wNw890RiNvvpJDr7r2oi++RuNPk+Uaj3AL2q+lRykPfkhnT44FWU+KaA9vbwnwb1igV88QGItux2lPb4tzAU+iRMVPRchNz7xBXm+E5WNPvtpTj5+Fi0+72mTvO5G1T0wpgM9D6pvvgHcpzzldNE86wpUPUKqEL6tmxI9ZJ0qPhk+XT4H6li8w4KIvnbkTT5HH4u+vUQaPkKKBL5znhK+UySEPfg8Qj5YDQ29Kc2Vvk/6IL55ZUQ9Nlk+vUFDnD7mbXe9GX1HPVe+gr5490s9IdcOPsKS97zGdvg5SXxevgKzOTvFq1C+VqWNvlZN9D11mZY9HPmHvoUHcr0RVaG+bEKHPnnHL76mDTC+Dn3+PHavNb4Q5z2+T3OLPrBiJT5yBY2+1E2KvtKsyrxA0WA8glvPPba6qDyEyjw8xMAUvlsjM754SYM+sbBnPuU7Kr5f6pw+OopcPvwNmD3m5Tu+6c2TvnKi5T1n5rS+Xyo3vq4epD3jJyc+rRgmPr9iKT1roqm+Xu4iPqFLo77Gr7M4ruC6vSLQp75nZ3i+qJeIvnZRTz5dEQi+tkf8PQ0PvL248iO+tBB9PsZacL6OY36+7bE2vQowIj6EK2O8V2wrvpitSz4wWKI9gfA0PvAExD3Ddow9gJYUPmqLk77tuQW9np2ZPgkdPL79bxq+VP+YvXwtg76w6z0+B8eAPpds1jv9zqk9vJE3vhzKrjzLkqI+5zGzPPnwx73QGwc+nOAJPbfOOT4gaKy+aTqQPjJdMr3H0OE8","knn3vfdjhz0ATjM+F1KKPTZxb75yQQA+V7fPPSFbbL7FOkW+hM+3vNOoDz0ixBS+4HgiPoQ1kj6UgoA6XR6lvsOCg75k5Wi+GbtxvvZR8jz0RHg+Uk9Yvo1YXj4JhwI+CU1bvXTPZL5Q0ei98/7yPe9D6L25F4o+MTmFvX9aSL1nOE8+F1RXPgbJgr6Ovpc9ICFLPg/aZr2A3gm+3kbTPW2T9z2hqJU+O1SRvT7TSD4fpjO+2egfPlDehr44QwK+89C7vRA0J74nzmM+tJRSPoDtmr5rN0m929eLPrL/Tb5Y+nQ+xjyGvjMg/T1Qowi9andZPqfsVT6iVZC+gr58Pjh2Uz7JwFG+/vuIvhhzXT5fwh6+CnQCvtAxE76pLtG600l5PjmIPT5X3fe5DnB0PvVhsD1QgjS+oQyFvpW72r3FVWS+myXgvCAXSb4Avv29UoEivvhzcT45S8q7ZqtbPhMQ4j3EftS8G9Y6vI5tnj1jxCi+4jcTPu0eej1v3gU+x53uPX1fmLv/55M+RkshvvNjKT5v4YY+BuJsPr7+gD6bLig+OzlXvlFhBr5ECta9IVY4vp+hTzwKE5I9+gFoPrCWHr7lnyY8TjImvhNpvrydNau9g2qGvaBHYj496Ze+qqiPvozZBz4MebC7MhkqPcJoxr1bane8zwItPpnwW76HH6u9s8xbvZ8onj6llyW+Wkhwvo4fQz7amSS+7TNgvvtkZr5KDCG7yiiVvmlDa70MsF8+7ilaPpInVz0K+0C++3UjPoAkdz6VfAy9wV7JPTSNYD3Z1IY+rc2YvZjsQ76D5k++e86SvgfB3Lzfrju+anJVPv257L2bwqw9U56mvSL7kT5hsVW+H0GZvYD+Xj7uMpm8kPBnvkm4LD6Fn5G+YlLDPbq7KLwuaXG+ack9Pk5nqb0cQJw+zatsvs47X74kFIK+OCE/Ph4hub3p/1E+v83uvZ+CF74oQI0+q2iTPX/3Bb2mYyk+KgFHvgIVhb5qTw0+zNiKvSwug75tpZg+","YEE8PcX0wj2XnGy7fLYCveH/Tz4lahU+/scbvsBuST5p8YY+K184Pk8uDD55L1i+mSKAPDuHBz2JS2A+BZ85vv5Q9D1qzjS+JIwmPaySGL6mUKG8raNEPt2edb4LiOi9B8OKPq8tWr7XVie+vU9huyE4nj4Erue8b7pRviiXoj2O+nS8khIvvgN0yLw/uZ6+YlKlPrGPVr4bWAS+JaNmPBHUkL2+4iW+fZHbvfQcXj5Q0oq9ziYIvco33b3LFo2+A706vshkLT4I0Bi+LbsAPocR0L1ZSGe+MmrZPETP/T0kou49lGA7PvyZfj4OZ0++O5gZvmW2lr5DHhu+itA7Pokvpr2hkLS90iaQPtyFhL5NdFG+VjeMvtvq6r2/JOQ9YosSu8IZLr5kVDE+/GD7PYkpij7nzeO7CroVPK65fb51NQ09M35ZPlhem77YTTa+JK42PtnvOTxhbCK+dITnvR9PljyPcJG+CqE1vk56X77fHRo++m6MPlRyLL10cnS+YiA0vtaCBT7OCSi+ztzCPRbec74wdni+bHwBvdhbzL0mMcC7Ydfvvct1jT4fQZG9gvusvFDLOD1Y7xK+EUCIvmNxiD7mOau9p4YFvsbmqb6dDnc+2iroPeSjAb75uGq9//aVPkJn0T0BfFa9AqiSvjVREz7An1c+8FF3Pl7ul74nuds9SQePvoEj272L91M+94epPXijFT5+NYS+K4TePRcXX74bgXm+2QmAPlaDkz1jkpk+sBkfPs6Syz1xyyS+dsP7POyUgD4Ooe69i0TpvMER8rwGIEm9aVshPWNchz43DZK+hXliPl42ib7vnnu+C82NPqnXlr2hvoY+AKTLvaAKN76A8B8+9+LXPRQeob4iSgs+Q2nYvGAzpLvIPGw+k8w5Pr0nTLx3qjm8ZfG9vKUOkz4JyY0+qrCaPktaTb6RBZe+iRcOPgIdVL5Pbfk9BMXKPSxtT70I1sS8yFEyvYrKP74R/ai+qjBGvgD56DtObn2+jzMBPm+ee774taI+","Yf8DPkM2sLuhNI09gDApvpJl8r3HRnq+vEcvPo0ulD1L5Sa+u7EoPObsgz0KYQE+HHjwvTkbKb2MeKg9qs24Pc//rr3gNfW9JjGiPbIaKT4i60G9ddWjvsPwzjxx+Bw+iA7/PVetM77CFB0+2AEHOJzgFz7g4+a9ABWivkbDCrww/NY9Z8tpPt8tjD4JJIU+wH8kvicaqL5zaiM+g9lmPgP2nj5rbxI+TeAcvpOlXT6qEPc9ByBwvve5Tz5DTAk+RVgsvS8clT4XdwQ+3ASRPeZNJz2nDI2+DsgHPlfksz2itDA+kg+mvb7vuD4I/v29nkMqPRBixb4BCXk9zyWAPoWpeb4AeZK9L7WnvrFOTz0cxhC9cej/PamZPT5SH02+oEzNvflN8j3WaoI+Wut1vkCXlL510FQ8wNyqPWypXL4JNUQ+ZOb3vMlDHj0775471d0pvp/L+DxnNSm+Tl45vnxr9z1onza+JASIvkDTg75I4Mc8sprmOy1ijb53ZqA+dA6nPlH4Vr5joIq9yVuyvY8hT75ft3G+Z/00PvF7fr4VMjc9g8WzvuiCJb1sVhW+uhokPPQJi74+rYO9Z4Y+vu0jMr5VdW4+CpBtvhSVhT6yUtY95j+MvjbaSb62/HM+Fn56vnn3tTzolYk+qiSJPswSR76X6os+uMGwvp05oz05nWg+ZE24PX3mHb4habO8wuozvsDfhj4Y2he+0CEvvgkglT4D+ls+lq+fPsIJkL4Wco++3sw0Pl/Mzb2qfGK9b2FSPldRVD1XadO9nbV0PBUBcz6z9Ym9JNCNPhuiPr70IKc+sJqHvCRHCj7CTIw8vcuCPjeaBL7fkCQ+4QimPUviNb7oj8q967uuvLKjED13+EG+uV9jvudpf76uX4Y+cSZJveqwpb706IU+3+lCPZygo724amM+a8WHPstHGD2cGvw92u9IPDmtmD4etY08dWnsveRThz4ZvWU+CqKJPpvLTr4sJk0+F5Sfve7GjD0xkyG+jHwvPjemkr7fmL4+","AvspPTYNfr6IBzM+txnPvQw1ZL38gBw+8cyOvYpRdb0uPz298j45PoIQp7zljFQ+f1iwvFH8Rb468+I8BKAmvl1igj4gz0I746CWvqgrs72wmSg+/yz6vSKVmDodUIk+dxalPkItjb4lZ3m+7aWlPocjwL0Onmo+KmUxPugJKz7ZCgs+bQCPPsa2Fb1o7BE+egCBvu0C9T3Df4W+KtSdPI/UIz5EYZI+P2KMO+1Omz0L59u98XByPkn4Qr4Vzig+mTY2vqrcsj2RM0I+xvwjPhF+DD62cGe8zmWMPldKbT6PSWm+1Y8xPYVZgL6cjKi9Kyd5Pop2ej5mNaw+A49mvuWEqLw+8F2+oreJPoH6iD7Sn449ItjxPbyt871cHni+v4HuvBBfxT3F7G6+s8MlvtKkfb5I45U+x9mqve9HqT4hJXK9gM4+voP6nb57TNI9zLUPPgEqSzvVo4I+kNZHPohrk760Ooc+Dr1cvr3srr4ekn09IQiYvjHNtL2ZFbc89ecSPgFDsD15X8S8OQ+QvaGIHz7W1GQ9cCA9vksHbT7BWj++n5wRvsaTSz6GBtM8WeiDPs0noT2RkVC9h549vnveIz4vapW9lcU1vk1vbL4XOIy+y5e/Pf5jfz2QuSQ+imS6vcNqpz1qAYq9uKsCvnB/Dr0kOvO9RMrrPQuZeb6KG08+p+LuPazgE7timHa+vrFZPeMjCD3I+Lo9A2akvtvwJr16qpu7Rme8PEnynrxWc1++Il6gPuLYMz27YWm+HhQ2vmPA+T1FaZy+/WL8vewPLD5ywn8+4Ol0vj2BL76YcOe6dbe+vBfYNr4ijcE9jzhJPvibDDzox40+qo2Nvp4yTz1/Byq+fYY0vnv7uTz60CM+Ti9tPSbsqz0VUYU+81XIupcrQ7s0K3i++/2YPnDugjyTWXs98xcjvm0G2L026849Ar2NPbOndz1uJJk9+mYTPjtGUT7F6V0962KpPZxtYj4lewy+wMk6vgXDjr2Q38q92nmrvSYzjb7+43e+","BypivBQWFb6Du5S+YuYEPvbdEj42fP09lXitPYTOB77oaow9wnDQPK4eHD4+3Zy+LONbPsJyS75DJ4W9iXWHvrrHsb5Vinw+Sbl6vtfdXj7GVyq+b/5ePr/HrT1PhJO+iahaPrIKNb7JoBw9pXfAvaOESr5voB48r9AiPtn3Az6AjEW+CYGMvlQsej7nahw+27yvPYYBPbtMtG6+1UtYPlg1Cb5fHIA+dVSePimlTr5ZtIG+VDDXPL5Cib7kBko+elqTveeepz0EO5m9T/zmva1HNz2f1+a87CwaPj1bX760A8m9kl2rPC2jXb6btoc+/geAvsB5hb7Aixs+N56CvhsVUz55OH29Nrx+Pqow4j3+yZi+ppqNvkCbnb6AT+G9vzipPev+V75kqRm+1UCTvtZwcj7A1UA+/ABovi66fT43Wiy+2iu/vV6Ukb3giqg8OFEFvszT970k3cq80JQXvg4hBr5MgOy9Pwn0PVt/+L3xwtC9zBo+PUyuAr6TUGC+4n43Ps9KZz66Uhe9yuytPQCzlj66Kku+nMOcPipveT5Mg5e+jQIyPi06hT6RoH2+vcWaPlMPMj7o+Ym+MFSIvj+eVb4d/oU+T3Vcvdpj3L3NCe69YuIjvu+DlL3RxrY98fwyvppoLj5RCd69msPgve9eXr5UIxI+t5IGvhECeD0HmBU8sXmkvFBr/70x8Zm+eDaAPs/7n76c4JA8ewMCPrgGdD474oI+HbN9vjNogD1bfM896YPAvSC1JD68R6O8CHUqvrnWST4XMAw+Q2EbPVijgz4qig2+bNX8vZK0Sz6fMzs9UMqCvicjMr4/UUa+zARZvph00L062og+t7Fpvo1KGj7NOS2+sSM4vrPKaT6Mzzo+DttxPWbBUD3PfJM+kWlwviIcL75nuPs9qkFAPa6gj74kygQ98xuuvY05Bb5++m++8h2RvoXLVz49Mgo9VydyPmm+lr16s+o7iN/jPS8lfz68HUO+nfSjvUIj0j27GjA9jPmtvrxTAL7IcAo+","m4XxPd7zar3yA+U9k+tSu+GBmT4OSnW+DjK8vb90kz2/dY69bqlsvGLT9b2OSrU8RL3MvbUFO77YCJS9RmaRPXdggD2LRVc9NGsNPQKklL6aoxC+/DdNvQu1NTwijpg+8SsfvvABhT5GKLE98AxcPi53CT4DeFA8Ww+6vXgDAT4Qf08+3b2YvKTMBT6eqZM96o0xPo4R3b28AgU+UWOcvmfCi75A6go93K0IPtwAEb4IOZQ+UYqHvCoWzj1zwVa+rkqOPoCpEz6ipj4+rpNBvh1NWD6N+AO90GnRO73coj1ft4y+v9eivvAsAj6FgEm8+tihPhVTP75NqHG+u3FKvhfSrz4yYZM9C29YPrlzJ749Rak9TSOXvkE2hz7Eq9+8qUjZvUjSWr6zySM9sEj4PQXHIL1ETpS91J+lPhR0nr7oiVO+qq8DvdM64D2g+4e+Njw7vWgnJT6TQJg+bwSHvtkApz6TaPC9pIXavfusFL7cKAu7QFUGPkE8kTydtZE+2kOWPfgyLT6g70c+gFZ0vqJx4r3nd3k90K5Svh+UOj7AmfM9lWXHvcvwIb6DwcW8Z/lCvl6jXL41gv69QiyCPtCD372WDVS+GrkZvlzh5j0TBFQ+WqGovp+eP73xuVI+t4xuPemcqz3x2QI+LUYhvuuLX76CcSC+6o9qPt2rnj50Kos+R8J7PmG4gz7sboc+K8a/PZMeBD5z+Zu+V3P7vXpzWL6SVOe9iBrAvfypxbwfZ4U+IGmrPWdlFj5F5Gi+y0biPTEFaDz0Fxu+XkxhuSaHFz1kHAC+y2OCPdCkbD6Ln34+LC2cPo746r0QxfE8mH8OvbHwc75EX1O9G0iIvpDobjw21YM+SPHQvXabOz0Joxc+DWjUPS5V4Lx5Mq0+dacuvKYrdD5A5j49wipQPMhAwrze6yS+H7WNvqC1nD2+f4Q+OMKRPnzDgb4CqQM+5HJzPgbYHb4Did+9pBQUPrOVrLwmvHa+RMQKPUksPz7YRLm9N2r7PGJtSj5v8H++","r3FdvuCgJz7A/Ay9x+1TvgorIL3o14Q+GEIOvjsfQr2ogIU+agpJvu4obr4NNY++zR0+PssVkT4CY6O+flkBvjTrgz5GYqk+x6+OvlgPLL6z9qK+P4etPmoDOj5p4YQ+Kx05vnQQbr4Qq6y977PVPciiID2zE7u970LhO3Yye75BUdo9Cd5FPgF6jL3gwZo+aonIPUU4HD4PYI89SCsqPj1FPD57seq9dSkEPsadtz3kAEu+5VwyPh2WLT09ArY8dEa1vcgyQj6U92g+jSk9vogRoD5klw++0uYdPnK6gD3D30U+QvG7PebCbD5wZY0+GploviIOKL69wzA+xqyAPiV6Ujyyg549sPSUPe19eD2dlU8+ksGwO/febL5FTFQ+UKEHPsu1Wj6yBh0+zOR5Pln6dL7XeWA+bYkevYyoID5pKPE9xcPXPdC2jz54jJg9O6YWvrIiOr4zN5I9OF6VvYtJUL4XVxU+Gs6tvcQDYD0OeIK+Ya2bvlxKLL5zYLI9dMKTPvLHWj4TXp28uVWKPq69tL5HHWK+oIJfPur7ID76Ogq+v8VyPUJqXD2oy2s+apNfvn1aXL5vP/69KrQuPRvhr71kz2a+g67XOwA3ST1DKdi8hEEIvYdDhj7UzZC7w0BIPhmaUT1NxhW9GqpPvrJgf74ws6S+je+tPSnI3bxkWIq+aj+mPQsKt70wJ2M+MAAOvCrClT2xDTu+SvWbPi5VL77OJfy94s6wvYvd871Idwg+mBVNPlzpA74LxZG+Bg+gPkh7Jr4aU4I+LxctvrwcLT4TTHe9zEOMPmhy67wz1be9XBeZPrqjtD1jdk0+B1sUvrUx7rztLGu90uuXPvvk7L01L4499jeKvm7TMj74rs89/mUsvb4+cb5hyHU+hwEsOiCZUzyz+12+YPkwPlmmqjsX0k8+wuGnvdowpb4erDS+nVsdPr1lV74wjYI+qeCDvntf/juucy49/haqPIoMnT5uhyu9jqOQvqbXCj5lol++rnq5Pb2dFb5Iaa48","QhU9vuasPj4I8XC+xS2gvTEiTr7k8h2+HqZBPtUIAr4ytIk+lSGUvaD75D1cmIS9Lo30PadrCT5p4p++bjZrvl9rEr5NkDa8ngtkPgk6MT72vQU+Oghqvbzcqz72I4w+1C3IvbkzXD7UBZU+YRKfPtytUL0utyK+Wk16OxWF9T1etZ0+EN6xvPVuUD7Hu+U9G1ZoPmCTlz7f/iq+bz39PQ7Qoz3OTAu+3DH/PaDvxD0kBiG9YOi5PbG/ND5A+z2+Q+YAPBf7mj5ZnmA+fid6vh3yGj61Gw+9nI5Uvlu8NzvL3EI+/7Z6vm7th76BK5W9xgstPG1s8L02QxW9OHZmvcGfg71O8pG+REg7PqM5f74/b34+yBRMu4l/nD5U1ia9RBnUvZSwIb5RJ4W+z2s2PjOYT75ILoy9RRb8PaGedz5aO16+O15xvj/2hz4YbpW+bYx/PsoAjjwKiCy+K9pBPjeAXr2cYmW+AleBvlL6bD6XwUe+tL8qvu7Rmz7DgIA+/08fPKJ7dD1zW2O8RZaWvqcvED5ryoO9sBiTPuO9iL7gGn29ziChvWwMOD67e1A+RAIouGSrdTxYxqC+ahCNvsxcET6TJQa+16BtPiCZH75tp5o9nplBvoE4gj4t/oO7D3MzPkFzoj6C8Dk+eGzJPSdRir5OP42+jbFDvvDoRj2GCiK9z2eDPgjWiL6eA+m8aYcqPnPEbT4jies9D2hVPjkwkT12j4O9bQGUPttwaT4bz4m9W3AGPdspxL0bLFc+y1WBPid6ij5MVi++35gOvmkqjT5xjqG+9K02PgcWfz685BW9t0dwPnsdfb62shW+DcFCvvi2o72WDn69xLF+vtWiGj674qu+26/lPZDBCj5wOwQ+fGItPqa8Gz5rOsY79dtHvjsWTb42+H2+SwjqPWo3Dj5S30W+6YWEPQJsJ75m9EM9QxBtPVKrdD6I1AK9oBrmveUkOr6gT5a+2ciHPjbr0Dwpy6W+mwdjvvFAO75b3YA+OQqavgjVS77mMG++","77K1vBfSor3T0zG8zdaRviRE1jzvgx++/1iMvk4qDr4OHt68GBNrPShikj4z3ow+YkuNPkvl0L1RVis+zI4/vlpmHT6DNni9nKVSvjnMT746DG+91+UnPoVmYr6TyAo+3ckCvjHvzrvE03u+t6VBPS5rtb3CpsS8MSdEvrgzab1Wivk8ULpivs3FLb4G15c9y8bRvcSdBz6SvQI+BTq+OzSbND5MNGA+7vRSvgy3AT7ggCu+OKjfPel+Oj3RHu29XCRbPCSohT7+/Io5o4wEPkZQE75Gq4k+sosiPc8+Lj4gq4q+ZxgLvrXQeL7AHVM+/5p+vnZ3I76t0xU+/Sarvvd+RL6We5G+3B2KvkhQQ77tjTy+ajlOvhyQAz6pUjm+RWO7vQHYlT40bZE+iTxwPtasdb7QLhU+5vT9vXdWnL7bAky+Tq95vrT8z70acmQ+Fy1rPrHooL3zw9y91FTdPcaVbr5AhQq+ELH2PXO0m743+gI+OURsvhW/Wj5Sg5k9hJ3wPZOGn72YlJq9fIuTvQxdhz715aU9xY7/vR+DKr5U8Ik++pCUPhfFFD7GaFC+YLrCPJomrTz+1XE+TZptPjgDAj70RHg+Gy17PlQ6xr3x8iS+PZZFPlPuJL456Uw9jD0xvoqAE76GXxa86SKVPe0vg75EE0K+18UOPrCWiz7q01i+HSaYPFbMiL01tgy+eBpMPrHN3T0I3UW+GIn8vYYvKL7Fe6G9YqDQvIpGl741h3a+4/NnPntW6b3CiYq93rkMvgRgJj76R6M9Jt4+PcpyKb7N2ma+UQKVvnD5ar48SYw8OVyqvQxkDb4jUSG+Q2yYPhlICz6kmEy9N5axPhLngD6DE2w+wKqcvryTDz4xuRM9onxiPtMWbz2g/zw+xeqFPgsFLr3fBR89V+JtvsIpoL6gaS0++oK1vu5rib7BI/o9fp5fPhat3r0vaFW7M/UzvQZqmb7IIa2+OZIEvgLuVb6cjiw+ltk3Pn4yk762DpS+dKPhuw4kSj7JX5k+","oiCpPCgjmD4EKY67rwBhPjgSMr6j/yQ+rBOmvVu5ijrNGvU9IvzqvURlXb5/PFY9DkBEvr50fTvoZsS9gcXHPQGdCL4UC6I7CFI+PdUlUL6zXQ+8TDWSvt+Jcz7XBJw+M5CivcCjp7wUunO+4xsovkbArL4tuYe++kcqvkvISb56AWi+IeAzvlldIj3LCYi+EXD0OulZADxxRxU92CAgvUi1Sz47+eu9hWxTvXg8Dj56fH0+QPghvrwDnD69hWQ9Xt1nvsEMWz6G2q6+9shdva3DXr73Z3A+aVqVPnMbMT41SgI+OUtAvv/YGr2d+Js+6ahJPgT2k70gvQ++nubKPLP8971TIwm9z/XmvR5IGr6dSYo+0Z72vXVdT76wnok+Q6kMPcJTMbwXfY2+U5UKvjBGhT6sAi6+bE7rPTWmcb3IEBo+EW8VvlbNfr5cG3I9L6aZvqJTDL5SjAY+5iJxPk3rXb6STVE+EckKvoYzHD6R6Ca+CQuRvVZcnD7izS0+tg1rvh0Rrb6ROZE9Gh0+PpmhJ77ZPqq+HEqxvReVIr6m3tY9bWY1Ppclk77BGpO9l6uavhoWKDwvOrQ+jn5YvrWTgj5+Kom+jLeEProW8b0+zJ29seUcvstPgj4M6C++FtddvoT2Mb1xfAC+4lUVvkp6Nr26vVe+Mg6vvOOGCz5iSZE+QJtuPA0tN71jF1i+YwlmPsy3cz6JfSK+TOqLvSwRWT7pFsu8qIpfPm8sGj2t6b894SaUPbZ/P77fwSA+WIPFvZcUhD4qlHW9/bYvvmBacb2GoBK+bPiRvrl5fr7HZGE+r1u9vYSgAT6MTAK9hocpvRjIlzzY37E9S1kovp1VQb6DZaC92ZG1PmOVK75Lxo89uJxvPgFqgD53Kma+wbXuvYqdir0ccwS+Q8UsPd5hXz7GqzW+mU/gPRc+lDzsGGy80uKfvVR4hD7AFAs+xpCCvci1QL503YY+l9ZlPmmKW76RWX++odJnPlNjHj4oOCa+bimrvBX67j20jlO9","YlIxPtnFPb2exwE+ipWGPppOF74Hkg48ln8SvidLYD7NkAQ+FgEdPjqdBL5VtAe+IVzRvWUntz2LRbo8GVQZPrZKLT6++Vg+fD4wPjEnoz3MzVi7AnryvUruHL1CYiA+fKEBvcz+Hb2Ohji+gDyfPpw1jb3XBzI94RzavR4/Rb4COVm++bsbPjbRGz6FBFS9akTUPC7aKD4+CZ8+QUOEPX0EdT1XpOe96ICWPUriFD1qMqm9gNckPh/SJL6r3lq+MFzAPT97fD4xKF8+X/shvioiKb4MrCs+zbahPUrTz722fVs9246uPeLlYr6LDNY79ZcVvcnfmD61t6O8HP9cPrf9iT3kYKq8nsdKPrKcHbulm3++xkSavrURwz2P7D4+kcuIvtp5g74fZ5y+K26mPXfMlL5U02O+r15gPop+IL4EQOU806eLvpwD4z2eY0I+7jzWvYM1gT7qHYa+F3Zivp3ZMz0HOEe+cNubPcrrgj45G/g9XFt3PQnm4jy+F5q+5t1APZOtuj2E3jO+XFYIPcj6PD63yHA9KfOAviZNlT796QW+O7oSvZdzO777kkI+0fICvhTUH74NcnI+/53PvWCwVT05tZg9GQsUvreVsb3Ea48+HbyVPkoKfr0lsYc+0uGEvolYlL5khl6+bl03vpKRQ778yYY+gaCFvpCXZD57PlY9X9W7vH+gND6AAUo+HPFFPdjAhj4Irok+kOxAvXhUiL4xeUe+IR8ivooghD7EhqK+zstYvjCFvT3HoWi+mobivWZcg77io4Y+c+AjvRx8jL3EwGQ+9NAIvmQjez4QWui9yFBiPmOk4j2F5JM+L5PqvTNLkz7zT2S9hW6kvma4mj6VtIG+HO0Fvlrqib6zR4+9WzkBvvpLhD7wtEK+7EpVPCCsob6tt5o+GA1qvkdWer42r6W+SVF8PNQvqj3S6Ns9UMcDPknzlr6p2W8+A09tPnMxUT6TuGW76nskPbnLnLvkFOI95q2MPlf7Qb5mUQM+I4qNPqUFTr7CHGG+","CkCdvgK3hD46roi+cn2FPPOXTL2zADI+scIwPtNdlD4Qsom920v+vfMFhj3K+zU+K8CfvaicET6dtew9Uo2svU3eor0s3X69UkeDPOeJ/D2dwze+7gYdPsNrJD4OgUc+042ovffe4L0Vdmg9lisEvtiGHb1JPl2+LDMHvhyZkbxtgIo+iv2BPSN5/D1D0n++euWmPdfbE74PikS+3L2IPvpF7Lwb5MK8u55TPsK8hj0A53O8FqO7vTqf370QwT0+zyUVPorFCz0gTRM+qHWXPYo5iz3hGxC+naKTvhzVqb4FI4I+EsN8PpFabz6Q5pS+l3GWPTBfhD5cKVS+1jeOvleu8L3hW6K+cARTvlB/6j2VMha+pgLrPRBrG73vN2I+wBVcPrrrsb08C6s+b6qePfEf8bwxhjW8jREgPneCST7+TIE+hYgwPqilNj42N4w+ioEFvoWiWb7y32q+XosevGc8jL4s9no+5cwGvsz3hL6j8x4+49BoPulbY76ffo49b5iUPXkKcb4DkQ88tUuzvSlsvbzx8lA+/IP3PU/QYr30K0S+GkvkPJENIj608Ce+6G2evfJIGD4Kl7U9XaHevWVIVL5J+Zm91jyMPuI1mT5wCrE9n7I6PrNGdT0IeWa+tMcGPZa2Lr0dMTo+7ecYPTKwmr3fBIE+IjbcPSRITT4hVRi+m7iBPqgbvL3jnJY9bO4IPpcJaT5fMN69nC9hPq1fBj5RIl49p2uUvknWPT5dd5W9BIdJPi1zG77jN+k973o3vqKzYb77WFm+uwp+PgvZiD45I++9jC8qvuace73WEY26T7NWPglwOr5Yfvk9Wnq1Pu2zJr0PGAE+nIaWvs/2sr3eQr27VwMMvbMRlT5h5Fw9r65rPSB9iL4lk4U9vj/UvdV0Fz7Hixw+leEXvszFojyi26w9+UkQPUt0c74ZDQ2920w2vjfudjzClrA9CfKwvVWn5jwNmJi9/tR5PnAnar7MGHQ9vimOPWJ4iD3dYoc9DzpCPlVodT5fm4O9","7BZLvg2N5D2pbT09TeKZPibfHD5dtZg+r7A7vn+dR775BRm9b0qcvhFEjz794YW+Fs6XPjgLjD4Ae+s8K+JsPsvGdT7zmDu+KKlkvok5Nb4Z6108NbFNvl0pRr5cMjE9GsQ4vkcfqryu0AM+GJiIvSq+/z1YaGs+/bSOPlWqlb7n2W6+Tn6wPXORTz6aOR8+KTYcvLh4w71ei2O+niNrvnEpnL21HrI9yqxBPhwJNz0MDjs8hguNPlOrd7x+YTS+q4iOvhn10zxUTmY9dOJ5PtnQmb6QCv09TeXqvQNb4L1AVEe+JMDSvH184zxncoQ+dsAzPhmgF77rwFM+vP2IPaYvkTxu0T++nUAEvmTbYL7O3c094cBnvrD+gL4uMGa+N/WIvsZ9Er4+Xo899lglPo0xIL0vhFq+hSmPvmFWbL5FPzq+rykZvjPiaL0ZZH++yD89vlafxL0/w/G9neqQOw4gFb1f1kE+isGOPieHaT1YxGo+V5CTPoRXdL71E4m+fhigvdTlU76eA3q+tQ0HviLPfL6n30o+vvO3vFTGEz5FQEC916BbPbiNlT4HbR49F5qmPsQyBT5mkam+1Q1GPi492b2G5Og9IYvqPDaJEj6Fplk+BPSTPb31A74JTjo+e3PovWQWgb29t5M+yyNTPqrkPT5zjEc+kOGIPoVOpb2twls9v8pcPq0L3Lx3DyQ+zNeOvujMiD42Gl6+SO+MvZsqhz7DsKE+trZFPmaEHz3rbz+9U0hTPpZnwr3NXOg9rS9QvtA3SD4p3yA9HSjXvRh7aT6Pxv+9x1MSvp2xDb05NGQ+60OHPAOuFb3NFYk+UGuoPud+hL4oA10+02UAvo4AAz1Cy/Y9kXaUPmj+Pj6Hms491+OOvuU0iT6jhxQ9W+sYPqnhML4uVRY+/KCpPje5ij75IIQ+0inWPVMykr1xzJq95VG7PEeHgj6/Rhg+9WlKPYr78r13a68+AJwFvdPdwzwoI7I9cdUVvogMdr6XJnS+WjgovsonVT4wjtG9","5nOtPtPETz1OuJW+ZRNKvHBwSb5QAOu9HFmTPtMnnL2n5l0+pHWhvpF2LT5N8y6+2by9PMbEML4Larw98h3jvb/8S776tPw9WCGNPoLgWb5/SSW9LClSPeweIzyH0WG+zj9ZvphAgD4P3tg8x4GcPq/ZiD66nXE+Avf3vWjMTz6OCIe+uaf1vZhtCr1BeI289+bZPSMKMz5Qbng9WIumPsXOcz7Oy4G9hK6Yvqpg0L0PepE+8PI4PiZWlT7zkFU9RDpmPGifhL5Ofmm+57ecvpG/8739rgI98hGJPgKm/ruy2RG+ql+1vRbfbj6GXPo9aykbvhC2MzzuCJw+pk51vdimfD4b9cw8r9GGvSgFyD0Xyd49KiKrPKqvOr275Qm9wjiGvlf2CrywWJi+ZKABvjpA/ruAGKK4ZVlaPbsHxTuyvB4+Sv0cPosOaT18fKY9nL6qPdfUir4UxrY95B+mvqnpQr558NM9G2mTvbqlOz1pA7K9HV8IvE+z5D1fElW+tF2TPrIHMr6uA0k+dcqhvZM3jj69S5K+EGtUPkg9pT0IyJG+J//pPXgaAb5YY6m9SuE4vWvhur1k2HS+EsrGPaFCcz0Z4Fc9+PIqvoLYCL4jCkI+4p9TvQfLir4/coK+EuCTvmxzDT5HRSM96nt0vVFlxb3x4lE+w5YIPlOBlr5zaYA+8GMQvquOKb4+mAE9pO1dvp5SoD6Swl2+4htcvvTr3bymiRA992EHPkbOrzxuYjS+dM5gPl5PKb0lN4u+uU1BPpPher6NWYE+PB9fPpJuj73DhZC+vc1HvSYhm74m2ik+JiX3vcnBhb5bPBE+w4yOPs6vKD6nMLs994+GvpVDNb57+c08hz5UvmUhlD6jztu9OuzKvNbsOT7zEaw+htAmPh1fDr5BBIA+ZYigPo5iW75yf0c+7rl8PQc7Ez6yIIq+gZ2VvqHEDj3ZBZC+hKT2PUgcgD4wgHy+MKaOO0DfEzxYHfs9OyL+O8w1iD6vtLo9WT5IvvTluTwtVG6+","LTsHvSM4ljxdCj6+AsUTvlF5Vb6SXJu+H6wuPrrj3b03aTo9Qv6ePX1sNT7+vB6+u1ilvektZT6HnC2+gi9aPiZnwD3A2t49V6yQPvsfNz3CHyS+F+uKvaL3WD6ZfWg9TExxPtBF1j3RSse9GRdTPY7ZKLxcMCi+A2SLPq9sM76jxpu+z80RPqMbOD5ry7w9dPV7vieaBj7OtUu+JoFhvY20g75X/5W+UZuXPgKoXD67aOC8Q3jevIsTID5bbdO95pGSPrWiNz0Z+IM+yCXWvXoTlr34YyM+OHKDvkBVgT2p45O9TGmVPoLoxj1zbZc+myUrPhB5PT49Bh0+HkmGvlLGU76sLRU+gMfEPZgrnD2oH5+7vVdMvpE1Lb3X7UA+m9WmvJXskbzMbdo9PPSSvtMayDw8cDS++r6YvoII071+tRY+inWMvUWigD4aE3s+Qv/bvQCaBL4cDZU+DdmKvjBsmzve2429YUqAvRvAW76O6ey95lYjPklNnb4eisA9ffpLvhxMs72RoUW9Sw0PvvTCjD0Stik9P58pPl3TULvSv4u801b/vdz8Zr4akdm8EIiiPo2tAL6Ua/Q8PYruvWNFbD5yeoC+J1eMPizvEj4avYm+2Y2EvlN4kb7JgkI+Zh2iPbO/gD39Fas969MZvdscVrxjjre887JKPjMCmD6GFSm+4xedPtfChT7t1jy+RiS6vVoDfz668NM9WKLePaEw/DuYeDS+nl+Iviz2UL4wiw2+tSOdPjY0QL3hJJK+ZpSYvhjZSj7io0W+f2GRPbwsPD7qVjA+DB81PucGVT7UMd09oRWJPREh8j3GI4g+w2pyvS++tL4/SEE+HCRCPpIkAz75bB0+5uHbvOiMi74cPBI9aC44PQXbZ74mhAA+IdF9vpAlhD7aHHm+yGJuPkhIhT0kvl695pkKvtW1cL5HOZG99fZKPTEKnD6TEI29rWe2PtFMvr3G7/89lX/IPTGxQT74vzk+UDGLPuFTfT5jo0Q+7gNTProMJb51/32+","9IuAvqc7ej1M5pM7A4ZLPnz6fT7Ppjy+4iuWPUsGd70YLh8+nVozPqUvUT3XkDA+03pNvk5Qm74NqtI9TfkQPr3S3T3Y5Bw+LJ+HOlkFf776xnK+rCb+vKNQHD5H5W48d+ubPTiTV740KcC80M0yvgCrLjwWxGQ+ul+BvhfnmD0xvgq9HcpiPkDi6j13NTs+rYl1vuznhz2Yf5W+/sQdvohHML7uQ4a+T1EIPmRIWj5Dg54+vqiPPupgSz5cBJC+XK+DvqbXLD4cFTa+DemTvk3sEj4+hjk+UqdxPrAdhT4yrxI+FPi7vKjXQ74eqg6+FMIgvjy9Rj5cOjU9rEvwPFWpVj6DXT0+A5iEvhoPLz6e+pU+NaAgPVd7oj1zt+a9siJXvvYOar7EX6u7x4JWPugO0b1OGjo+MFeuPda+Wb6u44K+ghdlvdDHJr43hD0+xAcxPt+pkL70YQM+apdSPhTId76j9ym+tUBavvAsKbyFOL+9Rf+OvjzrhD1uVkI+GkCrPbeQgL5FuVY+Nql5PjAtWb0ViSY+ExyWvnMRYT4G3h2+Td3nO0sUnT7h13A+QMY+vEHdnz4A31O7szkfPuppKz7O+W4+vBrSPcjj2r3fOKW9JRXqPSyLGz52pcy9dD8evhz+hz7j9ig9U7ebOy45sj4rKIC+w8iZPiCQkr6Q3xK+X5c/PdYAjL7FTCO+a8bQPeZAP75UhnS+uTZ5PYuxnD0iA22+8PmMPAW/gT6thsu905OBvvh83LyX4kE+yPl9vt77Tz39yiM+3NelvjgQsTy9qxY+WOZDPowY/T3TqSa9mdZCPn2Rmb50hYC+aVU7vWMMgL61mRs+BlqSPv6KiD4FtSw+HPgMPhpekT4D/MY9gwd2vgU7nT50Ezk+x1oevl4Lg76pDCa91DmqvTt0IL0UUoU+k8wfPmOmEr60Mmi8SdOZPvbvlz7Veqg91gFkvgSJSz5FfrI8CTDKPPS+PTzRu44+P1W3vcXFoT09SDY+WYMEPvkVor6XgWY+","mMMavltam7yxl1C+sQ9aPjatiD7lGog+FMilvZy6kz7UB5w+dtZPPpweZD3Bo6I9O73JvUMxBb5fMxO+K6hgvlDSob6zhUO+PphDPQ9pQr7YVzE9DkNtPlmWjL7XiHK9WT+DPtvkHb6YfZc+lY+zPWi/e77o7lW+V6Irvnolqb6VM9o9Fr+Svtngrb2i2me+HguCvuL0sL1PmF0+kHuTvvFymr1+LpA9tLfLPTuNUr4QCj27zcDqPc93DDwTykY+MKMePq+rhL7q15Y+qFY8viz1hD5IP8G8FyALvjl7lT5Eegi+ct2Uu8EUDj6DrJk+bqeNPlD8Kb5jCZQ8L5U+vj0Oiz6DhUC+WcYGPhYHmj1FFGm9XxgqvsoHjz45wmO+o24kPqoCkj4rpYG+GtZGvo9oKL5/sjC+wZGrvL4l6j3ocpG+4lUCvTQ3Q77PVOS8jK2Fvixcrr46Ddy9PUw0vmNqBT58Yh29CBqOvewrib6HQUw+zBVDPiuKPb2FaJc98AjSPcTJcz59vLS931wtPhBAlT4aOHq+391rPuwiML4xRvO9aQQdPrSLW773Fzq+AuqEva9bjT1V1Y0+t7QfvqQ/1r0eeEU+DJ1Vvm8PKL3Om2W9VkJVvhkcGD5D6ZA+7+5bPtDUP75uCZY9Q+mEPvXSHL7U8kg9DmTkPSaRXb4WPFW+K6NxvjPxaT41w46+GNE2vmsrej6koGm+tVkhPtTZAz694kK+zbBxvt2wmr7RDmM+Sc8mPtUHmz7O3gO+CHOhPbj1dz7gOaK+E2wDvvnkub10LTq+EuGKvizWRbqIViS+sbS+u9ThZz5j51w+47KSvmorHD5L/i++lW2ivdZPJD4V4l++CAAEPZmg2Loware8QpFavdPbuD2AedG9Xd7FveednT3B6pE+2zKtPQunaT23VpA77FTpvUkHIT7p06O+GiuJvsukjr7SRSQ+/tShvZLXkj6vKiK9P0cuPdrQyj1aO4m+IFFNvQfZP74PhzO+Vp1cPpNllr43GkK+","LnSnvHPQ4T39G0q9SfAkPu3kjb7xiVg+mwXqvdQSbT7Cp0C9dw5EvhKvVz5h7PS9GfHFvbqMZj5VKW6+R5HnvdcstD0/fFg+iV6WPhkZ4Dy0xNe9NRc3PfogZr5VtjU+fjGYvr+IFD6wA0C+P2WQPiEIgD0PyKO+fR9TPWYeKD7HZkC+GQaTvXAQRT47A1c+fBwIPhOPjLx/qxW+x7pXvkJ2nr6OuH0+RItKPY5LUT6kzau+0GZ6vj3Ndz1PJlm+NE5VPTzVAb5/qRA+FLQFPXQRWb4f6Ro+EmOJPiFXob30xEu+JSOVPmYbOj4jUy0+uEGAvj6jPL0XH40+rbfoPDj06L1BsXm+oQbHvLMbwbxN7dS88qR+PnxLE77QtIQ+QAUyPA3KS76arSu+n8gLPpK4Rz6PgWO9prk4PvWxdz54QlU+2rWLvnFCEb5gX/K9S3xpPqS1iT6eyqo9HjSIvncBrjz1K1g+7YqYPouThT7HtFo+ReE/voA6L70BGr09gFbMvSBqAL5HsoA8aj9jvsOgKr3WJpa9odiZvsyEfrl035s9LP5uvhLbxD2vTpk+t56APuLA+L1ftmW9l0S8vYG27bxWEoe+jxDVPc1EPb5SX4Q+D4qsPXCagj2ogzu+roI6vdACDLqnhUS+yfAXvvFBgz7vapG+Sfpzvggxkr4oeoS+b+4FPmEomL71JI6+DUPZvfxJ/73YJW4+VYd/vuwLpb7Oe3q+RDNPuAjBSb6kZOm9ML2WPrJMkL7cMuq99yscPuc9bL6Hd6Q+3B+EPormhT5wNT2+IFqlPbcjCr7r3Vo+vcZIvdmcMb6bf1C+AtRMvtTQkb2dgNU844ASPIqNTb7O6tk7eeAiPqz5FT6AnW4+rFScPh3Fbz6Z5fE9qbfKOs45Uj5lrsQ88+6JPV78hD5VFmu+NnTyveNSZj4xR628908EPnWTxDxdxeI90DcCPS//1z2j80G+ZdSNPUU7db43D/S89FsQPnqzMT7Rooa+yYjfvQhi871UFp8+","IMaOPkGFOT1GZ4c9LMmEvgVvDz3TK/y9p5CUPqCiGj56aBM+AZwMPiYbjT4gyjq+eneNPs7vxD3eoHI86LlxvprKv70iJMk8jnH1vSEjLb7Lxpg8vfrlPYlZbT4Mq+W9J9ITvl9kCb5CFai8v12DPkXE4r1JQm0+djLOvYp5CL6KuQq+wsJivhHUmr5kepK7goPDvPmAGj2z/kA+7SaJPLiqFD4G1HO+rWNiPh/rQj7c3iK+flBrPiqn7L0kXKC9rtBwvj8e271gn5S+xRP3PQMBnz7ZXVQ+Hx/yPTOufT7H4DW+HDv3vaw0oT4GgiI9Jw0mvisloL6eLpS+WsNYvl+lGr7n8Gu+IKGJvuBujT5lXVg+qjZqvksRPT5xPIS+bDlQPiTc1bs3hlK+hQqGvDYjkr7A/Q4+BzFvPWZg4z0iCj2+9FOAPTNzbT1FfxS+deg6PE/pET4hOSY9FgOJPh2MZL6sAZ8+H5aWvWDWer0MLOE8wQZqPszLgb2BZDs+Oh8+vnfJ/j0TxjW+8yoCvf9ssDynNQ6+mOCOPtcLaT78LnW+v9KsPgUHnj69nqe9goNXPnlTGb5j1CS+La0JvuKFf76tijK+DksLvtI2qT68+mW+tivLvclCUz29Hjm+Er3oPKhtyjxSnnw+QUU3vjU1F74a3jy+3j0hPLwOxD1i2wC+ZD/3Pdf9n7661H2+1sSWPij0MD6LYdm96WAMPrZulj5haL49s5olvu/2Z769H3W+2AagvI1CWT6O3rC9Yf8IvjWutbv+u4S7mZaZPvoGeb4xlJ488zaZPW57uzxwi7G7sAIMPhkrkz7OSXi9KMcmPkSYgz3HaRU9uZe+PSuH7Dxhigq+wAmIvr+iJj5JCps9zm8HPhkuYj17ZHe+eryDvq4aaT06qac+5dxTPmd6ar32kyq7FhvHPYUjhT4O0j++/XJAPo9bLz2IkJK99AsZvqzRfb0QXOq8h1lKvrraU73VNyS8WCCUvdpXP747wRw9zBmfPvh1Gj7ppdY8","ZrMSPltx8j2Lmm2+fuB9vsMy9j0RFqU8brA9PrmpEz4F4HM+X3eIviFuMj1S8t09y6khvuMsbT5iGXE+cLcWPgn0Qz4j/3C+YGt/PUjAkj7W4Ig+O4mJPEsQDL2OWYq8qAuEPKr4pL3AFWo+EPksvhSq3T3BkMw8PP9cvkowHz3ow4C+48+hvv1VHz1IJ709Y34ZvInE3r0BiIC9jMWtvXDwlb7/n6k9djG7PoOzkD5qoD4+0X2hvkrugb7DeJ4+ZfmXvTEqnL5RRBa9FpcdPo8ebD47yVK+2jcjvn9Ho743vEI+jgiVPs7O3T23pmo+JAbevYQP0LujO/G9f9Iovn95czyreCO+XQIzvdtuL77nYwo9GRCfugV1drw/bAw+ulg3Pm8jkb6apJc9f3F3PiMglT4TplI+k+VCPsf9Vb4RjWu+vhBtPoZrAj2c9l0+HbJ8vVomOD4gVt68lfUoPnz2qz0F6Zo+wt6CPhbFbD55fUm+2dl2PttR1rynx0G+uVmTvlrWFr6kUqk+Ql9OPopXszwY2g8+cl4GPeLoN712cko+fYEPPiOKOj7a4pk+BOmRPQvEdj6s8pA+0G6BuasZ7b3oyu89bkSRPLhFOj60XGa9PyOxvjZ4eb4+Rpo+J/SdPgaOh77KKpI+HqibvjNakT2m9fc9cjrfvaYTI74xchW+4IoWvpgbar2FT009GW5IvQ4SDb7qMIO+ofmDPipoOb4Egok8SIWePoFPED62Kem9QccRvkyJLj5Q02y9rCNfvv10d72OxdS9uZhavukWLr0T/4u+51TmPUFR7z3NYVu+m4dIPkG+iT7FEH29SJhmPixUjr6Xu7Q7potfvtE/h7zGwic+z/Qavnvp+7upC349mBDaPH4+QL6qB868FCeVPc7fnr6PiDs+thXOvdtZwT1qihK+FFZ8u+rVNb5PcNA8Ja/mPMNMiD7pToy++SuuvWvRhD0V31u+x44hvgUqhz40ho4+DGBrvh7Hhb5nMKa8mHcYvrnuh764K46+","DaF8PudyET7bQ4U+jjVRvf4w9z2NCKs+lVRePeCBQz1hcWo+YTXFvSNP270cEE49W3oJvQ3kiL0u4Ka9HPnKvVSzyj1KaYK+G57Kve1d1D21DuE9GRVJPpdDLL4XgKe9ADsNPSUbXL72PnY++Nkgvu9ljL6gtCY+SbqKvlxwTT6Kuh+9iwqVvcFc7r2RAo4+fOwRvmbsX76GV/U9KOKIPtggvLs3gBm+RvZTPkMWAj66txK+Wcb0Pb2Ahz78NGe+JAmOvV2dgr7ZfWG+d4KjPrHuQb1aJ6A95821vT33ZL6QOPc9ZUyevoC/jD66M5C+wo5OParkhz4jPUo8BPw9PuRCHz49eQI+KAYBvt5abD4PXj0+Y/oNPiAyyruqdVC+Td1nPgWc6b3LVKm93oO+PULT/Dz8/7K6U1hMPgepZr5BFvm9FSwqvpVCij6kFhc+VqFDPlHzDj783lA+MpXJuxqth73av8+8MymAPtUWTD29Hjq+x+eVPjwyI7yG8Y69yGgrvp8dWb4AToc9mIN8PghImD7bG4e+MHEDOziygz6uGZS+zPBAvtAY3ryQpWm9Os4QPilUvrw67Vu+0yyHPjgJWD4RYx+9xfwTvEfwQD5q3Eo6vLNYPmyFHz6flR6+mDHuPTU/hD62MxA+CjyLPv3vir53ebY8VY5IPlMW0j3Wln49xKLOuiqoCr3v5Ss+9RAJPuGKRL5pPkU+oaGKPkuBpr25upg92dFFPpF6XD2/j0I+oTScPuYHnD3QqII+j4oXvg7VhD5ftgY+lC1CvCoplj75vAo+9xQXvi5SU7yLm8o9YH1LvlHPqb7GyAK+e1hXPXOsZrwJ4Nc9LHKKPvLdeD5ZGmG7sE0aPsF1IT327ZW+tsFjvgxSq77Rj4s+STuSPmdTgb5ndgU+bkotvs6djD7lqjO++Ho/PgV8k77UQtG9mUcQPbPljb7L2XU+Ug9aPtXMOj7Q6Oo8p5fLPWsO5z06AZE+eFeeO/V3Ar7wbpM+nEI/PeseRLzPMJm9","aetDPt3wir7bdz2+kiU6vmUPXb4kTG++tRruPa3mob6Qw20+8XNSPXHgF77GakK+8lNtPnYxUL7PEwC9DnK9PUyPVD6AMT8+E/wJPgw6mz5kUfO9tuOXvTkrxb2uxJ+9Q5+cPgCzU72y1he+TSpXPL6PiL5ino++qjh5PqEClL4xziu+C3CLPpqdjD2bc5G+Q0B/PoCLDj0DpCQ992ERvqmGgT7qz8q9z1lBPcWYVj7FrGG8GuaoPYokjz5g0je+l16APiZyiL6KkoC+0BvtPeapkb09j1I9pJkrPteUOTt+vxo+0s6TPt7+Ub0xvES+ckcQPg/Eab66UAa+7ZCHvVGtWz0t7ug9adRAvm5thz6DQCG+wHASPhYtgb3VHJ8+XFYcvqvEsr13PwS+bBiBvJcwNz58SPk8TcuTPjggcr7lfVy9mwZSvsgS0b0N8SC8RbwBvV5Anj2h0yo+lHQOPZ5EOb715VQ+DZ2FvrIuCb5CfhG9Wq98PjyiqL45apa+2RHwPb97fD7nXp2+RDnxPGkjiL4IdTs9rMK/PSjzoz1S+em7BWjWvfbJH72Pk1O+Wp5hvsHOpT0GKfu9yFSOPmZ7BLxIziQ+EJSWPcEglD6CKAg7w0kYvhc/f747q8O6IMEYvYzmEb5hfVM+FBSDOr65l74dT4Q9/dQEvvQX4b3q8lC53BfQPTs9tz0aSek9Iz9vPol+Kr5z0FI+Z43OPV0fYL5Ad8Y9T8L/vX9HhL4+od09+oPRPcKNqD6SjkG9Mi9APtzKfz5f8rK+KCyRPQyiRL2+MYo++NmEPWyzbD1jYEI9LzyHvgwGmD5N8Bw+q++8PVeHNz49KIS84+eJPWEfCj5nqBO+luvAvfQ2N70a100+zwzOvLN0or5/Vy8+mCwovqHrzz1SJc09mn6lPmOuCL4FWh++YPwGPr6Ycb03OF6+IY7IPXoRXD7lJmE+u01CvkiLTj5FA4c+D/IRPmSpZT4WZpA+l8YKvhGGhr4jHVO+vAClvof4CDwaBIg+","/3IyviIoBT2mx3A+j52BvpHo8T0FGro8rAyivVddTD5jZYa9Xlqtvncpir7/E3a+/yYrPcx0v72cHmQ9V+pUPh+DwzjVyFW+ZluEvtLFJr5l9AO+KCVWvikItr1dJ0A8lO6SvY0hZD4sEhi9OiAOvouNnT6vnLC98CmXvde+8D0GPnC+JR+YPYRkFT2HZeK92np8vUSNnbwS5UK+2mb5PbJ2pD02hp2+U+cfvg93kL6r36O95Df6uxxsRj1nNxk+1MhNvkbbE77rwJE+vO4ovn6Fgj4AFhW+mMwTPvJC7j3KXH0+AG7yvD047zvE4iA+eiNJvv4JmD4mHIU+RT6FPin0DD22BUy+uPkvvrFUbr2BJqg9gzwUPvaEoDlMtiy+nNkbvrFoeD7kkoW+sUKrvVobfj51RDs+RIVNvmMzob5mEUC+cCkRPnEU572EH8s9YzuZPlz0ar5Ncmm+D1kcvTHFvb1I86Q9waslvpicxz1eVjy+8SJ5vo9Zdb6A3TQ+fFmbvoQGsztryHs+cO9oPtgUzL3F/Dq+fBU6PS8GHT6XFZA8ZdWGvkto47xKSpw9vVsRvn7ES77p9SC9I2wyvmCbfT4LJHy+qUa6PSiDvz3zdZq96LTmPYIti766zpw8lgmCvqdVhr0StI6+kr45PYDZaT7Y8Hy+Jcy9ve4/rj059xg+NI1SPv5GaT00+2K+tdX9PTOKo76rw4G+UM6CPu20Cj426SU+hshsviYn0T0HaCi+6nmNPuVyaj5Pgx09XO+vPlzVfz2Lkq+9XAKZPjAlaT4odC++cdo9PuqpFT6GiwS+lKWevoieir3LFuG94zaCPqcFhL7NCYi+4Hm5PfYZWD4YpTY+O/cHvuxEITz8+H49//gFPkxXHD7TF9k8SnsZvuBtR76dX5Q+sBqPPk6DRz7jTFO+xoTCPYYHk74hZOs9s70sPv1LfT5n1HC+dXZnPov2Hj2iFAs+qpCTPS3VKz0vFH0+A4B7PpACkj5jOIa9CmGJPiRzdL4ZIp69","NDRxvnOtSDsezY+9jdrQu5qU0z2zMTM+7+ZaPiFS/bxTSBO++OeaPpPOCz7fG4u9+Itxve+LP75l0D6+aTR0Ph4sebziKVs+apTVvVIBgT6RkkA+/AhwPseYoD581iC+mMNdPkRbZj0L/eO8Hn5uvhJlhD4EvAy8At//PZSbdz52/0G+b44fvXICdz118hA+8o4vPoYohD7cj1m+dTY4vr5aDb3c2x0+neKWvv7bMT6D6Bk+M2yGvmQSwj0LrCu+mTayPTmesT2+2JE+P0dYPgASSrr6RkY+EWPJPeJYnr2IlNi9eU82PPd82z1HUDO+AoodvhwrCb4cumo++bMIPbyChr5ccgS+MmZePk/66L1nbPG8orAcvvH6w72k81Q+m/sRvYB5bL6ooCo+28s5PRU4jj4ZD3Q+OY2OPh6zcL554VK+mzxoPoDMKz16Zo68IdyVPv1o5r21Stm8iIQ0vvBkM73Fmhi+mipwPn7ZDr6GsuY9GRMCvqaoIj0svmo94d4tPgfZrr6d6HS+oq4QPcbytrsGAzC+1WQrPr+Lh76D0CS+v8mWvr+Q4LyUZnu8YPeOvtEbIz3LoEY+Zv6qPkjilj5SgpM+n+mIvhAMhT7qldG8EYq3vPwESL5/CR8+ln9mPuc/QL5FP8g7Ek+FvfT7wz27fUe+TowQPh4oiL00ZC0+e9mmvlNImD6Qa5K72OgOPgIygb7c0DE+UguovmOtS77NWnS7E9IZPvjyUL7JuMO9H6s3vuGL1b0TgHy+4i0zvq6jAr0D94g+GP7uPWf4lL14ko6+WboovvKmlz44DYU+7Ng5vvoE9jyP/bk944DNvDxehTwYmUc+Y7KVPiyOnb2zipk+wJFEPhf0DD42uu091HOZvsAbLz5qcdW9rNOfvomEh7wCmvI9e9uqPW4aPT6TPM08wi+IPpLYiz6JPG8+G334vSgNgT6qRQU+3witOxnikT7jK7u99I5kug678j0zKHG8BKs9Pq2HWj5orlE+P9MjvmY1gD4PIUS+",